Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: The Provider collects data from the User solely for the purpose of providing the Service, improving its quality, fulfilling legal obligations, and in selected cases for the Provider's legitimate interests (e.g., maintaining server security and integrity) or for sending optional commercial communications as defined in the <a href="%(privacy_url)s">Privacy Policy</a>.
ba: Провайдер Ҡулланыусынан мәғлүмәттәрҙе тик Хеҙмәтте күрһәтеү, уның сифатын яҡшыртыу, юридик бурыстарҙы үтәү маҡсатында, һәм һайланған осраҡтарҙа Провайдерҙың законлы мәнфәғәттәре өсөн (мәҫәлән, сервер хәүефһеҙлеген һәм бөтөнлөгөн һаҡлау) йәки <a href="%(privacy_url)s">Хосусилыҡ сәйәсәтендә</a> билдәләнгәнсә өҫтәмә коммерция хәбәрҙәрен ебәреү өсөн йыя.

source: All communication within the Service is encrypted using the SSL protocol. The User declares that they consider this encryption method sufficiently secure.
ba: Хеҙмәт эсендәге бөтә аралашыу ҙа SSL протоколы ярҙамында шифрлана. Ҡулланыусы был шифрлау ысулын етерлек дәрәжәлә хәүефһеҙ тип иҫәпләүен белдерә.

source: The Provider commits not to provide any information submitted by the User during the registration of their User account or any other personal data provided by the User to any third party for purposes other than those defined in this Agreement and the <a href="%(privacy_url)s">Privacy Policy</a>.
ba: Провайдер Ҡулланыусы тарафынан уның Ҡулланыусы аккаунтын теркәү ваҡытында бирелгән теләһә ниндәй мәғлүмәтте йәки Ҡулланыусы биргән башҡа шәхси мәғлүмәттәрҙе был Килешеүҙә һәм <a href="%(privacy_url)s">Хосусилыҡ сәйәсәтендә</a> билдәләнгән маҡсаттарҙан тыш теләһә ниндәй өсөнсө яҡҡа бирмәҫкә йөкләмә ала.

source: The Provider’s website and web application also use cookies. The Services exclusively use session cookies from the Provider and never use third-party cookies. Regarding functionality and type, the Provider only uses functional/technical cookies, for which explicit consent is not required under current legislation.
ba: Провайдерҙың веб-сайты һәм веб-ҡушымтаһы шулай уҡ кукиҙар ҡуллана. Хеҙмәттәр тик Провайдерҙың сессия кукиҙарын ғына ҡуллана һәм бер ҡасан да өсөнсө яҡ кукиҙарын ҡулланмай. Функционаллек һәм төр буйынса, Провайдер тик функциональ/техник кукиҙарҙы ғына ҡуллана, улар өсөн ғәмәлдәге ҡануниәт буйынса асыҡ ризалыҡ талап ителмәй.

source: The Parties commit to maintaining the confidentiality of all information learned during the contractual relationship established by this Agreement.
ba: Яҡтар был Килешеү менән урынлаштырылған контракт мөнәсәбәттәре барышында белгән бөтә мәғлүмәттең серлелеген һаҡларға йөкләмә ала.

source: The User’s rights arising from the Agreement and these Terms cannot be assigned without the prior written consent of the Provider.
ba: Килешеүҙән һәм был Шарттарҙан килеп сыҡҡан Ҡулланыусының хоҡуҡтары Провайдерҙың алдан яҙма ризалығынсыз тапшырыла алмай.

source: For the avoidance of doubt, the Parties explicitly confirm that they are business entities and that they are entering into this Agreement within the scope of their business activities.
ba: Шик-шөбһәләрҙе булдырмау өсөн, Яҡтар үҙҙәренең бизнес субъекттары булыуын һәм был Килешеүгә үҙҙәренең бизнес эшмәкәрлеге сиктәрендә инеүен асыҡтан-асыҡ раҫлай.

source: If any provision of this Agreement or these Terms is or becomes invalid, ineffective, or unenforceable, it shall not affect the validity, enforceability, or effectiveness of the remaining provisions of the Agreement or these Terms. In such a case, the Parties shall exert every effort to amend the Agreement by replacing the invalid, unenforceable, or ineffective provision with a new one that reflects the original intent.
ba: Әгәр был Килешеүҙең йәки был Шарттарҙың ҡайһы ла булһа положениеһы ғәмәлдә булмаһа, көсһөҙ булһа йәки үтәлмәҫлек булһа, был Килешеүҙең йәки был Шарттарҙың ҡалған положениеларының ғәмәлдә булыуына, үтәлеүенә йәки көсөнә йоғонто яһамай. Бындай осраҡта Яҡтар ғәмәлдә булмаған, үтәлмәҫлек йәки көсһөҙ положениены оригиналь ниәтте сағылдырған яңыһы менән алмаштырып, Килешеүгә үҙгәрештәр индереү өсөн бар көсөн һаласаҡ.

source: These Terms are governed by the law of the Czech Republic, a member of the European Union. The Parties, however, exclude to the maximum extent possible the provisions of Sections 1764, 1765, 1793 to 1795, 2050, 2389a to 2389f, 2389t, and 2389u of the Czech Civil Code. Any disputes arising in connection with the performance or interpretation of the Agreement that cannot be resolved amicably by the Parties shall be finally settled by arbitration at the Arbitration Court of the Economic Chamber of the Czech Republic and the Agricultural Chamber of the Czech Republic by three arbitrators appointed in accordance with the Rules of this Arbitration Court. Each Party appoints one arbitrator, and the two arbitrators will agree on the third arbitrator within 30 days. If the two arbitrators fail to agree on the third arbitrator within the above period, the chairman of the Arbitration Court will appoint the third arbitrator. The arbitration award is final and binding for the Parties. The Parties irrevocably agree not to contest the enforcement of the arbitration award in any jurisdiction.
ba: Был Шарттар Европа Берләшмәһе ағзаһы булған Чех Республикаһының законы менән көйләнә. Ләкин, Яҡтар, мөмкин тиклем максималь дәрәжәлә, Чехия Гражданлыҡ кодексының 1764, 1765, 1793-тән 1795-кә тиклем, 2050, 2389a-нан 2389f-ҡа тиклем, 2389t һәм 2389u статьялары положениеларын инҡар итә. Килешеүҙе үтәү йәки аңлатыу менән бәйле килеп сыҡҡан һәм Яҡтар тарафынан тыныс юл менән хәл ителә алмаған теләһә ниндәй бәхәстәр Чех Республикаһының Иҡтисади палатаһы һәм Чех Республикаһының Ауыл хужалығы палатаһы ҡарамағындағы Арбитраж судында был Арбитраж судының Ҡағиҙәләренә ярашлы тәғәйенләнгән өс арбитр тарафынан тулыһынса хәл ителәсәк. Һәр Яҡ бер арбитр тәғәйенләй, һәм ике арбитр 30 көн эсендә өсөнсө арбитр тураһында килешәсәк. Әгәр ике арбитр юғарыла күрһәтелгән осорҙа өсөнсө арбитр тураһында килешә алмаһа, Арбитраж судының рәйесе өсөнсө арбитрҙы тәғәйенләйәсәк. Арбитраж ҡарары Яҡтар өсөн тулыһынса һәм мотлаҡ. Яҡтар теләһә ниндәй юрисдикцияла арбитраж ҡарарының үтәлеүенә ҡаршы сыҡмаҫҡа кире ҡайтарғыһыҙ ризалаша.

source: The official version of these Terms has been prepared in English and is considered the only binding version. Any versions of these Terms translated into other languages are provided solely for the convenience of the User and have no legal force. In the event of any discrepancies or conflicts between the English version and any translated version, the English version shall prevail in all matters.
ba: Был Шарттарҙың рәсми версияһы инглиз телендә әҙерләнгән һәм берҙән-бер мотлаҡ версия тип иҫәпләнә. Был Шарттарҙың башҡа телдәргә тәржемә ителгән теләһә ниндәй версиялары Ҡулланыусының уңайлылығы өсөн генә бирелә һәм юридик көскә эйә түгел. Инглиз версияһы менән теләһә ниндәй тәржемә ителгән версия араһында теләһә ниндәй тап килмәүҙәр йәки конфликттар булған осраҡта, бөтә мәсьәләләрҙә лә инглиз версияһы өҫтөнлөк итәсәк.

source: These Terms enter into force on November 1, 2024.
ba: Был Шарттар 2024 йылдың 1 ноябрендә көсөнә инә.
