Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: regular price for access to Services, which is also always set for the relevant time period and based on the specific conditions of the Service, but paid monthly or annually, with this price varying for different forms of collaboration according to the Price List;
ba: Хеҙмәттәргә инеү өсөн даими хаҡ, ул шулай уҡ һәр ваҡыт тейешле ваҡыт осорона һәм Хеҙмәттең үҙенсәлекле шарттарына нигеҙләнеп билдәләнә, ләкин ай һайын йәки йыл һайын түләнә, һәм был хаҡ Хаҡтар исемлегенә ярашлы төрлө хеҙмәттәшлек формалары өсөн үҙгәреп тора;

source: regular price for the number of Hosted Strings; this amount is chosen by the User from the options offered in the Price List or in agreement with the Provider;
ba: Хостингтағы юлдар һаны өсөн даими хаҡ; был сумманы Ҡулланыусы Хаҡтар исемлегендә тәҡдим ителгән варианттарҙан йәки Провайдер менән килешеп һайлай;

source: regular price for Translation Memory;
ba: Тәржемә хәтере өсөн даими хаҡ;

source: (points a), b), and c) are collectively referred to as the "<strong>Subscription</strong>").
ba: (a), b) һәм c) пункттары бергәләп "<strong>Яҙылыу</strong>" тип атала).

source: To avoid doubt, the Subscription may guarantee either only access to a specific Product or License and/or a specific package of guaranteed Services.
ba: Шик-шөбһәләрҙе булдырмау өсөн, Яҙылыу йә билдәле бер Продуктҡа йәки Лицензияға ғына инеүҙе, һәм/йәки гарантияланған Хеҙмәттәрҙең билдәле бер пакетын гарантиялай ала.

source: The User is obliged to pay the Price based on the received tax documents (invoices) issued by the Provider. The Price is paid in advance, and the invoice is issued and delivered to the User within 5 working days after the end of each relevant period.
ba: Ҡулланыусы Хаҡты Провайдер сығарған һалым документтары (иҫәп-фактуралар) нигеҙендә түләргә бурыслы. Хаҡ алдан түләнә, һәм иҫәп-фактура һәр тейешле осор тамамланғандан һуң 5 эш көнө эсендә сығарыла һәм Ҡулланыусыға тапшырыла.

source: If the User wishes to avoid being charged for the Service in the Subscription mode, they must cancel the Subscription at least three days before the automatic renewal of the Service usage. The Provider recommends verifying with the prepaid card issuer or bank whether recurring billing is possible.
ba: Әгәр Ҡулланыусы Яҙылыу режимында Хеҙмәт өсөн түләүҙән ҡасырға теләһә, улар Хеҙмәтте ҡулланыуҙы автоматик яңыртыуға кәмендә өс көн ҡалғас Яҙылыуҙы туҡтатырға тейеш. Провайдер алдан түләнгән картаны сығарыусынан йәки банктан даими түләүҙәрҙең мөмкин булыу-булмауын тикшерергә кәңәш итә.

source: The User can change their Subscription mode online by logging into their User Account and making the change or cancelling the Subscription there. If the User cancels their Subscription at least three days before the renewal date as per point 5.5 above, their Subscription will stop at the end of the current billing cycle.
ba: Ҡулланыусы үҙенең Яҙылыу режимын онлайн рәүештә үҙенең Ҡулланыусы Аккаунтына инеп һәм унда үҙгәреш яһап йәки Яҙылыуҙы туҡтатып үҙгәртә ала. Әгәр Ҡулланыусы үҙенең Яҙылыуын юғарылағы 5.5 пунктына ярашлы яңыртыу датаһына кәмендә өс көн ҡалғас туҡтатһа, уның Яҙылыуы ағымдағы түләү циклының аҙағында туҡтаясаҡ.

source: The Provider does not refund ANY money for Services, Support Services, and/or any other services provided under the Agreement and these GTC if they were provided before the cancellation of these Services by the User. Order cancellation after payment is possible by agreement if the ordered Service has not been used or no attempt to download it has been made. If a download attempt has been made, no negotiation will occur, and the User is not entitled to any refunds, discounts, or other monetary compensation. If prepaid Services were prepaid for a period exceeding the actual usage period, the conditions of such a refund will be agreed upon individually.
ba: Провайдер Килешеү һәм ошо ДҠШ буйынса күрһәтелгән Хеҙмәттәр, Ярҙам хеҙмәттәре һәм/йәки башҡа хеҙмәттәр өсөн, әгәр улар Ҡулланыусы тарафынан был Хеҙмәттәр туҡтатылғанға тиклем күрһәтелгән булһа, БЕР НИНДӘЙ ҙә аҡсаны кире ҡайтармай. Түләүҙән һуң заказды туҡтатыу, әгәр закал ителгән Хеҙмәт ҡулланылмаған йәки уны күсереп алыу тырышлығы яһалмаған булһа, килешеү буйынса мөмкин. Әгәр күсереп алыу тырышлығы яһалған булһа, бер ниндәй ҙә һөйләшеүҙәр булмаясаҡ, һәм Ҡулланыусы бер ниндәй ҙә кире ҡайтарыуҙарға, ташламаларға йәки башҡа аҡсалата компенсацияға хоҡуҡлы түгел. Әгәр алдан түләнгән Хеҙмәттәр ысынбарлыҡтағы ҡулланыу осоронан артығыраҡ осорға алдан түләнгән булһа, бындай кире ҡайтарыу шарттары айырым килешеләсәк.

source: Prices and Subscription conditions may change unilaterally by the Operator at any time. The price and conditions valid at the time of the first purchase or the last Subscription renewal remain in effect for the duration of the given Subscription period, but new prices and conditions may apply to renewals or new Subscriptions. The Provider will notify the User of any price or Subscription condition changes in a reasonable period before the new Price or conditions come into effect. Under these conditions, the User has the right to cancel the Subscription.
ba: Хаҡтар һәм Яҙылыу шарттары Оператор тарафынан теләһә ниндәй ваҡытта бер яҡлы тәртиптә үҙгәртелергә мөмкин. Беренсе һатып алыу йәки һуңғы Яҙылыуҙы яңыртыу ваҡытында ғәмәлдә булған хаҡ һәм шарттар бирелгән Яҙылыу осоро дауамында көсөндә ҡала, ләкин яңыртыуҙарға йәки яңы Яҙылыуҙарға яңы хаҡтар һәм шарттар ҡулланылырға мөмкин. Провайдер яңы Хаҡ йәки шарттар көсөнә ингәнгә тиклем аҡыллы осорҙа Ҡулланыусыға теләһә ниндәй хаҡ йәки Яҙылыу шарттары үҙгәреүе тураһында хәбәр итәсәк. Был шарттарҙа Ҡулланыусы Яҙылыуҙы туҡтатырға хоҡуҡлы.

source: License Terms
ba: Лицензия шарттары

source: The Provider's software and Weblate software extensions are distributed under the GNU/GPLv3 license (see <a href="%(url)s">%(url)s</a>). The User is granted a non-exclusive license to any elements of the Service under the terms of the GTC in their most recently updated version at the time the License is provided. The License is granted in accordance with the option selected according to the Price List.
ba: Провайдерҙың программа тәьминәте һәм Weblate программа киңәйтеүҙәре GNU/GPLv3 лицензияһы буйынса таратыла (ҡарағыҙ <a href="%(url)s">%(url)s</a>). Ҡулланыусыға Хеҙмәттең теләһә ҡайһы элементтарына монополь булмаған лицензия Лицензия бирелгән ваҡыттағы GTC-ның (Дөйөм шарттар һәм ҡағиҙәләр) иң яңы версияһы шарттарына ярашлы бирелә. Лицензия Хаҡтар исемлегенә ярашлы һайланған вариант нигеҙендә тапшырыла.

source: Unless otherwise stated in the Agreement, the license terms of this Agreement are fully governed by the GPLv3 license. However, selected parts of the Software may also be licensed under other licenses. A complete list of licenses used in the Provider's Software and software extensions can be found in their source code, which corresponds to the REUSE 3.0 specification according to the information provided on the Provider's website (see <a href="%(url)s">%(url)s</a>).
ba: Килешеүҙә башҡаса ҡаралмаһа, ошо Килешеүҙең лицензия шарттары тулыһынса GPLv3 лицензияһы менән көйләнә. Шулай ҙа, Программа тәьминәтенең айырым өлөштәре шулай уҡ башҡа лицензиялар буйынса лицензияланырға мөмкин. Провайдерҙың Программа тәьминәтендә һәм программа киңәйтеүҙәрендә ҡулланылған лицензияларҙың тулы исемлеген уларҙың сығанаҡ кодында табырға мөмкин, ул Провайдерҙың веб-сайтында бирелгән мәғлүмәткә ярашлы REUSE 3.0 спецификацияһына тап килә (ҡарағыҙ <a href="%(url)s">%(url)s</a>).

source: The User acknowledges that all copyright and other intellectual property rights to the Service belong to the Provider and/or third parties whose works have been incorporated into the Service and/or are used jointly with the Service. However, the User does not lose the right to use the Service to the extent permitted by the applicable licenses, including running, creating, and distributing the Service, even if the User does not publicly release the Service.
ba: Ҡулланыусы Хеҙмәткә ҡарата бөтә авторлыҡ хоҡуҡтарының һәм башҡа интеллектуаль милек хоҡуҡтарының Провайдерға һәм/йәки Хеҙмәткә индерелгән һәм/йәки Хеҙмәт менән бергә ҡулланылған эштәре булған өсөнсө яҡтарға ҡарауын таный. Ләкин, Ҡулланыусы Хеҙмәтте асыҡтан-асыҡ сығармаһа ла, ғәмәлдәге лицензиялар рөхсәт иткән сиктәрҙә, шул иҫәптән Хеҙмәтте эшләтеү, булдырыу һәм таратыуҙы индереп, Хеҙмәтте ҡулланыу хоҡуғын юғалтмай.

source: For the purpose of exclusive modifications of the Service solely for the benefit of the User or the creation of means to run these Services, the User may publish the Service only if, in accordance with the terms of GPLv3 (and/or later versions of the GPL license), they publish all materials to which they do not own copyright.
ba: Хеҙмәтте тик Ҡулланыусы файҙаһына эксклюзив үҙгәртеүҙәр йәки был Хеҙмәттәрҙе эшләтеү сараларын булдырыу маҡсатында, Ҡулланыусы Хеҙмәтте, әгәр GPLv3 шарттарына (һәм/йәки GPL лицензияһының һуңғыраҡ версияларына) ярашлы, үҙенең авторлыҡ хоҡуғы булмаған бөтә материалдарҙы баҫтырһа ғына, баҫтыра ала.

source: The License includes updates and/or modifications to the Services made by the Provider in the future, provided that the Services are supplied based on the selected Subscription and all relevant license and other fees are fully paid for the period in which these updates and/or modifications are released. The User acknowledges that not all Self-hosting Subscription packages include updates and/or modifications to the Services.
ba: Лицензия Провайдер тарафынан киләсәктә яһалған Хеҙмәттәргә яңыртыуҙарҙы һәм/йәки үҙгәрештәрҙе үҙ эсенә ала, әгәр Хеҙмәттәр һайланған Яҙылыу нигеҙендә бирелһә һәм был яңыртыуҙар һәм/йәки үҙгәрештәр сығарылған осор өсөн бөтә тейешле лицензия һәм башҡа түләүҙәр тулыһынса түләнһә. Ҡулланыусы бөтә Үҙ-хостинглы Яҙылыу пакеттарының да Хеҙмәттәргә яңыртыуҙарҙы һәм/йәки үҙгәрештәрҙе үҙ эсенә алмауын таный.

source: The User is entitled to use the source code and handle elements protected by copyright within the limits of GPLv3 (and/or later versions of the GPL license), including, but not limited to, making copies. The User may distribute such copies only if each copy includes a reference to the Provider and the absence of warranty in a prominent and visible place, ensuring that all references to this license and any additional conditions remain unchanged, and that all references to the absence of warranty remain intact, and the User provides all recipients of such copies of the source code with a copy of the license along with the program.
ba: Ҡулланыусы сығанаҡ кодты ҡулланырға һәм авторлыҡ хоҡуғы менән яҡланған элементтар менән GPLv3 (һәм/йәки GPL лицензияһының һуңғыраҡ версиялары) сиктәрендә, шул иҫәптән, ләкин улар менән генә сикләнмәйенсә, күсермәләр яһарға хоҡуҡлы. Ҡулланыусы бындай күсермәләрҙе, әгәр һәр күсермә күренекле һәм асыҡ урында Провайдерға һылтанманы һәм гарантияның булмауын үҙ эсенә алһа, был лицензияға һәм теләһә ниндәй өҫтәмә шарттарға бөтә һылтанмаларҙың үҙгәрешһеҙ ҡалыуын, һәм гарантияның булмауына бөтә һылтанмаларҙың тейелгеһеҙ ҡалыуын тәьмин итһә, һәм Ҡулланыусы сығанаҡ кодтың бындай күсермәләренең бөтә алыусыларына программа менән бергә лицензияның күсермәһен бирһә генә, тарата ала.

source: Payment Terms
ba: Түләү шарттары

source: Invoices will be issued electronically. The User agrees to the electronic issuance of invoices and to receiving them via electronic means. Invoices will be issued with a due date of 14 calendar days.
ba: Иҫәп-фактуралар электрон рәүештә сығарыласаҡ. Ҡулланыусы иҫәп-фактураларҙы электрон сығарыуға һәм уларҙы электрон саралар аша алыуға ризалаша. Иҫәп-фактуралар 14 календарь көн түләү мөҙҙәте менән сығарыласаҡ.

source: The billing period is defined as a recurring period (calendar month/year). Payment is automatically charged through the selected payment method, and the invoice is sent to the User without undue delay after the Provider has received the payment. If the payment cannot be automatically deducted for any reason, the Provider will issue an invoice, and the User is obliged to pay such an invoice within the same deadlines.
ba: Түләү осоро ҡабатланыусы осор (календарь ай/йыл) итеп билдәләнә. Түләү һайланған түләү ысулы аша автоматик рәүештә алына, һәм иҫәп-фактура Провайдер түләүҙе алғандан һуң нигеҙһеҙ тотҡарлыҡһыҙ Ҡулланыусыға ебәрелә. Әгәр түләү ниндәй ҙә булһа сәбәп менән автоматик рәүештә алына алмаһа, Провайдер иҫәп-фактура сығара, һәм Ҡулланыусы бындай иҫәп-фактураны шул уҡ мөҙҙәттәрҙә түләргә бурыслы.

source: In the event of a delay by the User in any payment, the Provider is also entitled to suspend or limit the provision of the Service until the full payment of the debt. During the suspension or limitation of the provision of the Service, the User is still obliged to pay the Price according to the delivered tax documents. Repeated payment delays by the User are considered a material breach of the Agreement, entitling the Provider to terminate the Agreement for the reason stated in Article 11 below.
ba: Ҡулланыусының теләһә ниндәй түләүҙе тотҡарлауы осрағында, Провайдер шулай уҡ бурыс тулыһынса түләнгәнгә тиклем Хеҙмәтте күрһәтеүҙе туҡтатып торорға йәки сикләргә хоҡуҡлы. Хеҙмәтте күрһәтеүҙе туҡтатып тороу йәки сикләү ваҡытында, Ҡулланыусы барыбер тапшырылған һалым документтарына ярашлы Хаҡты түләргә бурыслы. Ҡулланыусы тарафынан түләүҙәрҙе ҡабатлап тотҡарлау Килешеүҙең етди боҙолоуы тип иҫәпләнә, был Провайдерға түбәндәге 11-се статьяла күрһәтелгән сәбәп буйынса Килешеүҙе өҙөргә хоҡуҡ бирә.

source: By agreeing to the GTC at the time of purchase, the User subscribes to the future automatic renewal of the Subscription. The Subscription will be automatically renewed at the end of each Subscription period based on the Subscription period chosen at the time of purchase. At the beginning of each billing period, the Subscription will be charged at the rate according to the updated Price List and/or according to a separate notice made by the Provider before the end of the last billing period. The Subscription is continuous and automatically renews until it is cancelled, or the User Account is terminated.
ba: Һатып алыу ваҡытында ДҠШ-ға ризалашып, Ҡулланыусы киләсәктә Яҙылыуҙы автоматик яңыртыуға яҙыла. Яҙылыу һәр Яҙылыу осоро аҙағында һатып алыу ваҡытында һайланған Яҙылыу осорона нигеҙләнеп автоматик рәүештә яңыртыласаҡ. Һәр түләү осоро башында Яҙылыу яңыртылған Хаҡтар исемлегенә һәм/йәки Провайдер тарафынан һуңғы түләү осоро тамамланғанға тиклем яһалған айырым хәбәрнамәгә ярашлы ставка буйынса түләнәсәк. Яҙылыу өҙлөкһөҙ булып тора һәм ул туҡтатылғанға йәки Ҡулланыусы Аккаунты ябылғанға тиклем автоматик рәүештә яңыртыла.

source: The User acknowledges that in the case of Subscription payment via a payment gateway, this gateway is provided by <strong>ThePay, a.s.</strong>, with its registered office at Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, registered in the Commercial Register maintained by the Regional Court in Brno, Section B, Insert 8977 ("<strong>ThePay</strong>"). The conditions for the payment of the Fee are governed by the relevant contractual terms of ThePay.
ba: Ҡулланыусы түләү шлюзы аша Яҙылыуҙы түләгән осраҡта, был шлюздың <strong>ThePay, a.s.</strong> тарафынан, уның теркәлгән офисы Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, Брнолағы Төбәк судында һаҡланған Коммерция реестрында теркәлгән, B бүлеге, 8977-се яҙма ("<strong>ThePay</strong>") тарафынан бирелеүен таный. Түләү шарттары ThePay-ҙың тейешле контракт шарттары менән көйләнә.

source: Payment card information entered into the payment gateway is not processed by the Provider, and the Provider is not responsible for the functionality of ThePay's payment gateway.
ba: Түләү шлюзына индерелгән түләү картаһы мәғлүмәте Провайдер тарафынан эшкәртелмәй, һәм Провайдер ThePay-ҙың түләү шлюзының эшсәнлеге өсөн яуаплы түгел.

source: Provider's Rights and Obligations
ba: Провайдерҙың хоҡуҡтары һәм бурыстары

source: The Provider is entitled to make any changes to the Service or its scope. In such a case, the Provider will inform the User through the web interface related to the provided Service. In the event of changes in the legal or regulatory framework, industry standards, the Provider's related costs, market customs, conditions affecting the relevant market, or any other changes that may impact the provision of the Service, the Provider may at any time amend, cancel, or supplement these Terms (referred to as "<strong>Change</strong>") by notifying the User of such Change by posting the revised version of these Terms on the Website and notifying the User via email and through the interface related to the provided Service, at least 14 days before the Change takes effect. If the User does not respond to such Change within the above-mentioned period, it will be assumed that the User agrees with the Change. Notification does not apply if the Change is required by law, a court order, concerns the addition of a new service, additional features to the existing Service, or any other Change that does not reduce the User's rights or increase their obligations. In such cases, the Change will be implemented without prior notice to the User and will take effect immediately. If the User objects to the Change in the Terms within the above period, they are entitled to terminate the Agreement. In any case, the User may either accept the Change (implicitly through failure to object) or terminate the Agreement within the above period.
ba: Провайдер Хеҙмәткә йәки уның даирәһенә теләһә ниндәй үҙгәрештәр индерергә хоҡуҡлы. Бындай осраҡта Провайдер Ҡулланыусыға күрһәтелгән Хеҙмәткә бәйле веб-интерфейс аша хәбәр итәсәк. Юридик йәки норматив базала, тармаҡ стандарттарында, Провайдерҙың бәйле сығымдарында, баҙар ғөрөф-ғәҙәттәрендә, тейешле баҙарға йоғонто яһаусы шарттарҙа йәки Хеҙмәтте күрһәтеүгә йоғонто яһарлыҡ башҡа теләһә ниндәй үҙгәрештәр булған осраҡта, Провайдер теләһә ниндәй ваҡытта был Шарттарҙы үҙгәртә, бөтөрә йәки тулыландыра ала (артабан – "<strong>Үҙгәреш</strong>"). Бының өсөн ул Үҙгәреш тураһында Ҡулланыусыға был Шарттарҙың үҙгәртелгән версияһын Веб-сайтта урынлаштырып һәм Ҡулланыусыға электрон почта аша һәм күрһәтелгән Хеҙмәткә бәйле интерфейс аша, Үҙгәреш көсөнә инергә кәмендә 14 көн ҡалғас, хәбәр итә. Әгәр Ҡулланыусы юғарыла күрһәтелгән осорҙа бындай Үҙгәрешкә яуап бирмәһә, Ҡулланыусының Үҙгәреш менән риза булыуы күҙ уңында тотоласаҡ. Хәбәр итеү, әгәр Үҙгәреш закон, суд ҡарары менән талап ителһә, яңы хеҙмәт өҫтәүгә, булған Хеҙмәткә өҫтәмә функциялар индереүгә йәки Ҡулланыусының хоҡуҡтарын кәметмәгән йәки уның бурыстарын арттырмаған башҡа теләһә ниндәй Үҙгәрешкә ҡағылһа, ҡулланылмай. Бындай осраҡтарҙа Үҙгәреш Ҡулланыусыға алдан хәбәр итмәйенсә тормошҡа ашырыласаҡ һәм шунда уҡ көсөнә инәсәк. Әгәр Ҡулланыусы юғарыла күрһәтелгән осорҙа Шарттарҙағы Үҙгәрешкә ҡаршы булһа, улар Килешеүҙе өҙөргә хоҡуҡлы. Теләһә ниндәй осраҡта, Ҡулланыусы йә Үҙгәреште ҡабул итә ала (ҡаршылыҡ күрһәтмәү аша), йә юғарыла күрһәтелгән осорҙа Килешеүҙе өҙә ала.

source: The Provider undertakes to take all steps within its technical capabilities to ensure the functionality and availability of the Service. The User acknowledges and agrees that they use the Service at their own risk.
ba: Провайдер үҙенең техник мөмкинлектәре сиктәрендә Хеҙмәттең эшсәнлеген һәм мөмкин булыуын тәьмин итеү өсөн бөтә аҙымдарҙы яһарға йөкләмә ала. Ҡулланыусы Хеҙмәтте үҙенең хәүефенә ҡулланыуын таный һәм ризалаша.

source: The basic system requirements for the proper operation of the Service include the server environment and defined technical status in the latest version. The Provider undertakes to fulfil these requirements and ensure the proper operation of the Service through its own actions.
ba: Хеҙмәттең тейешенсә эшләүе өсөн төп система талаптарына сервер мөхите һәм һуңғы версияла билдәләнгән техник статус инә. Провайдер был талаптарҙы үтәргә һәм үҙ ғәмәлдәре аша Хеҙмәттең тейешенсә эшләүен тәьмин итергә йөкләмә ала.

source: If the User identifies any issue related to the Service's speed, functionality, or availability, they are obligated to report it to the Provider immediately. The User acknowledges that events beyond the Provider's control, such as a User's internet connection failure, natural disasters, DOS or DNS attacks on the Provider's technical equipment, and other factors, may impact the Service's functionality or availability. The Provider bears no responsibility for any damages incurred by the User in connection with these events.
ba: Әгәр Ҡулланыусы Хеҙмәттең тиҙлегенә, эшсәнлегенә йәки мөмкин булыуына бәйле ниндәй ҙә булһа проблема асыҡлаһа, улар был турала Провайдерға шунда уҡ хәбәр итергә бурыслы. Ҡулланыусы Провайдерҙың контроленән тыш булған ваҡиғаларҙың, мәҫәлән, Ҡулланыусының интернет тоташыуының өҙөлөүе, тәбиғәт бәлә-ҡазалары, Провайдерҙың техник ҡорамалдарына DOS йәки DNS һөжүмдәре һәм башҡа факторҙарҙың, Хеҙмәттең эшсәнлегенә йәки мөмкин булыуына йоғонто яһауын таный. Провайдер был ваҡиғаларға бәйле Ҡулланыусы кисергән зыян өсөн яуаплылыҡты үҙ өҫтөнә алмай.

source: The User acknowledges and agrees that the Provider may temporarily suspend the provision of the Service for serious reasons, particularly in cases such as preventing cyberattacks, when necessary, or in the event of a serious Service malfunction that requires an essential outage. The Provider must notify the User of the interruption as soon as possible. The Provider is obligated to implement appropriate operational and security measures to minimize potential malfunctions or the limited or complete unavailability of the Service. In the case of planned outages, the Provider is obligated to inform the User in advance within a reasonable time.
ba: Ҡулланыусы Провайдерҙың етди сәбәптәр арҡаһында, атап әйткәндә, киберһөжүмдәрҙе булдырмау, кәрәк булғанда йәки мөһим өҙөклөктө талап иткән етди Хеҙмәт боҙолоуы осрағында, Хеҙмәтте күрһәтеүҙе ваҡытлыса туҡтатып тороуын таный һәм ризалаша. Провайдер өҙөклөк тураһында Ҡулланыусыға мөмкин тиклем тиҙерәк хәбәр итергә тейеш. Провайдер потенциаль боҙолоуҙарҙы йәки Хеҙмәттең сикләнгән йәки тулыһынса мөмкин булмауын кәметеү өсөн тейешле оператив һәм хәүефһеҙлек сараларын тормошҡа ашырырға бурыслы. Планлаштырылған өҙөклөктәр осрағында Провайдер Ҡулланыусыға алдан аҡыллы ваҡыт эсендә хәбәр итергә бурыслы.

source: The Provider agrees not to provide the content of the User's data to third parties.
ba: Провайдер Ҡулланыусының мәғлүмәттәренең йөкмәткеһен өсөнсө яҡтарға бирмәҫкә ризалаша.

source: The contractual parties agree that the Provider does not acquire ownership of the User's data. The User is solely responsible for the content of the data stored on their Server or the Provider's server.
ba: Килешеү яҡтары Провайдерҙың Ҡулланыусының мәғлүмәттәренә милек хоҡуғын алмауын килешә. Ҡулланыусы үҙенең Серверында йәки Провайдерҙың серверында һаҡланған мәғлүмәттәрҙең йөкмәткеһе өсөн тулыһынса яуаплы.

source: By accepting these Terms, the User acknowledges and agrees that the Provider is entitled to monitor, using its own resources, whether the User is using the Service in accordance with the Agreement. The User undertakes to fully cooperate with the Provider in such cases.
ba: Был Шарттарҙы ҡабул итеп, Ҡулланыусы Провайдерҙың, үҙ ресурстарын ҡулланып, Ҡулланыусының Хеҙмәтте Килешеүгә ярашлы ҡулланыу-ҡулланмауын күҙәтергә хоҡуҡлы булыуын таный һәм ризалаша. Ҡулланыусы бындай осраҡтарҙа Провайдер менән тулыһынса хеҙмәттәшлек итергә йөкләмә ала.

source: User’s Rights and Obligations
ba: Ҡулланыусының хоҡуҡтары һәм бурыстары
