Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: In the event that the Provider and/or Processors learn of a security risk related to Personal Data that affects the User, they will notify the User of this fact without undue delay.
ba: Әгәр Провайдер һәм/йәки Эшкәртеүселәр Ҡулланыусыға ҡағылышлы Шәхси Мәғлүмәттәргә бәйле хәүефһеҙлек рискин белһә, улар был факт тураһында Ҡулланыусыға нигеҙһеҙ тотҡарлыҡһыҙ хәбәр итәсәк.

source: The Provider will provide the User with assistance and legal help in seeking compensation from responsible Processors in the event of a data breach or other incident leading to loss. However, the Provider is not responsible for the improper actions of the Processors.
ba: Мәғлүмәт ағыуы йәки юғалтыуға килтергән башҡа инцидент осрағында, Провайдер Ҡулланыусыға яуаплы Эшкәртеүселәрҙән компенсация талап итеүҙә ярҙам һәм юридик булышлыҡ күрһәтәсәк. Ләкин, Провайдер Эшкәртеүселәрҙең ярамаған ғәмәлдәре өсөн яуаплы түгел.

source: The User hereby confirms that the provided Personal Data is true, accurate, and relates solely to the User, or that they have provided data the use of which does not violate the rights of third parties. The User is obliged to always inform the Provider of any changes to their Personal Data so that only current and complete data is processed. The same obligations apply to the User in the case where they provide the Provider with Personal Data of data subjects other than this User.
ba: Ҡулланыусы бының менән бирелгән Шәхси Мәғлүмәттәрҙең дөрөҫ, теүәл булыуын һәм тик Ҡулланыусыға ғына ҡағылыуын, йәки улар биргән мәғлүмәттәрҙе ҡулланыуҙың өсөнсө яҡтарҙың хоҡуҡтарын боҙмауын раҫлай. Ҡулланыусы һәр ваҡыт үҙенең Шәхси Мәғлүмәттәрендәге теләһә ниндәй үҙгәрештәр тураһында Провайдерға хәбәр итергә бурыслы, шулай итеп тик актуаль һәм тулы мәғлүмәттәр генә эшкәртеләсәк. Шул уҡ бурыстар, Ҡулланыусы Провайдерға был Ҡулланыусынан башҡа мәғлүмәт субъекттарының Шәхси Мәғлүмәттәрен биргән осраҡта ла, Ҡулланыусыға ҡағыла.

source: Personal Data will be processed electronically, including the use of automated processing methods. However, the User or other data subjects will never be subject to individual automated decision-making (including profiling) within the meaning of Article 22 of the GDPR.
ba: Шәхси Мәғлүмәттәр электрон рәүештә, шул иҫәптән автоматлаштырылған эшкәртеү ысулдарын ҡулланып эшкәртеләсәк. Ләкин, Ҡулланыусы йәки башҡа мәғлүмәт субъекттары бер ҡасан да GDPR-ҙың 22-се статьяһы мәғәнәһендә айырым автоматлаштырылған ҡарар ҡабул итеүгә (профилләштереүҙе индереп) дусар ителмәйәсәк.

source: Anonymized personal data (which are no longer considered personal data under the GDPR) may be processed even after all legal grounds for processing the User's Personal Data have ceased.
ba: Анонимлаштырылған шәхси мәғлүмәттәр (улар GDPR буйынса шәхси мәғлүмәт тип иҫәпләнмәй) Ҡулланыусының Шәхси Мәғлүмәттәрен эшкәртеү өсөн бөтә юридик нигеҙҙәр бөткәндән һуң да эшкәртелергә мөмкин.

source: User Rights in Relation to Personal Data
ba: Ҡулланыусының Шәхси Мәғлүмәттәргә ҡарата хоҡуҡтары

source: The User can exercise their rights arising from the GDPR at any time by sending an email to <a href="mailto:%(address)s">%(address)s</a>, as well as through their User Account, since the implementation of most of the rights listed below (especially access to all processed Personal Data, their correction, restriction, or deletion) can be automated through this user account.
ba: Ҡулланыусы GDPR-ҙа ҡаралған хоҡуҡтарын теләһә ҡайһы ваҡытта <a href="mailto:%(address)s">%(address)s</a> адресына электрон хат ебәреп, шулай уҡ үҙенең Ҡулланыусы аккаунты аша тормошҡа ашыра ала, сөнки түбәндә һаналған хоҡуҡтарҙың күбеһен (атап әйткәндә, эшкәртелгән бөтә Шәхси мәғлүмәттәргә инеү, уларҙы төҙәтеү, сикләү йәки юйыу) ошо ҡулланыусы аккаунты аша автоматлаштырырға мөмкин.

source: The Provider will make every effort to address requests regarding the User's personal data as soon as possible, but no later than within <strong>30 days</strong>, unless due to the complexity of the matter it is necessary for the Provider to extend this period. The User's rights include:
ba: Провайдер Ҡулланыусының шәхси мәғлүмәттәренә ҡағылышлы һорауҙарҙы мөмкин тиклем тиҙерәк, ләкин мәсьәләнең ҡатмарлылығы арҡаһында Провайдерға был осорҙо оҙайтырға кәрәк булмаһа, <strong>30 көн</strong> эсендә хәл итергә тырышасаҡ. Ҡулланыусының хоҡуҡтарына инә:

source: an explanation of whether and what personal data is being processed and, if applicable, requesting the Provider to disclose it;
ba: шәхси мәғлүмәттәрҙең эшкәртелеү-эшкәртелмәүе һәм ниндәйе эшкәртелеүе тураһында аңлатма, һәм, мөмкин булһа, Провайдерҙан уны асыуҙы һорау;

source: correction of personal data if there is concern that some of it is inaccurate or missing;
ba: шәхси мәғлүмәттәрҙең ҡайһы берҙәренең теүәл булмауы йәки етмәүе тураһында борсолоу булһа, уларҙы төҙәтеү;

source: restriction of processing if there is concern that the Provider is processing more data than necessary;
ba: Провайдерҙың кәрәгенән артыҡ мәғлүмәт эшкәртеүе тураһында борсолоу булһа, эшкәртеүҙе сикләү;

source: deletion of personal data based on the consent of the Provider, provided that there is no other legal reason for further processing of personal data;
ba: Провайдерҙың ризалығы нигеҙендә шәхси мәғлүмәттәрҙе юйыу, әгәр шәхси мәғлүмәттәрҙе артабан эшкәртеү өсөн икенсе юридик сәбәп булмаһа;

source: issuance of a copy of the personal data processed by automated means based on the consent of the Provider or in connection with fulfilling the Provider's contractual obligations, in a machine-readable format;
ba: Провайдерҙың ризалығы нигеҙендә йәки Провайдерҙың контракт бурыстарын үтәүгә бәйле автоматлаштырылған ысулдар менән эшкәртелгән шәхси мәғлүмәттәрҙең күсермәһен машина уҡый алырлыҡ форматта биреү;

source: temporary freezing of data processing operations for the purposes of the legitimate interest of the Provider;
ba: Провайдерҙың законлы мәнфәғәттәре маҡсатында мәғлүмәт эшкәртеү операцияларын ваҡытлыса туҡтатып тороу;

source: filing a complaint directly with the Office for Personal Data Protection (<a href="%(url)s">%(url)s</a>) or another relevant national data protection authority if the User believes that the Provider is processing personal data in violation of this Policy or legal regulations.
ba: әгәр Ҡулланыусы Провайдерҙың шәхси мәғлүмәттәрҙе был Сәйәсәтте йәки закон ҡағиҙәләрен боҙоп эшкәртеүенә ышанһа, туранан-тура Шәхси Мәғлүмәттәрҙе яҡлау идаралығына (<a href="%(url)s">%(url)s</a>) йәки икенсе тейешле милли мәғлүмәт яҡлау органына ялыу биреү.

source: Final Provisions
ba: Йомғаҡлау положениелары

source: The Provider is entitled to unilaterally change the Policy. The new wording of the Policy becomes effective upon publication on the Website. The User, who has a contractual relationship with the Provider governed by this Policy at the time of the change, will receive a notification of the change in the Policy displayed within the Service, or upon the next first login to their User Account.
ba: Провайдер Сәйәсәтте бер яҡлы тәртиптә үҙгәртергә хоҡуҡлы. Сәйәсәттең яңы редакцияһы Веб-сайтта баҫылып сыҡҡандан һуң көсөнә инә. Үҙгәреш ваҡытында был Сәйәсәт менән көйләнгән Провайдер менән контракт мөнәсәбәттәре булған Ҡулланыусы, Хеҙмәт эсендә күрһәтелгән йәки үҙенең Ҡулланыусы Аккаунтына киләһе беренсе инеүендә Сәйәсәттәге үҙгәреш тураһында хәбәр аласаҡ.

source: All legal relationships between the Provider and the User arising from this Policy are governed by the valid laws of the Czech Republic. Any disputes arising between the Provider and the User from or in connection with this Policy will be resolved before the competent civil court in the Czech Republic.
ba: Был Сәйәсәттән килеп сыҡҡан Провайдер менән Ҡулланыусы араһындағы бөтә юридик мөнәсәбәттәр ҙә Чех Республикаһының ғәмәлдәге закондары менән көйләнә. Провайдер менән Ҡулланыусы араһында был Сәйәсәттән йәки уға бәйле килеп сыҡҡан теләһә ниндәй бәхәстәр Чех Республикаһының компетентлы гражданлыҡ судында хәл ителәсәк.

source: If the relationship established by the Contract contains an international (foreign) element, the choice of law according to the previous sentence does not deprive the User – Consumer of the protection provided by provisions of the legal order that cannot be contractually deviated from and which would otherwise apply in the absence of a choice of law in accordance with the provisions of Article 6(1) of the Regulation of the European Parliament and Council (EC) No. 593/2008 of June 17, 2008, on the law applicable to contractual obligations (Rome I).
ba: Әгәр Килешеү менән урынлаштырылған мөнәсәбәттәрҙә халыҡ-ара (сит ил) элементы булһа, алдағы һөйләмгә ярашлы хоҡуҡ һайлау Ҡулланыусыны – Ҡулланыусыны, Европа Парламенты һәм Советының 2008 йылдың 17 июнендәге контракт бурыстарына ҡулланыла торған хоҡуҡ тураһындағы (Рим I) 593/2008-се һанлы Регламентының 6(1) статьяһы положениеларына ярашлы хоҡуҡ һайлау булмаған осраҡта ҡулланыласаҡ һәм контракт буйынса тайпылырға мөмкин булмаған хоҡуҡи тәртип положениелары менән тәьмин ителгән яҡлауҙан мәхрүм итмәй.

source: If any provision of the Policy is invalid or ineffective, or becomes so, the provision with meaning most closely approximates the invalid provision will replace the invalid provisions. The invalidity or ineffectiveness of one provision does not affect the validity of the other provisions of this Policy.
ba: Әгәр Сәйәсәттең ҡайһы ла булһа положениеһы ғәмәлдә булмаһа йәки көсһөҙ булһа, йәки шулайға әйләнһә, ғәмәлдә булмаған положениеға мәғәнәһе буйынса иң яҡын булған положение ғәмәлдә булмаған положениеларҙы алмаштырасаҡ. Бер положениеның ғәмәлдә булмауы йәки көсһөҙ булыуы был Сәйәсәттең башҡа положениеларының ғәмәлдә булыуына йоғонто яһамай.

source: This Policy become effective upon their publication on the Website.
ba: Был Сәйәсәт Веб-сайтта баҫылып сыҡҡандан һуң көсөнә инә.

source: In Prague on November 1, 2024.
ba: Прагала, 2024 йылдың 1 ноябрендә.

source: We process personal data (such as your e-mail address); those will be discarded from our database if you remove your account.
ba: Беҙ шәхси мәғлүмәттәрҙе (мәҫәлән, һеҙҙең e-mail адресығыҙҙы) эшкәртәбеҙ; аккаунтығыҙҙы юйһағыҙ, улар беҙҙең мәғлүмәт базаһынан юйыласаҡ.

source: We use cookies to deliver our services.
ba: Беҙ хеҙмәттәребеҙҙе күрһәтеү өсөн кукиҙар ҡулланабыҙ.

source: We don’t use any third-party cookies.
ba: Беҙ өсөнсө яҡ кукиҙарын ҡулланмайбыҙ.

source: The General Terms and Conditions document is legally-binding in English, translations are provided for your convenience.
ba: Дөйөм ҡағиҙәләр һәм шарттар документының инглиз телендәгеһе юридик көскә эйә, тәржемәләр һеҙҙең уңайлыҡ өсөн бирелә.

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these General Terms and Conditions.
ba: Ҡулланыусы менән Провайдерҙың Хеҙмәтте ҡулланыуҙан килеп сыҡҡан хоҡуҡтары һәм бурыстары ошо Дөйөм ҡағиҙәләр һәм шарттар менән көйләнә.

source: These general terms and conditions are an integral part of the service agreement concluded between the User and the Provider (hereinafter referred to as the "<strong>Agreement</strong>") and define the binding rules and conditions for the provision of Services and Products and the use of Services and Products. These general terms and conditions govern the contractual relationship between the service provider and the User.
ba: Был дөйөм ҡағиҙәләр һәм шарттар Ҡулланыусы менән Провайдер араһында төҙөлгән хеҙмәт күрһәтеү килешеүенең (артабан – "<strong>Килешеү</strong>") айырылғыһыҙ өлөшө булып тора һәм Хеҙмәттәр һәм Продукттар күрһәтеү һәм уларҙы ҡулланыу өсөн мотлаҡ ҡағиҙәләрҙе һәм шарттарҙы билдәләй. Был дөйөм ҡағиҙәләр һәм шарттар хеҙмәт күрһәтеүсе менән Ҡулланыусы араһындағы контракт мөнәсәбәттәрен көйләй.

source: The definitions below have the following meanings for the purposes of these general terms and conditions:
ba: Түбәндәге билдәләмәләр был дөйөм ҡағиҙәләр һәм шарттар маҡсатында түбәндәге мәғәнәләргә эйә:

source: Civil Code
ba: Гражданлыҡ кодексы

source: means Act No. 89/2012 Coll., Civil Code, as amended;
ba: үҙгәрештәр менән 89/2012-се һанлы Ҡанунды, Гражданлыҡ кодексын аңлата;

source: Contracting Parties
ba: Килешеү яҡтары

source: jointly refers to the User and the Provider;
ba: Ҡулланыусыны һәм Провайдерҙы бергә аңлата;

source: Cookies
ba: Кукиҙар

source: means any data sent from the service's web server to the User's computer or other internet-connected device, which allows the unique identification of the User's web browser in accordance with Section 89 of Act No. 480/2004 Coll., on Certain Information Society Services and Amending Certain Acts, as amended;
ba: үҙгәрештәр менән Ҡайһы бер мәғлүмәт йәмғиәте хеҙмәттәре һәм ҡайһы бер ҡанундарға үҙгәрештәр индереү тураһындағы 480/2004-се һанлы Ҡанундың 89-сы статьяһына ярашлы, Ҡулланыусының веб-браузерын уникаль идентификацияларға мөмкинлек биргән, хеҙмәттең веб-серверынан Ҡулланыусының компьютерына йәки интернетҡа тоташҡан башҡа ҡоролмаһына ебәрелгән теләһә ниндәй мәғлүмәтте аңлата;

source: Dedicated Weblate
ba: Айырым Weblate

source: means a form of collaboration where the User is the sole user of the Service in a cloud hosted and provided by the Provider;
ba: Ҡулланыусының Провайдер хостинглаған һәм биргән болотта Хеҙмәттең берҙән-бер ҡулланыусыһы булған хеҙмәттәшлек формаһын аңлата;

source: means EU Regulation No. 679/2016, General Regulation on Personal Data Protection;
ba: ЕС-тың 679/2016-сы һанлы Регламентын, Шәхси Мәғлүмәттәрҙе яҡлау тураһындағы дөйөм регламентты аңлата;

source: GTC
ba: ДҠШ

source: means these general terms and conditions, which form an integral part of the Agreement;
ba: Килешеүҙең айырылғыһыҙ өлөшө булған ошо дөйөм ҡағиҙәләрҙе һәм шарттарҙы аңлата;

source: Hosted String
ba: Хостингтағы юл

source: Hosted Weblate
ba: Хостингтағы Weblate

source: means a form of collaboration that is purely cloud-based, where the Provider provides Services to Users on a non-dedicated (i.e., shared by multiple Users) cloud operated by the Provider;
ba: тулыһынса болотҡа нигеҙләнгән хеҙмәттәшлек формаһын аңлата, унда Провайдер Ҡулланыусыларға үҙе эшләткән айырым булмаған (йәғни, бер нисә Ҡулланыусы тарафынан уртаҡлашҡан) болотта Хеҙмәттәр күрһәтә;

source: License
ba: Лицензия

source: means the non-exclusive license granted by the Provider to the User for the use of the Service;
ba: Провайдер тарафынан Ҡулланыусыға Хеҙмәтте ҡулланыу өсөн бирелгән эксклюзив булмаған лицензияны аңлата;

source: Personal Data
ba: Шәхси Мәғлүмәттәр

source: means personal data as defined in EU Regulation No. 679/2016, entered by the user into the Service and/or Cookies;
ba: ЕС-тың 679/2016-сы һанлы Регламентында билдәләнгәнсә, ҡулланыусы тарафынан Хеҙмәткә һәм/йәки Кукиҙарға индерелгән шәхси мәғлүмәттәрҙе аңлата;

source: Price
ba: Хаҡ

source: the value expressed in money for the provided License in accordance with the Price List;
ba: Хаҡтар исемлегенә ярашлы бирелгән Лицензия өсөн аҡсалата сағылған ҡиммәт;

source: Price List
ba: Хаҡтар исемлеге

source: means the document or web page that specifies the Price of the Service and/or Product unless otherwise stated in the Agreement;
ba: Килешеүҙә башҡаса күрһәтелмәһә, Хеҙмәттең һәм/йәки Продукттың Хаҡын билдәләгән документты йәки веб-битте аңлата;

source: Product
ba: Продукт

source: means any service or part thereof provided under a certain brand of the Provider based on its brand usage policy. The User purchases the Product AS IS. Support and other services are provided separately;
ba: Провайдерҙың билдәле бер бренды аҫтында уның бренд ҡулланыу сәйәсәтенә ярашлы күрһәтелгән теләһә ниндәй хеҙмәтте йәки уның өлөшөн аңлата. Ҡулланыусы Продуктты ШУЛ КИЛЕШ (AS IS) һатып ала. Ярҙам һәм башҡа хеҙмәттәр айырым күрһәтелә;

source: Provider
ba: Провайдер

source: refers to the company <strong>Weblate s.r.o.</strong>, ID No. 21668027, with registered office at Nábřežní 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register maintained by the Regional Court in Ústí nad Labem, file no. C 52324, with which the Agreement was concluded;
ba: Килешеү төҙөлгән <strong>Weblate s.r.o.</strong> компанияһын аңлата, ID No. 21668027, теркәлгән офисы: Nábřežní 694, Cvikov II, 471 54 Cvikov, Ústí nad Labem-дағы Төбәк судында һаҡланған Коммерция реестрында теркәлгән, файл no. C 52324;

source: Service
ba: Сервис

source: means the websites and services based on Weblate provided by the Provider;
ba: Провайдер күрһәткән Weblate-ҡа нигеҙләнгән веб-сайттарҙы һәм хеҙмәттәрҙе аңлата;

source: Self-hosting
ba: Үҙ хостингында

source: means a form of collaboration where the User is the sole user of the Service, and this Service is operated directly on the User Server;
ba: Ҡулланыусының Хеҙмәттең берҙән-бер ҡулланыусыһы булған һәм был Хеҙмәттең туранан-тура Ҡулланыусы Серверында эшләгән хеҙмәттәшлек формаһын аңлата;

source: Support Services
ba: Ярҙам хеҙмәттәре

source: means the support provided by the Provider to the User within the Service. Support Services are governed separately by a separate support service agreement;
ba: Провайдер тарафынан Ҡулланыусыға Хеҙмәт сиктәрендә күрһәтелгән ярҙамды аңлата. Ярҙам хеҙмәттәре айырым ярҙам хеҙмәте килешеүе менән айырым көйләнә;

source: Translation Memory
ba: Тәржемә хәтере

source: means an optional translation memory service provided on Weblate;
ba: Weblate-та күрһәтелгән өҫтәмә тәржемә хәтере хеҙмәтен аңлата;

source: User
ba: Ҡулланыусы

source: means any legal entity or natural person other than the Provider that utilizes the Service;
ba: Хеҙмәтте файҙаланған Провайдерҙан башҡа теләһә ниндәй юридик шәхесте йәки физик шәхесте аңлата;

source: User Account
ba: Ҡулланыусы аккаунты

source: means a user account with a unique access code and password in the Hosted Weblate web interface. Each User Account can be used by only one User;
ba: Хостингтағы Weblate веб-интерфейсында уникаль инеү коды һәм пароле булған ҡулланыусы аккаунтын аңлата. Һәр Ҡулланыусы Аккаунтын тик бер Ҡулланыусы ғына ҡуллана ала;

source: User Server
ba: Ҡулланыусы серверы

source: refers to the server and other hardware equipment not owned, managed, or controlled by the Provider;
ba: Провайдерға ҡарамаған, уның тарафынан идара ителмәгән йәки контролдә тотолмаған серверҙы һәм башҡа аппарат ҡорамалдарын аңлата;

source: Methods of Acceptance
ba: Ҡабул итеү ысулдары

source: The License is granted to the User based on the concluded Agreement.
ba: Лицензия Ҡулланыусыға төҙөлгән Килешеү нигеҙендә бирелә.

source: These GTC are an integral part of the Agreement.
ba: Был ДҠШ Килешеүҙең айырылғыһыҙ өлөшө булып тора.

source: The Agreement is concluded:
ba: Килешеү ошолай төҙөлә:

source: on the day of signing by both parties (especially for all Services offered with custom settings);
ba: ике яҡ та ҡул ҡуйған көндә (бигерәк тә махсус көйләүҙәр менән тәҡдим ителгән бөтә Хеҙмәттәр өсөн);

source: online through acceptance (confirmation) via the web interface in accordance with the Price List, with the Agreement becoming effective once the Price for the License has been duly paid (in the case of a bank transfer, once the amount corresponding to the Price for the License has been credited to the Provider's bank account) for the amount stated in the first billing period by the User.
ba: онлайн рәүештә веб-интерфейс аша Хаҡтар исемлегенә ярашлы ҡабул итеү (раҫлау) аша, Килешеү Ҡулланыусы тарафынан беренсе түләү осоронда күрһәтелгән суммаға Лицензия өсөн Хаҡ тейешенсә түләнгәндән һуң (банк күсереүе осрағында, Лицензия өсөн Хаҡҡа тап килгән сумма Провайдерҙың банк иҫәбенә индерелгәс) көсөнә инә.

source: Service Provision
ba: Хеҙмәт күрһәтеү

source: The Provider operates the Service at the internet address specified in the Product specification and its subdomains or on the User's Servers in accordance with the Agreement and the technical specifications outlined in the Product specification.
ba: Провайдер Хеҙмәтте Продукт спецификацияһында күрһәтелгән интернет адресында һәм уның субдомендарында йәки Ҡулланыусының Серверҙарында Килешеүгә һәм Продукт спецификацияһында күрһәтелгән техник спецификацияларға ярашлы эшләтә.

source: If the Agreement is concluded under Article 2.3(a), the scope of Services is defined in the Product specification, which is attached to the Agreement. The Product specification may further detail the scope of individual (sub)services regarding their content and activation methods. The Product specification defined in this manner takes precedence over the form of Service offered according to the Price List.
ba: Әгәр Килешеү 2.3(a) статьяһына ярашлы төҙөлһә, Хеҙмәттәрҙең даирәһе Килешеүгә ҡушылған Продукт спецификацияһында билдәләнә. Продукт спецификацияһы айырым (аҫ)хеҙмәттәрҙең йөкмәткеһенә һәм активация ысулдарына ҡағылышлы даирәһен артабан ентекләй ала. Был ысул менән билдәләнгән Продукт спецификацияһы Хаҡтар исемлегенә ярашлы тәҡдим ителгән Хеҙмәт формаһынан өҫтөнлөккә эйә.

source: The Service is provided in three forms of cooperation: Hosted Weblate, Dedicated Weblate, and Self-hosting.
ba: Хеҙмәт өс хеҙмәттәшлек формаһында күрһәтелә: Хостингтағы Weblate, Айырым Weblate һәм Үҙ хостингында.

source: In accordance with GPLv3, certain aspects of the Service may be provided either with the assistance of third parties other than the Provider or directly by these parties. The User acknowledges that these third parties will provide their services in accordance with this Agreement and the GPLv3 license. The User acknowledges that third parties involved in the provision of the Service may change over the course of the Service's provision. These third parties may process Personal Data within their activities in accordance with the Agreement and GPLv3.
ba: GPLv3-кә ярашлы, Хеҙмәттең ҡайһы бер аспекттары йә Провайдерҙан башҡа өсөнсө яҡтар ярҙамында, йә туранан-тура был яҡтар тарафынан күрһәтелергә мөмкин. Ҡулланыусы был өсөнсө яҡтарҙың үҙ хеҙмәттәрен был Килешеүгә һәм GPLv3 лицензияһына ярашлы күрһәтәсәген таный. Ҡулланыусы Хеҙмәтте күрһәтеүҙә ҡатнашҡан өсөнсө яҡтарҙың Хеҙмәтте күрһәтеү барышында үҙгәреүен таный. Был өсөнсө яҡтар үҙ эшмәкәрлектәре сиктәрендә Шәхси Мәғлүмәттәрҙе Килешеүгә һәм GPLv3-кә ярашлы эшкәртә ала.

source: Service Duration
ba: Хеҙмәт оҙайлығы

source: Unless otherwise expressly agreed in the Agreement, the Agreement is concluded for a period corresponding to a subscription model. The subscription can be paid monthly or annually in accordance with Article 5 of the GTC.
ba: Әгәр Килешеүҙә башҡаса асыҡтан-асыҡ килешелмәһә, Килешеү яҙылыу моделенә тап килгән осорға төҙөлә. Яҙылыуҙы ДҠШ-ның 5-се статьяһына ярашлы ай һайын йәки йыл һайын түләргә мөмкин.

source: The price for the Service is determined according to the offer or the Price List. The User acknowledges and agrees that the Price List may be unilaterally changed by the Provider in the same way as these GTC. The price depends on the chosen Service configuration, and there are many variants in which the Service can be provided. These variants are listed in the Price List. The price for Services consists of the following separate items or their combination, which are paid regularly monthly/annually:
ba: Хеҙмәт өсөн хаҡ тәҡдимгә йәки Хаҡтар исемлегенә ярашлы билдәләнә. Ҡулланыусы Хаҡтар исемлегенең Провайдер тарафынан был ДҠШ кеүек үк бер яҡлы тәртиптә үҙгәртелеүен таный һәм ризалаша. Хаҡ һайланған Хеҙмәт конфигурацияһына бәйле, һәм Хеҙмәт күрһәтелә алырлыҡ күп варианттар бар. Был варианттар Хаҡтар исемлегендә һаналған. Хеҙмәттәр өсөн хаҡ түбәндәге айырым пункттарҙан йәки уларҙың комбинацияһынан тора, улар даими рәүештә ай һайын/йыл һайын түләнә:
