Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: The User must not use the Service in violation of applicable legal regulations. The User is also fully responsible for ensuring that any modifications to the Service made by them are in compliance with applicable legal regulations.
ba: Ҡулланыусы Хеҙмәтте ғәмәлдәге хоҡуҡи нормаларҙы боҙоп ҡулланырға тейеш түгел. Ҡулланыусы шулай уҡ үҙе яһаған Хеҙмәткә теләһә ниндәй үҙгәрештәрҙең ғәмәлдәге хоҡуҡи нормаларға ярашлы булыуын тәьмин итеү өсөн тулыһынса яуаплы.

source: To gain access to the Service, the Provider may require certain identification details and other information from the User, always only to the extent required by the form. Most of our users are only required to provide a nickname; however, if an invoice needs to be issued, additional legally required information will be requested. The User is obligated to always provide truthful, accurate, and up-to-date information as required by law. For users who only provide a nickname, this does not mean they are required to provide any additional information. This provision does not expand the scope of required personal information but emphasizes the truthfulness, accuracy, and currency of the information provided by the User.
ba: Хеҙмәткә инеү өсөн, Провайдер Ҡулланыусынан билдәле бер идентификация деталдәрен һәм башҡа мәғлүмәттәрҙе талап итә ала, һәр ваҡыт тик форма талап иткән күләмдә генә. Беҙҙең ҡулланыусыларҙың күбеһенән тик ҡушамат ҡына талап ителә; әммә, иҫәп-фактура сығарырға кәрәк булһа, өҫтәмә закон буйынса талап ителгән мәғлүмәт һораласаҡ. Ҡулланыусы закон талап иткәнсә һәр ваҡыт дөрөҫ, теүәл һәм актуаль мәғлүмәт бирергә бурыслы. Тик ҡушамат ҡына биргән ҡулланыусылар өсөн был уларҙың өҫтәмә мәғлүмәт бирергә тейешлеген аңлатмай. Был положение талап ителгән шәхси мәғлүмәттәр даирәһен киңәйтмәй, ә Ҡулланыусы биргән мәғлүмәттең дөрөҫлөгөн, теүәллеген һәм актуаллеген генә баҫым яһай.

source: The User is obligated, upon the Provider's request, to provide the necessary cooperation in resolving malfunctions or making adjustments to the Service, including the obligation to tolerate restrictions on the use of the Service in cases where the Provider performs system outages for the reasons mentioned in Section 8.5.
ba: Ҡулланыусы, Провайдерҙың һорауы буйынса, боҙолоуҙарҙы хәл итеүҙә йәки Хеҙмәткә көйләүҙәр яһауҙа кәрәкле хеҙмәттәшлекте күрһәтергә бурыслы, шул иҫәптән Провайдер 8.5-се бүлектә күрһәтелгән сәбәптәр арҡаһында система өҙөклөктәрен башҡарған осраҡтарҙа Хеҙмәтте ҡулланыуҙағы сикләүҙәргә түҙеү бурысын да индереп.

source: The Provider is entitled to implement security measures to protect the Service in accordance with this Agreement, and the User is required to comply with and respect these measures.
ba: Провайдер был Килешеүгә ярашлы Хеҙмәтте яҡлау өсөн хәүефһеҙлек сараларын тормошҡа ашырырға хоҡуҡлы, һәм Ҡулланыусы был сараларҙы үтәргә һәм хөрмәт итергә тейеш.

source: The User is obligated to use the Service in accordance with the licensing terms specified in Section 6 of this Agreement, ensuring that they do not jeopardize the Service's functionality.
ba: Ҡулланыусы Хеҙмәтте был Килешеүҙең 6-сы бүлегендә күрһәтелгән лицензия шарттарына ярашлы ҡулланырға бурыслы, шул уҡ ваҡытта Хеҙмәттең эшсәнлегенә хәүеф янамауын тәьмин итеп.

source: According to the Service variant listed in the Price List, the User has the right to request Support Services from the Provider, as specified in the Price List.
ba: Хаҡтар исемлегендә күрһәтелгән Хеҙмәт вариантына ярашлы, Ҡулланыусы Хаҡтар исемлегендә күрһәтелгәнсә Провайдерҙан Ярҙам хеҙмәттәрен һорарға хоҡуҡлы.

source: The User is required to keep access credentials to the Service confidential and must not engage in any actions that could compromise the security of the Service. The User is also required to secure their technical equipment to a reasonable extent to minimize the risk of third parties misusing access credentials to the User's account.
ba: Ҡулланыусы Хеҙмәткә инеү мәғлүмәттәрен сер итеп һаҡларға тейеш һәм Хеҙмәттең хәүефһеҙлегенә зыян килтерерлек теләһә ниндәй ғәмәлдәрҙә ҡатнашмаҫҡа тейеш. Ҡулланыусы шулай уҡ өсөнсө яҡтарҙың Ҡулланыусы аккаунтына инеү мәғлүмәттәрен ярамаған маҡсатта ҡулланыу хәүефен кәметеү өсөн үҙенең техник ҡорамалдарын аҡыллы сиктәрҙә хәүефһеҙләндерергә тейеш.

source: If the User breaches any of the obligations specified in this Section, the Provider bears no responsibility for any damages incurred by the User, and the User is solely responsible for any damages incurred by the Provider or third parties. Breaching these obligations also entitles the Provider to terminate this Agreement. If the User becomes aware that Service access may be exposed to third parties due to a leak of access information, they are required to report this to the Provider.
ba: Әгәр Ҡулланыусы был Бүлектә күрһәтелгән бурыстарҙың ҡайһыһын да булһа боҙһа, Провайдер Ҡулланыусы кисергән зыян өсөн яуаплылыҡты үҙ өҫтөнә алмай, һәм Ҡулланыусы Провайдерға йәки өсөнсө яҡтарға килтерелгән зыян өсөн тулыһынса яуаплы. Был бурыстарҙы боҙоу шулай уҡ Провайдерға был Килешеүҙе өҙөргә хоҡуҡ бирә. Әгәр Ҡулланыусы инеү мәғлүмәттәренең ағыуы арҡаһында Хеҙмәткә инеүҙең өсөнсө яҡтарға асыҡ булыуын белһә, улар был турала Провайдерға хәбәр итергә тейеш.

source: Prohibited Conduct
ba: Тыйлған ғәмәлдәр

source: The User is prohibited from uploading, sending, or otherwise storing any content on the Service portal that may contain software viruses or other files and programs that could destroy, damage, or limit the functionality of the Provider's or other Users' devices. The User is also not authorized to upload content to the Service portal that is illegal to possess or distribute, infringes on third-party copyrights, is part of criminal activities, spreads spam through the Service, or attempts to gain access to another User’s account or the Provider’s servers. Violation of these obligations constitutes a material breach of the Agreement.
ba: Ҡулланыусыға Хеҙмәт порталына Провайдерҙың йәки башҡа Ҡулланыусыларҙың ҡоролмаларының эшсәнлеген юҡ итергә, зыян килтерергә йәки сикләргә мөмкин булған программа вирустары йәки башҡа файлдар һәм программалар булған теләһә ниндәй йөкмәткене тейәргә, ебәрергә йәки башҡаса һаҡларға тыйыла. Ҡулланыусыға шулай уҡ Хеҙмәт порталына эйә булыуы йәки таратыуы законһыҙ булған, өсөнсө яҡтарҙың авторлыҡ хоҡуҡтарын боҙған, енәйәт эшмәкәрлегенең өлөшө булған, Хеҙмәт аша спам таратҡан йәки икенсе Ҡулланыусының аккаунтына йәки Провайдерҙың серверҙарына инергә тырышҡан йөкмәткене тейәргә рөхсәт ителмәй. Был бурыстарҙы боҙоу Килешеүҙең етди боҙолоуы булып тора.

source: The User particularly agrees to refrain from the following activities while using the Services, especially through the Services:
ba: Ҡулланыусы, бигерәк тә Хеҙмәттәр аша, Хеҙмәттәрҙе ҡулланғанда түбәндәге ғәмәлдәрҙән тыйылырға ризалаша:

source: Disseminating or offering any content that violates applicable laws at the national, EU, or international level;
ba: Милли, ЕС йәки халыҡ-ара кимәлдә ғәмәлдәге закондарҙы боҙған теләһә ниндәй йөкмәткене таратыу йәки тәҡдим итеү;

source: Disseminating or offering any illegally obtained content or content whose dissemination would be illegal;
ba: Законһыҙ алынған теләһә ниндәй йөкмәткене йәки таратыуы законһыҙ булған йөкмәткене таратыу йәки тәҡдим итеү;

source: Disseminating or offering any pornographic, obscene, or otherwise vulgar content;
ba: Порнографик, әхлаҡһыҙ йәки башҡаса тупаҫ йөкмәткене таратыу йәки тәҡдим итеү;

source: Engaging in any services or activities that are contrary to applicable laws at the national, EU, or international level;
ba: Милли, ЕС йәки халыҡ-ара кимәлдә ғәмәлдәге закондарға ҡаршы килгән теләһә ниндәй хеҙмәттәрҙә йәки эшмәкәрлектәрҙә ҡатнашыу;

source: Engaging in activities that bypass intellectual property protection elements (such as cracks, warez, etc.);
ba: Интеллектуаль милекте яҡлау элементтарын урап үтеүсе ғәмәлдәрҙә ҡатнашыу (мәҫәлән, крэктар, варез һ.б.);

source: Sending unsolicited commercial messages and other spam or other illegal harassment of third parties;
ba: Һоралмаған коммерция хәбәрҙәрен һәм башҡа спамды ебәреү йәки өсөнсө яҡтарҙы башҡаса законһыҙ эҙәрлекләү;

source: Publishing or disseminating any content that may infringe the rights of third parties, including attacks on such persons, or any offensive, impolite, or otherwise inappropriate content that unlawfully or illegally infringes on the personal rights of third parties;
ba: Өсөнсө яҡтарҙың хоҡуҡтарын боҙорға мөмкин булған теләһә ниндәй йөкмәткене баҫтырыу йәки таратыу, шул иҫәптән бындай шәхестәргә һөжүмдәр, йәки өсөнсө яҡтарҙың шәхси хоҡуҡтарын законһыҙ йәки хоҡуҡҡа ҡаршы боҙған теләһә ниндәй мыҫҡыллаусы, әҙәпһеҙ йәки башҡаса ярамаған йөкмәтке;

source: Disseminating or offering any content that infringes on third-party intellectual or industrial property rights;
ba: Өсөнсө яҡтарҙың интеллектуаль йәки сәнәғәт милке хоҡуҡтарын боҙған теләһә ниндәй йөкмәткене таратыу йәки тәҡдим итеү;

source: Operating or disseminating any tools that may be misused to breach network, device, or service security;
ba: Селтәр, ҡоролма йәки сервис хәүефһеҙлеген боҙоу өсөн ярамаған маҡсатта ҡулланылырға мөмкин булған теләһә ниндәй ҡоралдарҙы эшләтеү йәки таратыу;

source: Overburdening the Provider's or third-party servers;
ba: Провайдерҙың йәки өсөнсө яҡтарҙың серверҙарын артыҡ йөкләү;

source: Engaging in any activities that could harm the Provider, its reputation, or its assets;
ba: Провайдерға, уның абруйына йәки уның активтарына зыян килтерерлек теләһә ниндәй эшмәкәрлектәрҙә ҡатнашыу;

source: Using any means, servers, devices, or elements provided by the Provider in a manner not expressly agreed upon in these Terms or the Agreement;
ba: Провайдер биргән теләһә ниндәй сараларҙы, серверҙарҙы, ҡоролмаларҙы йәки элементтарҙы был Шарттарҙа йәки Килешеүҙә асыҡтан-асыҡ килешелмәгән ысул менән ҡулланыу;

source: Conducting activities that would disclose any content to third parties that:
ba: Өсөнсө яҡтарға түбәндәгеләрҙе асҡан эшмәкәрлек алып барыу:

source: Contains prohibited applications and scripts;
ba: Тыйлған ҡушымталарҙы һәм скрипттарҙы үҙ эсенә ала;

source: Overloads database systems or causes malfunction of servers;
ba: Мәғлүмәт базалары системаларын артыҡ йөктәй йәки серверҙарҙың боҙолоуына килтерә;

source: Overburdens the infrastructure, connection lines, or hardware of the Provider or third parties;
ba: Провайдерҙың йәки өсөнсө яҡтарҙың инфраструктураһын, тоташыу линияларын йәки аппарат ҡорамалдарын артыҡ йөктәй;

source: Involves music, sound, image, film, or similar files for which the User lacks distribution rights;
ba: Ҡулланыусының таратыу хоҡуғы булмаған музыка, тауыш, рәсем, фильм йәки оҡшаш файлдарҙы үҙ эсенә ала;

source: Threatens the privacy or security of other Internet users or the security of computer systems (e.g., through viruses, password generators, etc.);
ba: Башҡа интернет ҡулланыусыларының хосусилығына йәки хәүефһеҙлегенә йәки компьютер системаларының хәүефһеҙлегенә янай (мәҫәлән, вирустар, пароль генераторҙары аша һ.б.);

source: Is part of the provided Service without written permission from the Provider to share it with third parties;
ba: Провайдерҙан өсөнсө яҡтар менән уртаҡлашыуға яҙма рөхсәтһеҙ күрһәтелгән Хеҙмәттең бер өлөшө булып тора;

source: Gives the impression that the User acts on behalf of the Provider without authorization;
ba: Ҡулланыусының рөхсәтһеҙ Провайдер исеменән эш итеүе тураһында тәьҫорат тыуҙыра;

source: May harm any third-party rights.
ba: Теләһә ниндәй өсөнсө яҡ хоҡуҡтарына зыян килтереүе мөмкин.

source: The Provider may, without prior notice, interrupt, limit, or suspend the provision of Services if it reasonably believes the User is violating the Terms, the Agreement, or using the Services contrary to applicable laws, public morality, ethical principles, or Internet usage rules, or is aiding in or committing criminal activities.
ba: Провайдер, әгәр Ҡулланыусының Шарттарҙы, Килешеүҙе боҙоуына йәки Хеҙмәттәрҙе ғәмәлдәге закондарға, йәмәғәт әхлағына, этик принциптарға йәки интернетты ҡулланыу ҡағиҙәләренә ҡаршы килеп ҡулланыуына, йәки енәйәт эшмәкәрлегенә ярҙам итеүенә йәки уны ҡылыуына аҡыллы нигеҙҙә ышанһа, алдан хәбәр итмәйенсә Хеҙмәттәрҙе күрһәтеүҙе туҡтатып, сикләп йәки туҡтатып тора ала.

source: The Provider may also, without prior notice, interrupt, limit, or suspend the provision of Services if the Services are being misused for unauthorized interference with the Provider’s rights (e.g., impersonation, fraudulent invoicing) or excessive usage, particularly through automated software and bots that overload the Provider’s servers or other technical facilities.
ba: Провайдер шулай уҡ, әгәр Хеҙмәттәр Провайдерҙың хоҡуҡтарына рөхсәтһеҙ ҡыҫылыу (мәҫәлән, үҙеңде икенсе кеше итеп күрһәтеү, ялған иҫәп-фактуралар сығарыу) йәки Провайдерҙың серверҙарын йәки башҡа техник сараларын артыҡ йөктәгән автоматлаштырылған программалар һәм боттар аша артыҡ ҡулланыу өсөн ярамаған маҡсатта ҡулланылһа, алдан хәбәр итмәйенсә Хеҙмәттәрҙе күрһәтеүҙе туҡтатып, сикләп йәки туҡтатып тора ала.

source: The User expressly agrees that in the event of a justified interruption, limitation, or suspension of Services by the Provider, the User is solely responsible for any damages resulting from the interruption and cannot claim any compensation from the Provider for such damages.
ba: Ҡулланыусы, Провайдер тарафынан Хеҙмәттәрҙе нигеҙле туҡтатыу, сикләү йәки туҡтатып тороу осрағында, өҙөклөктән килеп сыҡҡан зыян өсөн тулыһынса яуаплы булыуын һәм бындай зыян өсөн Провайдерҙан бер ниндәй ҙә компенсация талап итә алмауын асыҡтан-асыҡ ризалаша.

source: To verify the software solution used or audit the licensing of assigned software resources and content uploaded through the Services, the User agrees to provide full cooperation to the Provider. This includes enabling or ensuring the installation and execution of tools and scripts on the virtual server that verify and check the software resources used.
ba: Ҡулланылған программа сиселешен тикшереү йәки Хеҙмәттәр аша тейәлгән билдәләнгән программа ресурстарының һәм йөкмәткенең лицензияланыуын аудитлау өсөн, Ҡулланыусы Провайдерға тулы хеҙмәттәшлек күрһәтергә ризалаша. Был ҡулланылған программа ресурстарын тикшергән һәм тикшергән виртуаль серверҙа ҡоралдарҙы һәм скрипттарҙы ҡуйыуҙы һәм эшләтеүҙе мөмкин итеүҙе йәки тәьмин итеүҙе үҙ эсенә ала.

source: The User expressly agrees to be responsible for any damage caused to the Provider, its clients, partners, or third parties. This responsibility particularly includes the consequences of any legal actions that violate the provisions of Article 10 of these Terms. The User also agrees that the Provider may adjust the Service settings to prevent misuse. In case of breach by the User, the unused service period will not be refunded and will automatically be considered a one-time contractual penalty. This penalty does not affect the Provider’s right to claim damages in addition to the penalty.
ba: Ҡулланыусы Провайдерға, уның клиенттарына, партнерҙарына йәки өсөнсө яҡтарға килтерелгән зыян өсөн яуаплы булырға асыҡтан-асыҡ ризалаша. Был яуаплылыҡ, атап әйткәндә, был Шарттарҙың 10-сы статьяһы положениеларын боҙған теләһә ниндәй юридик ғәмәлдәрҙең эҙемтәләрен үҙ эсенә ала. Ҡулланыусы шулай уҡ Провайдерҙың ярамаған ҡулланыуҙы булдырмау өсөн Хеҙмәт көйләүҙәрен көйләй алыуына ризалаша. Ҡулланыусы тарафынан боҙоу осрағында, ҡулланылмаған хеҙмәт осоро кире ҡайтарылмай һәм автоматик рәүештә бер тапҡырлыҡ контракт штрафы тип иҫәпләнәсәк. Был штраф Провайдерҙың штрафтан тыш зыянды ҡаплатыуҙы талап итеү хоҡуғына йоғонто яһамай.

source: Termination of the Agreement
ba: Килешеүҙе өҙөү

source: The contractual relationship may be terminated by withdrawal from the Agreement, expiration of the agreed term, dissolution of a legal entity (either the Provider or the User) with liquidation, termination of the Agreement, or by mutual agreement of the Parties.
ba: Контракт мөнәсәбәттәре Килешеүҙән сығыу, килешелгән мөҙҙәттең үтеүе, юридик шәхестең (йә Провайдер, йә Ҡулланыусы) бөтөрөлөүе менән, Килешеүҙе өҙөү йәки Яҡтарҙың үҙ-ара килешеүе буйынса туҡтатылырға мөмкин.

source: The Provider may terminate the Agreement at any time without providing a reason. The notice period is three months, starting from the first day of the calendar month following the delivery of the notice to the User.
ba: Провайдер Килешеүҙе теләһә ниндәй ваҡытта сәбәбен аңлатмайынса өҙә ала. Хәбәр итеү мөҙҙәте – өс ай, ул Ҡулланыусыға хәбәрнамәне тапшырғандан һуң килгән календарь айҙың беренсе көнөнән башлана.

source: The User may terminate the Agreement under the conditions specified in Section 8.1 of these Terms.
ba: Ҡулланыусы Килешеүҙе был Шарттарҙың 8.1-се бүлегендә күрһәтелгән шарттарҙа өҙә ала.

source: If the User materially or repeatedly breaches their obligations under these Terms or the Agreement and fails to remedy the breach within 14 days from the delivery of a notice of the breach, the Provider may withdraw from the Agreement. The withdrawal becomes effective the day after the User receives the notice of withdrawal.
ba: Әгәр Ҡулланыусы был Шарттар йәки Килешеү буйынса үҙ бурыстарын етди йәки ҡабатлап боҙһа һәм боҙоу тураһында хәбәрнамә тапшырылғандан һуң 14 көн эсендә боҙоуҙо төҙәтмәһә, Провайдер Килешеүҙән сыға ала. Сығыу Ҡулланыусы сығыу тураһында хәбәрнамәне алғандан һуңғы көндө көсөнә инә.

source: If the User breaches their obligations under these Terms or the Agreement in a particularly serious manner, the Provider is entitled to immediately withdraw from the Agreement and terminate the provision of the Service as soon as such a breach is discovered.
ba: Әгәр Ҡулланыусы үҙ бурыстарын был Шарттар йәки Килешеү буйынса бигерәк тә етди рәүештә боҙһа, Провайдер бындай боҙоу асыҡланғандан һуң шунда уҡ Килешеүҙән сығырға һәм Хеҙмәтте күрһәтеүҙе туҡтатырға хоҡуҡлы.

source: If the Provider breaches its obligations under these Terms or the Agreement in a particularly serious manner, the User is entitled to immediately withdraw from the Agreement as soon as such a breach is discovered.
ba: Әгәр Провайдер үҙ бурыстарын был Шарттар йәки Килешеү буйынса бигерәк тә етди рәүештә боҙһа, Ҡулланыусы бындай боҙоу асыҡланғандан һуң шунда уҡ Килешеүҙән сығырға хоҡуҡлы.

source: Neither Party may terminate or otherwise end the Agreement except in cases explicitly stated in this Section. The Parties exclude, to the maximum extent possible, the right of either Party to terminate this Agreement, including the provisions of Sections 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110, and 2111 of the Czech Civil Code.
ba: Бер яҡ та Килешеүҙе был Бүлектә асыҡтан-асыҡ күрһәтелгән осраҡтарҙан тыш өҙә йәки башҡаса туҡтата алмай. Яҡтар, мөмкин тиклем максималь дәрәжәлә, теләһә ниндәй Яҡтың был Килешеүҙе өҙөү хоҡуғын, шул иҫәптән Чехия Гражданлыҡ кодексының 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 һәм 2111-се статьялары положениеларын, инҡар итә.

source: Limitation of Liability
ba: Яуаплылыҡты сикләү

source: The Provider is not liable for indirect damages arising from the provision of the Services, such as lost profits, lost revenues, data loss, financial damages, or any indirect, special, or consequential damages, including exemplary or punitive damages, such as, but not limited to, damages for other intangible losses (even if the Provider has been advised of the possibility of such damages), resulting from:
ba: Провайдер Хеҙмәттәрҙе күрһәтеүҙән килеп сыҡҡан ситләтелгән зыян өсөн, мәҫәлән, юғалтылған табыш, юғалтылған килем, мәғлүмәт юғалтыу, финанс зыяндары йәки теләһә ниндәй ситләтелгән, махсус йәки эҙемтәле зыяндар, шул иҫәптән өлгөлө йәки язалаусы зыяндар, мәҫәлән, ләкин улар менән генә сикләнмәйенсә, башҡа матди булмаған юғалтыуҙар өсөн (хатта Провайдерға бындай зыяндарҙың мөмкин булыуы тураһында хәбәр ителһә лә) яуаплы түгел, улар түбәндәгеләр һөҙөмтәһендә килеп сыға:

source: Use or inability to use the Service;
ba: Хеҙмәтте ҡулланыу йәки ҡуллана алмау;

source: The cost of acquiring substitute goods and services arising from any goods, data, information, or services purchased or obtained or messages received, or transactions entered into through or from the Service;
ba: Хеҙмәт аша йәки унан һатып алынған йәки алынған теләһә ниндәй тауарҙарҙан, мәғлүмәттәрҙән, мәғлүмәттәрҙән йәки хеҙмәттәрҙән йәки алынған хәбәрҙәрҙән, йәки индерелгән транзакцияларҙан килеп сыҡҡан алмаштырыусы тауарҙарҙы һәм хеҙмәттәрҙе алыу хаҡы;

source: Statements or actions of any third party involved in providing the Service, including any outcomes of third-party solutions or services related to the Service;
ba: Хеҙмәтте күрһәтеүҙә ҡатнашҡан теләһә ниндәй өсөнсө яҡтың белдереүҙәре йәки ғәмәлдәре, шул иҫәптән Хеҙмәткә бәйле өсөнсө яҡ сиселештәренең йәки хеҙмәттәренең теләһә ниндәй һөҙөмтәләре;

source: Any other matters related to the Service.
ba: Хеҙмәткә бәйле башҡа теләһә ниндәй мәсьәләләр.

source: In cases of force majeure, the Parties are entitled to temporarily suspend their contractual obligations, and any non-performance or delay in fulfilling the obligations imposed by this Agreement will not be considered a breach of the Agreement. Force majeure includes circumstances under which liability is excluded according to Czech law, such as natural disasters, war, or changes in the political situation that prevent or unduly hinder the exercise of rights and obligations arising from this Agreement.
ba: Форс-мажор осраҡтарында Яҡтар үҙҙәренең контракт бурыстарын ваҡытлыса туҡтатып торорға хоҡуҡлы, һәм был Килешеү менән йөкләтелгән бурыстарҙы үтәмәү йәки тотҡарлау Килешеүҙе боҙоу тип иҫәпләнмәйәсәк. Форс-мажорға Чехия законы буйынса яуаплылыҡ инҡар ителгән шарттар, мәҫәлән, тәбиғәт бәлә-ҡазалары, һуғыш йәки был Килешеүҙән килеп сыҡҡан хоҡуҡтарҙы һәм бурыстарҙы тормошҡа ашырыуға ҡамасаулаған йәки үтә ауырлаштырған сәйәси хәлдең үҙгәреүе инә.

source: By entering into the Agreement, the User acknowledges that, despite the Provider’s best efforts, there may be temporary unavailability of the Service due to circumstances beyond the Provider’s control (e.g., an internet connection outage). Therefore, the User agrees and undertakes to back up all of their data stored within the Service at another geographical location(s).
ba: Килешеүгә инеп, Ҡулланыусы, Провайдерҙың бар көсөн һалыуына ҡарамаҫтан, Провайдерҙың контроленән тыш булған шарттар (мәҫәлән, интернет тоташыуының өҙөлөүе) арҡаһында Хеҙмәттең ваҡытлыса мөмкин булмауы ихтимал икәнлеген таный. Шуға күрә Ҡулланыусы Хеҙмәт эсендә һаҡланған бөтә мәғлүмәттәренең резерв күсермәһен икенсе географик урын(дар)ҙа яһарға ризалаша һәм йөкләмә ала.

source: The User uses the Service AS IS. Incompatibility with other software, hardware configurations, or any defects or faults DO NOT ENTITLE the User to cancel their order or to request a refund of any fees paid, unless otherwise expressly agreed between the Parties in individual cases.
ba: Ҡулланыусы Хеҙмәтте ШУЛ КИЛЕШ (AS IS) ҡуллана. Башҡа программалар, аппарат конфигурациялары менән ярашмау йәки теләһә ниндәй етешһеҙлектәр йәки хаталар, әгәр Яҡтар араһында айырым осраҡтарҙа башҡаса асыҡтан-асыҡ килешелмәһә, Ҡулланыусыға үҙ заказын туҡтатырға йәки түләнгән теләһә ниндәй түләүҙәрҙе кире ҡайтарыуҙы талап итергә ХОҠУҠ БИРМӘЙ.

source: Personal Data Protection
ba: Шәхси Мәғлүмәттәрҙе яҡлау
