Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: Subcontractors in Accordance with Art. 28 GDPR
ba: GDPR-ҙың 28-се статьяһына ярашлы субподрядсылар

source: Status as of May 2024.
ba: 2024 йылдың майына ҡарата торош.

source: The Privacy Policy document is legally-binding in English, translations are provided for your convenience.
ba: Хосусилыҡ сәйәсәте документының инглиз телендәгеһе юридик көскә эйә, тәржемәләр һеҙҙең уңайлыҡ өсөн бирелә.

source: View English version
ba: Инглизсә версияһын ҡарарға

source: This Privacy Policy, hereinafter referred to as "<strong>Policy</strong>", supplement the <a href="%(terms_url)s">General Terms and Conditions</a> of Weblate, hereinafter referred to as "<strong>Terms</strong>".
ba: Был Хосусилыҡ сәйәсәте, артабан – "<strong>Сәйәсәт</strong>", Weblate-тың <a href="%(terms_url)s">Дөйөм ҡағиҙәләрен һәм шарттарын</a>, артабан – "<strong>Шарттар</strong>", тулыландыра.

source: Introductory Provisions
ba: Инеш положениелар

source: This Policy has been issued by Weblate s.r.o., ID No.: 21668027, with registered office at Nábřežní 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register kept by the Regional Court in Ústí nad Labem, file No. C 52324, i.e. the "<strong>Provider</strong>".
ba: Был Сәйәсәт Weblate s.r.o. тарафынан сығарылды, ID No.: 21668027, теркәлгән офисы: Nábřežní 694, Cvikov II, 471 54 Cvikov, Ústí nad Labem-дағы Төбәк судында һаҡланған Коммерция реестрында теркәлгән, файл No. C 52324, йәғни "<strong>Провайдер</strong>".

source: This Policy describes how the Provider handles the personal data of Users as data subjects - private individuals when accessing and subsequently using the Services, Products, Support Services, as well as when using the Website and other possible services and related activities.
ba: Был Сәйәсәт Провайдерҙың Ҡулланыусыларҙың – шәхси мәғлүмәт субъекттары булараҡ физик шәхестәрҙең – Хеҙмәттәргә, Продукттарға, Ярҙам хеҙмәттәренә инеү һәм артабан ҡулланыу, шулай уҡ Веб-сайтты һәм башҡа мөмкин булған хеҙмәттәрҙе һәм бәйле эшмәкәрлектәрҙе ҡулланыу барышында шәхси мәғлүмәттәрен нисек эшкәртеүен тасуирлай.

source: This Policy also uses certain terms or definitions which have been defined in Article 1 of the Terms and which have the same meaning as set out in the Terms.
ba: Был Сәйәсәттә шулай уҡ Шарттарҙың 1-се статьяһында билдәләнгән һәм Шарттарҙа күрһәтелгән мәғәнәгә эйә булған ҡайһы бер терминдар йәки билдәләмәләр ҡулланыла.

source: In processing personal data, the Provider complies with Regulation (EU) 2016/679 of the European Parliament and of the Council, the General Data Protection Regulation, also known as the GDPR (we will hereinafter use the abbreviation "<strong>GDPR</strong>"), Act No. 110/2019 Coll., on the processing of personal data, as well as Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (abbreviated as the "<strong>ePrivacy Directive</strong>").
ba: Шәхси мәғлүмәттәрҙе эшкәрткәндә Провайдер Европа Парламентының һәм Советының (ЕС) 2016/679 Регламентын, шулай уҡ GDPR булараҡ билдәле булған Шәхси мәғлүмәттәрҙе яҡлауҙың дөйөм регламентын (артабан беҙ "<strong>GDPR</strong>" ҡыҫҡартмаһын ҡулланасаҡбыҙ), шәхси мәғлүмәттәрҙе эшкәртеү тураһындағы 110/2019-сы һанлы Ҡанунды, шулай уҡ Европа Парламентының һәм Советының 2002 йылдың 12 июлендәге электрон элемтә секторында шәхси мәғлүмәттәрҙе эшкәртеү һәм хосусилыҡты яҡлау тураһындағы 2002/58/EC Директиваһын (ҡыҫҡаса "<strong>ePrivacy Директиваһы</strong>") үтәй.

source: The actual processing of Users' personal data is always carried out only for the purposes and under the conditions defined in more detail in this Policy and begins at the moment when the User visits the Website, when the User registers for the Provider's newsletter and/or when the Provider and the User conclude the Contract, whichever is the earliest.
ba: Ҡулланыусыларҙың шәхси мәғлүмәттәрен ысынбарлыҡта эшкәртеү һәр ваҡыт был Сәйәсәттә ентеклерәк билдәләнгән маҡсаттар һәм шарттар өсөн генә башҡарыла һәм Ҡулланыусы Веб-сайтҡа ингән, Провайдерҙың яңылыҡтар бюллетененә яҙылған һәм/йәки Провайдер менән Ҡулланыусы Килешеү төҙөгән ваҡыттан башлана, ҡайһыһы иртәрәк булһа, шул.

source: The processing is then carried out either directly by the Provider and/or by third parties within the meaning of Article 3 of this Policy who have been authorised by the Provider to process personal data in accordance with this Policy.
ba: Эшкәртеү артабан йә туранан-тура Провайдер тарафынан, һәм/йәки был Сәйәсәткә ярашлы шәхси мәғлүмәттәрҙе эшкәртеү өсөн Провайдер тарафынан вәкәләт бирелгән был Сәйәсәттең 3-сө статьяһы мәғәнәһендәге өсөнсө яҡтар тарафынан башҡарыла.

source: Unless expressly stated otherwise in this Policy, the Provider acts as a <strong>data controller</strong> and Users who are natural persons act as data subjects as these roles are defined in the GDPR.
ba: Әгәр ошо Сәйәсәттә асыҡтан-асыҡ башҡаса ҡаралмаһа, Провайдер GDPR-ҙа билдәләнгәнсә <strong>мәғлүмәт контролеры</strong>, ә физик шәхес булған Ҡулланыусылар — мәғлүмәт субъекттары булараҡ эш итә.

source: Scope, Purposes, and Duration of Processing
ba: Эшкәртеүҙең даирәһе, маҡсаттары һәм оҙайлығы

source: The Provider processes the User's personal data for the following purposes:
ba: Провайдер Ҡулланыусының шәхси мәғлүмәттәрен түбәндәге маҡсаттарҙа эшкәртә:

source: fulfilling the Contract under Article 6(1)(b) of the GDPR,
ba: GDPR-ҙың 6(1)(b) статьяһы буйынса Килешеүҙе үтәү,

source: negotiating the Contract under Article 6(1)(b) of the GDPR,
ba: GDPR-ҙың 6(1)(b) статьяһы буйынса Килешеү тураһында һөйләшеүҙәр алып барыу,

source: fulfilling the Provider's legal obligations under Article 6(1)(c) of the GDPR,
ba: GDPR-ҙың 6(1)(c) статьяһы буйынса Провайдерҙың юридик бурыстарын үтәү,

source: the legitimate interests of the Provider under Article 6(1)(f) of the GDPR, and in selected cases also
ba: GDPR-ҙың 6(1)(f) статьяһы буйынса Провайдерҙың законлы мәнфәғәттәре, һәм һайланған осраҡтарҙа шулай уҡ

source: consent granted by the User under Article 6(1)(a) of the GDPR.
ba: GDPR-ҙың 6(1)(a) статьяһы буйынса Ҡулланыусы биргән ризалыҡ.

source: The scope of the User's personal data processed by the Provider includes the following:
ba: Провайдер эшкәрткән Ҡулланыусының шәхси мәғлүмәттәре даирәһенә түбәндәгеләр инә:

source: first and last name,
ba: исем һәм фамилия,

source: User's address (delivery and billing),
ba: Ҡулланыусының адресы (килтереү һәм түләү өсөн),

source: Company ID and Tax ID,
ba: Компания ID-һы һәм Һалым ID-һы,

source: nickname(s) (including any voluntarily linked platforms such as Liberapay, GitHub, X, and others),
ba: ҡушамат(тар) (Liberapay, GitHub, X һәм башҡалар кеүек ирекле бәйләнгән платформаларҙы индереп),

source: User's avatar,
ba: Ҡулланыусының аватары,

source: email address(es),
ba: e-mail адрес(тар)ы,

source: identifiers for Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE, and Ubuntu in the event that accounts with these providers are linked to the User account,
ba: Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE һәм Ubuntu өсөн идентификаторҙар, әгәр был провайдерҙарҙағы аккаунттар Ҡулланыусы аккаунтына бәйләнгән булһа,

source: specifications of the Service and Product used by the User,
ba: Ҡулланыусы ҡулланған Хеҙмәт һәм Продукт спецификациялары,

source: information about the number of team members of the User and their roles,
ba: Ҡулланыусының команда ағзалары һаны һәм уларҙың ролдәре тураһында мәғлүмәт,

source: all other user settings of the User account (including the so-called Profile), i.e., settings for languages, notifications, if they can identify the User directly or indirectly,
ba: Ҡулланыусы аккаунтының башҡа бөтә көйләүҙәре (шул иҫәптән Профиль тип аталғаны), йәғни телдәр, хәбәрнамәләр өсөн көйләүҙәр, әгәр улар Ҡулланыусыны туранан-тура йәки ситләтеп идентификациялай алһа,

source: bank account number and possibly other payment details of the User,
ba: банк иҫәбе номеры һәм, бәлки, Ҡулланыусының башҡа түләү реквизиттары,

source: cryptocurrency wallet address or addresses,
ba: криптовалюта янсығының адрес(тар)ы,

source: other personal data contained in messages sent by the User to the Provider (especially the subject and other content of the message),
ba: Ҡулланыусы Провайдерға ебәргән хәбәрҙәрҙә булған башҡа шәхси мәғлүмәттәр (бигерәк тә хәбәрҙең темаһы һәм башҡа йөкмәткеһе),

source: other personal data contained in communications with the Provider's support,
ba: Провайдерҙың ярҙам хеҙмәте менән аралашыуҙа булған башҡа шәхси мәғлүмәттәр,

source: system data, logs, and session logs including the User's IP address,
ba: система мәғлүмәттәре, журналдар һәм Ҡулланыусының IP-адресын индереп, сессия журналдары,

source: where the individual categories of personal data listed above will continue to be collectively referred to as "<strong>Personal Data</strong>".
ba: бында юғарыла һаналған шәхси мәғлүмәттәрҙең айырым категориялары артабан бергәләп "<strong>Шәхси Мәғлүмәттәр</strong>" тип аталасаҡ.

source: In certain cases, the Provider <strong>may also be a processor of personal data</strong>, namely when personal data of third parties is provided to it by the User for their own purposes (e.g., in the case of adding individual team members, donating a project to the Provider on behalf of another person, etc.). The processing of selected Personal Data of third parties made accessible by the User occurs in this case at the User's direction, under the conditions and based on a separate data processing agreement (so-called processing agreement) concluded between the Provider and the User.
ba: Ҡайһы бер осраҡтарҙа, Провайдер шулай уҡ <strong>шәхси мәғлүмәттәрҙе эшкәртеүсе</strong> лә булырға мөмкин, атап әйткәндә, Ҡулланыусы үҙ маҡсаттары өсөн өсөнсө яҡтарҙың шәхси мәғлүмәттәрен уға биргәндә (мәҫәлән, айырым команда ағзаларын өҫтәгәндә, Провайдерға икенсе кеше исеменән проект иғәнә иткәндә һ.б.). Ҡулланыусы тарафынан мөмкин ителгән өсөнсө яҡтарҙың һайланған Шәхси Мәғлүмәттәрен эшкәртеү был осраҡта Ҡулланыусының күрһәтмәһе буйынса, Провайдер менән Ҡулланыусы араһында төҙөлгән айырым мәғлүмәт эшкәртеү килешеүе (эшкәртеү килешеүе тип аталған) шарттарына һәм нигеҙенә ярашлы башҡарыла.

source: The Provider processes Personal Data until all obligations arising from the Contract are fulfilled. At the moment of account closure by the Provider and/or account cancellation by the User, all Personal Data and other data entered into the Service will be deleted, except for selected Personal Data mentioned below; the Provider therefore <strong>strongly recommends backing up</strong> all data entered into the Service before cancelling the User account and is not responsible for their loss after the User account is closed, even if it is rightfully closed by the Provider. Personal Data indicated on invoices is retained by the Provider for at least the statutory retention periods arising from the law, i.e., for a period of 10 years. In cases where it is necessary for the defence of the Provider's claims and/or for defence against claims from third parties (including any proceedings initiated by public authorities), the Provider may also retain some other Personal Data, but always for a maximum period equal to the limitation period for individual claims and/or until the final conclusion of selected proceedings. The specific duration cannot be precisely defined and varies according to the type of claim, their limitation periods, and the pace of selected courts or public authorities. Data that the Provider processes only as a processor of the User's data is processed for the period specified by the User's instructions unless the Provider has another legal basis for processing personal data as a controller under Article 2.1 of this Policy.
ba: Провайдер Шәхси Мәғлүмәттәрҙе Килешеүҙән килеп сыҡҡан бөтә бурыстар үтәлгәнгә тиклем эшкәртә. Провайдер тарафынан аккаунт ябылған һәм/йәки Ҡулланыусы тарафынан аккаунт юйылған ваҡытта, түбәндә телгә алынған һайланған Шәхси Мәғлүмәттәрҙән тыш, Хеҙмәткә индерелгән бөтә Шәхси Мәғлүмәттәр һәм башҡа мәғлүмәттәр юйыласаҡ; шуға күрә Провайдер Ҡулланыусы аккаунтын юйғанға тиклем Хеҙмәткә индерелгән бөтә мәғлүмәттәрҙе <strong>резерв күсермә яһарға</strong> ныҡлы кәңәш итә һәм Ҡулланыусы аккаунты ябылғандан һуң, хатта ул Провайдер тарафынан законлы рәүештә ябылһа ла, уларҙың юғалыуы өсөн яуаплы түгел. Иҫәп-фактураларҙа күрһәтелгән Шәхси Мәғлүмәттәр Провайдер тарафынан кәмендә закондан килеп сыҡҡан законлы һаҡлау мөҙҙәттәре дауамында, йәғни 10 йыл буйына һаҡлана. Провайдерҙың дәғүәләрен яҡлау һәм/йәки өсөнсө яҡтарҙың дәғүәләренән яҡланыу өсөн кәрәк булған осраҡтарҙа (шул иҫәптән дәүләт органдары башлаған теләһә ниндәй суд эштәре), Провайдер башҡа ҡайһы бер Шәхси Мәғлүмәттәрҙе лә һаҡлай ала, ләкин һәр ваҡыт айырым дәғүәләрҙең ғәмәлдә булыу мөҙҙәтенә тигеҙ булған максималь осорға һәм/йәки һайланған суд эштәренең тулыһынса тамамланыуына тиклем. Аныҡ оҙайлыҡты теүәл билдәләп булмай һәм ул дәғүә төрөнә, уларҙың ғәмәлдә булыу мөҙҙәттәренә һәм һайланған судтарҙың йәки дәүләт органдарының тиҙлегенә бәйле. Провайдер Ҡулланыусының мәғлүмәттәрен эшкәртеүсе булараҡ ҡына эшкәрткән мәғлүмәттәр Ҡулланыусының күрһәтмәләре менән билдәләнгән осорҙа эшкәртелә, әгәр Провайдерҙың был Сәйәсәттең 2.1 статьяһына ярашлы контролер булараҡ шәхси мәғлүмәттәрҙе эшкәртеү өсөн икенсе юридик нигеҙе булмаһа.

source: The Provider may also process selected Personal Data of the User, particularly email, first name, last name, and any other personal data (if provided for these purposes) based on the <strong>voluntary and informed</strong> consent of the User. Processing occurs for a period of <strong>2 years</strong> and/or until the consent is revoked. The use of the Service or Product (including Support Services) is <strong>never</strong> conditioned on the provision of consent. Consent is, however, typically required for sending newsletters to data subjects who are not yet Users, or for providing selected bonuses or bonus materials not linked to other services of the Provider and/or for the disclosure of the User's Personal Data in connection with a donation made to the Provider. Revocation can be made at any time directly in the User account interface and, in the case of consent granted otherwise, by sending a request to <a href="mailto:%(address)s">%(address)s</a>.
ba: Провайдер шулай уҡ Ҡулланыусының <strong>ирекле һәм хәбәрҙар</strong> ризалығы нигеҙендә уның айырым Шәхси мәғлүмәттәрен, атап әйткәндә, электрон почтаһын, исемен, фамилияһын һәм (ошо маҡсаттар өсөн бирелгән булһа) башҡа шәхси мәғлүмәттәрен эшкәртә ала. Эшкәртеү <strong>2 йыл</strong> дауамында һәм/йәки ризалыҡ кире алынғанға тиклем бара. Хеҙмәтте йәки Продуктты (шул иҫәптән Техник ярҙам хеҙмәттәрен) ҡулланыу ризалыҡ биреүгә <strong>бер ҡасан да</strong> бәйле түгел. Шулай ҙа, ризалыҡ, ғәҙәттә, әлегә Ҡулланыусы булмаған мәғлүмәт субъекттарына яңылыҡтар бюллетенен ебәреү, Провайдерҙың башҡа хеҙмәттәренә бәйле булмаған айырым бонустар йәки бонус материалдарын биреү һәм/йәки Провайдерға яһалған иғәнәгә бәйле Ҡулланыусының Шәхси мәғлүмәттәрен башҡаларға тапшырыу өсөн талап ителә. Ризалыҡты теләһә ҡайһы ваҡытта туранан-тура Ҡулланыусы аккаунты интерфейсында, ә ризалыҡ башҡа ысул менән бирелгән осраҡта — <a href="mailto:%(address)s">%(address)s</a> адресына мөрәжәғәт ебәреп кире алырға мөмкин.

source: Once the reason for processing Personal Data has passed, the Provider will destroy the Personal Data. This does not exclude the further processing of selected Personal Data based on a different legal reason if this legal reason in favour of the Provider continues to exist.
ba: Шәхси Мәғлүмәттәрҙе эшкәртеү сәбәбе бөткәс, Провайдер Шәхси Мәғлүмәттәрҙе юҡ итәсәк. Был, әгәр Провайдер файҙаһына был юридик сәбәп һаҡланһа, һайланған Шәхси Мәғлүмәттәрҙе икенсе юридик нигеҙҙә артабан эшкәртеүҙе инҡар итмәй.

source: Recipients and Processors of Personal Data
ba: Шәхси Мәғлүмәттәрҙе алыусылар һәм эшкәртеүселәр

source: In addition to the Provider, selected third parties also receive and process personal data based on this Policy, whose involvement is necessary for the proper processing of Personal Data for the purposes defined in Article 2.1 of this Policy, specifically:
ba: Провайдерҙан тыш, был Сәйәсәт нигеҙендә һайланған өсөнсө яҡтар ҙа шәхси мәғлүмәттәрҙе ала һәм эшкәртә, уларҙың ҡатнашлығы был Сәйәсәттең 2.1 статьяһында билдәләнгән маҡсаттар өсөн Шәхси Мәғлүмәттәрҙе тейешенсә эшкәртеү өсөн кәрәк, атап әйткәндә:

source: hosting provider (including web hosting and mail hosting services), currently this is <strong>Hetzner Online GmbH</strong>;
ba: хостинг-провайдер (веб-хостинг һәм почта хостингы хеҙмәттәрен индереп), әлеге ваҡытта был – <strong>Hetzner Online GmbH</strong>;

source: operators of the payment gateway <strong>ThePay.cz, s.r.o.</strong> and possibly operators of other services used in connection with the payment of any payments related to billing;
ba: <strong>ThePay.cz, s.r.o.</strong> түләү шлюзы операторҙары һәм, бәлки, түләүҙәргә бәйле теләһә ниндәй түләүҙәрҙе түләү менән бәйле ҡулланылған башҡа сервистарҙың операторҙары;

source: accounting, legal, and tax advisors of the Provider and possibly other persons bound by confidentiality under the law;
ba: Провайдерҙың бухгалтер, юридик һәм һалым консультанттары һәм, бәлки, закон буйынса сер һаҡлау бурысы менән бәйле башҡа шәхестәр;

source: C-level and other managerial employees employed by or otherwise collaborating with the Provider;
ba: Провайдерҙа эшләүсе йәки уның менән башҡаса хеҙмәттәшлек итеүсе юғары звено һәм башҡа идара итеүсе хеҙмәткәрҙәр;

source: selected contractors of the Provider who are involved in providing services to Users and who are also bound by confidentiality;
ba: Ҡулланыусыларға хеҙмәттәр күрһәтеүҙә ҡатнашҡан һәм шулай уҡ сер һаҡлау бурысы менән бәйле булған Провайдерҙың һайланған подрядсылары;

source: any other persons whose involvement is necessary for the proper provision of the Service, Products, Support Services, and/or to ensure any other activities related to the above;
ba: Хеҙмәтте, Продукттарҙы, Ярҙам хеҙмәттәрен тейешенсә күрһәтеү һәм/йәки юғарыла күрһәтелгәндәргә бәйле башҡa теләһә ниндәй эшмәкәрлекте тәьмин итеү өсөн ҡатнашлығы кәрәк булған башҡа теләһә ниндәй шәхестәр;

source: the persons mentioned in this Article 3.1 are collectively referred to in this Policy as "<strong>Processors</strong>".
ba: был 3.1 статьяла телгә алынған шәхестәр был Сәйәсәттә бергәләп "<strong>Эшкәртеүселәр</strong>" тип атала.

source: The User agrees that the Provider may transfer personal data to the aforementioned Processors if this is necessary to fulfil the above purposes of data processing. The Processors that the Provider engages for processing personal data must meet high standards of protection and will always handle the data within the limits of the GDPR and this Policy.
ba: Ҡулланыусы, әгәр был юғарыла күрһәтелгән мәғлүмәт эшкәртеү маҡсаттарын үтәү өсөн кәрәк булһа, Провайдерҙың шәхси мәғлүмәттәрҙе юғарыла телгә алынған Эшкәртеүселәргә тапшыра алыуы менән ризалаша. Провайдер шәхси мәғлүмәттәрҙе эшкәртеү өсөн йәлеп иткән Эшкәртеүселәр юғары яҡлау стандарттарына тап килергә тейеш һәм һәр ваҡыт мәғлүмәттәрҙе GDPR һәм был Сәйәсәт сиктәрендә эшкәртәсәк.

source: The Personal Data might be disclosed to third parties in limited circumstances when the Controller has a good faith belief it is required by law, such as under a subpoena or other judicial or administrative order. In case the Controller is required by law to disclose the Personal Data, an attempt will be made to provide the User with prior notice by e-mail (unless the Controller is prohibited, or it would be futile) that a request for the Personal Data has been made to allow the User to object to the disclosure.
ba: Шәхси Мәғлүмәттәр, Контролерҙың судҡа саҡырыу ҡағыҙы йәки башҡа суд йәки административ бойороҡ кеүек закон буйынса талап ителә тип намыҫлы ышанысы булғанда, сикләнгән осраҡтарҙа өсөнсө яҡтарға асылырға мөмкин. Әгәр Контролерҙан закон буйынса Шәхси Мәғлүмәттәрҙе асыу талап ителһә, Ҡулланыусыға асыуға ҡаршы сығыу мөмкинлеген биреү өсөн Шәхси Мәғлүмәттәргә һорау яһалыуы тураһында e-mail аша алдан хәбәр итеү (әгәр Контролерға тыйылмаһа йәки был файҙаһыҙ булмаһа) тырышлығы яһаласаҡ.

source: The processing of Personal Data by selected Processors may be governed by their own service provision conditions.
ba: Һайланған Эшкәртеүселәр тарафынан Шәхси Мәғлүмәттәрҙе эшкәртеү уларҙың үҙ хеҙмәт күрһәтеү шарттары менән көйләнергә мөмкин.

source: Personal Data may also be transferred if the Provider is obliged to do so by law, as a result of a decision by a public authority, or in other cases where the transfer must occur in compliance with the obligations of the Provider arising from generally binding regulations.
ba: Шәхси Мәғлүмәттәр, әгәр Провайдер быны закон буйынса, дәүләт органы ҡарары һөҙөмтәһендә йәки Провайдерҙың дөйөм мотлаҡ ҡағиҙәләрҙән килеп сыҡҡан бурыстарына ярашлы башҡарырға тейеш булған башҡа осраҡтарҙа ла, тапшырылырға мөмкин.

source: Common Provisions on Processing
ba: Эшкәртеү тураһында дөйөм положениелар

source: The Provider will always make every effort to prevent unauthorized processing of personal data by other persons; however, it is not liable to the User or other data subjects for any damages caused by unauthorized processing of personal data by any third party, even if those third parties are Processors.
ba: Провайдер һәр ваҡыт шәхси мәғлүмәттәрҙе башҡа шәхестәр тарафынан рөхсәтһеҙ эшкәртеүҙе булдырмау өсөн бар көсөн һаласаҡ; әммә ул Ҡулланыусыға йәки башҡа мәғлүмәт субъекттарына теләһә ниндәй өсөнсө яҡ тарафынан шәхси мәғлүмәттәрҙе рөхсәтһеҙ эшкәртеү арҡаһында килтерелгән зыян өсөн яуаплы түгел, хатта был өсөнсө яҡтар Эшкәртеүселәр булһа ла.

source: Emails sent to Users in connection with the provision of the Service, Product, and/or Support Services are not considered unsolicited commercial communications under Act No. 40/1995 Coll. on Advertising and Act No. 480/2004 Coll. on Certain Information Society Services, if they directly relate to these Services, Products, and/or Support Services.
ba: Хеҙмәтте, Продуктты һәм/йәки Ярҙам хеҙмәттәрен күрһәтеүгә бәйле Ҡулланыусыларға ебәрелгән электрон хаттар, әгәр улар был Хеҙмәттәргә, Продукттарға һәм/йәки Ярҙам хеҙмәттәренә туранан-тура бәйле булһа, Реклама тураһындағы 40/1995-се һанлы Ҡанунға һәм Ҡайһы бер мәғлүмәт йәмғиәте хеҙмәттәре тураһындағы 480/2004-се һанлы Ҡанунға ярашлы һоралмаған коммерция хәбәрҙәре тип иҫәпләнмәй.

source: The User may, however, explicitly and <strong>voluntarily consent</strong>, within the meaning of Section 7(2) of Act No. 480/2004 Coll. on Certain Information Society Services and amending certain acts, to receive broader commercial communications (e.g., in the case of indirect marketing) from the Provider at the User's electronic address. This consent can, of course, be revoked at any time by clicking on the link found in the footer of such commercial communication.
ba: Ләкин, Ҡулланыусы Ҡайһы бер мәғлүмәт йәмғиәте хеҙмәттәре тураһындағы һәм ҡайһы бер ҡанундарға үҙгәрештәр индереү тураһындағы 480/2004-се һанлы Ҡанундың 7(2) статьяһы мәғәнәһендә Провайдерҙан Ҡулланыусының электрон адресына киңерәк коммерция хәбәрҙәрен (мәҫәлән, ситләтелгән маркетинг осрағында) алыуға асыҡтан-асыҡ һәм <strong>ирекле ризалыҡ</strong> бирә ала. Был ризалыҡ, әлбиттә, теләһә ниндәй ваҡытта бындай коммерция хәбәренең аҫҡы өлөшөндә урынлашҡан һылтанмаға баҫып кире алынырға мөмкин.
