Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Neither Party may terminate or otherwise end the Agreement except in cases explicitly stated in this Section. The Parties exclude, to the maximum extent possible, the right of either Party to terminate this Agreement, including the provisions of Sections 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110, and 2111 of the Czech Civil Code.
cs: Žádná ze Smluvních stran nemá právo vypovědět nebo jinak ukončit Smlouvu, s výjimkou případů výslovně uvedených v tomto článku. Smluvní strany v maximální možné míře vylučují právo kterékoli ze stran vypovědět tuto Smlouvu, včetně ustanovení § 1912 odst. 2, § 1923, § 1969, § 1977, § 1978, § 1979, § 2001, § 2002, § 2003, § 2106, § 2107, § 2110 a § 2111 občanského zákoníku.
de: Keine der Vertragsparteien kann das Abkommen kündigen oder anderweitig beenden, außer in den in diesem Abschnitt ausdrücklich genannten Fällen. Die Parteien schließen so weit wie möglich das Recht jeder Partei aus, diesen Vertrag zu kündigen, einschließlich der Bestimmungen der §§ 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 und 2111 des tschechischen Bürgerlichen Gesetzbuches.
fr: Aucune des Parties ne peut résilier le présent Contrat, sauf dans les cas expressément prévus par la présente Section. Les Parties excluent, dans toute la mesure permise par la loi, le droit de l'une ou l'autre des Parties de résilier le présent Contrat, y compris les dispositions des articles 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 et 2111 du Code civil tchèque.
ga: Ní fhéadfaidh ceachtar Páirtí an Comhaontú a fhoirceannadh ná deireadh a chur leis ar shlí eile ach amháin i gcásanna a luaitear go sainráite san Alt seo. Eisiann na Páirtithe, a mhéid is féidir, ceart ceachtar Páirtí an Comhaontú seo a fhoirceannadh, lena n-áirítear forálacha Ailt 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110, agus 2111 de Chód Sibhialta na Seice.
hu: A Felek a Szerződést kizárólag a jelen pontban meghatározott esetekben mondhatják fel vagy szüntethetik meg. A Felek a lehető legszélesebb mértékben kizárják a Szerződés egyoldalú felmondásának lehetőségét, beleértve a Cseh Polgári Törvénykönyv 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 és 2111. §-ait.
id: Pihak mana pun tidak boleh mengakhiri atau mengakhiri Perjanjian ini dengan cara lain, kecuali dalam kasus yang secara tegas dinyatakan dalam Bagian ini. Para Pihak mengecualikan, sejauh mungkin, hak salah satu Pihak untuk mengakhiri Perjanjian ini, termasuk ketentuan Bagian 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110, dan 2111 Kitab Undang-Undang Hukum Perdata Ceko.
ja: 当事者は、本条に明示的に定める場合を除き、本規程に基づく契約を終了し、またはその他の方法により終了させることはできないものとします。当事者は、チェコ民法典第 1912 条第 2 項、第 1923 条、第 1969 条、第 1977 条、第 1978 条、第 1979 条、第 2001 条、第 2002 条、第 2003 条、第 2106 条、第 2107 条、第 2110 条および第 2111 条の規定を含め、可能な限り最大の範囲で、いずれの当事者にも本契約を終了する権利が付与されないことを相互に確認するものとします。
nl: Geen partij kan de overeenkomst beëindigen of op andere wijze eindigen, behalve in de gevallen die expliciet zijn vermeld in deze sectie. De partijen sluiten het recht uit, tot het maximaal mogelijke bereik, van elke partij om deze overeenkomst te beëindigen, inclusief de voorwaarden van secties 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 en 2111 van het Tsjechische Burgerlijke Wetboek.
pt_br: Nenhuma das Partes pode rescindir ou de outra forma terminar o Contrato, exceto em casos explicitamente declarados nesta Seção. As Partes excluem, na medida máxima possível, o direito de qualquer uma das Partes de rescindir este Contrato, incluindo as disposições das Seções 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 e 2111 do Código Civil Tcheco.
ru: Ни одна из сторон не может расторгнуть или иным образом прекратить действие Соглашения, за исключением случаев, прямо указанных в настоящем разделе. Стороны в максимально возможной степени исключают право любой из сторон на расторжение настоящего Соглашения, включая положения разделов 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 и 2111 Гражданского кодекса Чехии.
sk: Žiadna zo Zmluvných strán nemá právo vypovedať alebo inak ukončiť Zmluvu, s výnimkou prípadov výslovne uvedených v tomto článku. Zmluvné strany v maximálnej možnej miere vylučujú právo ktorejkoľvek zo strán vypovedať túto Zmluvu, vrátane ustanovení § 1912 ods. 2, 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 a 2111 Občianskeho zákonníka.
sl: Nobena stranka ne sme prekiniti ali na drug način zaključiti pogodbe, razen v primerih, ki so izrecno navedeni v tem razdelku. Stranki v največji možni meri izključujeta pravico katere koli stranke do prekinitve te pogodbe, vključno z določbami členov 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 in 2111 Češkega civilnega zakonika.
sv: Ingen av parterna får säga upp eller på annat sätt avsluta avtalet, utom i de fall som uttryckligen anges i detta avsnitt. Parterna utesluter, i största möjliga utsträckning, rätten för någon av parterna att säga upp detta avtal, inklusive bestämmelserna i avsnitten 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 och 2111 i den tjeckiska civillagen.
ta: இந்த பிரிவில் வெளிப்படையாகக் கூறப்பட்ட வழக்குகளைத் தவிர வேறு எந்தக் கட்சியும் ஒப்பந்தத்தை நிறுத்தவோ அல்லது முடிக்கவோ கூடாது. 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, செக் குடிமை கோட் 2110, மற்றும் 2111.
tr: Taraflardan hiçbiri, bu Bölümde açıkça belirtilen durumlar dışında Anlaşmayı feshedemez veya başka bir şekilde sona erdiremez. Taraflar, Çek Medeni Kanununun 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110 ve 2111 Bölümlerinin hükümleri de dahil olmak üzere, Taraflardan herhangi birinin bu Anlaşmayı feshetme hakkını mümkün olan en fazla ölçüde hariç tutar.
uk: Жодна зі Сторін не може розірвати або іншим чином припинити дію Угоди, за винятком випадків, прямо зазначених у цьому розділі. Сторони максимально можливою мірою виключають право будь-якої зі Сторін припинити дію цієї Угоди, включаючи положення розділів 1912 (2), 1923, 1969, 1977, 1978, 1979, 2001, 2002, 2003, 2106, 2107, 2110, та 2111 чеської цивільної Код.
zh_hans: 除本节明确规定的情况外，没有哪一方可以终止或以其他方式终止本协议。各方尽最大可能排除任何一方终止本协议的权利，包括《捷克民法典》第1912(2)、1923、1969、1977、1978、1979、2001、2002、2003、2106、2107、2110和2111节的规定。
zh_hant: 除本節明文規定之情況外，任一方均不得終止或以其他方式結束本協議。雙方在最大可能範圍內，排除任一方終止本協議之權利，包含捷克民法典第 1912 (2)、1923、1969、1977、1978、1979、2001、2002、2003、2106、2107、2110 及 2111 條之規定。

source: Limitation of Liability
cs: Omezení odpovědnosti
de: Haftungsbeschränkung
fr: Limitation de responsabilité
ga: Teorainn le Dliteanas
hu: Felelősségkorlátozás
id: Batasan Tanggung Jawab
ja: 責任の制限
nl: Beperken van aansprakelijkheid
pt_br: Limitação da Responsabilidade
ru: Предел ответственности
sk: Obmedzenie zodpovednosti
sl: Omejitev odgovornosti
sv: Ansvarsbegränsning
ta: பொறுப்பின் வரம்பு
tr: Sorumluluğun Sınırlandırılması
uk: Обмеження відповідальності
zh_hans: 责任限制
zh_hant: 責任限制

source: The Provider is not liable for indirect damages arising from the provision of the Services, such as lost profits, lost revenues, data loss, financial damages, or any indirect, special, or consequential damages, including exemplary or punitive damages, such as, but not limited to, damages for other intangible losses (even if the Provider has been advised of the possibility of such damages), resulting from:
cs: Poskytovatel neodpovídá za nepřímé škody vzniklé v důsledku poskytování Služeb, jako jsou ušlý zisk, ztráta příjmů, ztráta dat, finanční škody nebo jakékoli nepřímé, zvláštní nebo následné škody, včetně exemplárních nebo sankčních škod, včetně, ale nikoli výlučně, škod za jiné nehmotné ztráty (i když byl Poskytovatel na možnost takových škod upozorněn), které vznikly v důsledku:
de: Der Anbieter haftet nicht für indirekte Schäden, die sich aus der Erbringung der Dienste ergeben, wie z. B. entgangene Gewinne, entgangene Einnahmen, Datenverluste, finanzielle Schäden oder indirekte, besondere oder Folgeschäden, einschließlich exemplarischer Schäden oder Strafschadensersatz, wie z. B. Schäden für andere immaterielle Verluste (selbst wenn der Anbieter auf die Möglichkeit solcher Schäden hingewiesen wurde), die sich daraus ergeben:
fr: Le Prestataire n'est pas responsable des dommages indirects découlant de la fourniture des Services, tels que les pertes de profits, les pertes de revenus, les pertes de données, les dommages financiers ou tout autre dommage indirect, spécial ou consécutif, y compris les dommages-intérêts exemplaires ou punitifs, tels que, mais sans s'y limiter, les dommages pour autres pertes immatérielles (même si le Prestataire a été informé de la possibilité de tels dommages), résultant de :
ga: Níl an Soláthraí faoi dhliteanas i leith damáistí indíreacha a eascraíonn as soláthar na Seirbhísí, amhail brabúis chaillte, ioncam caillte, caillteanas sonraí, damáistí airgeadais, nó aon damáistí indíreacha, speisialta nó iarmhartacha, lena n-áirítear damáistí eiseamláireacha nó pionósacha, amhail, ach gan a bheith teoranta do, damáistí do chaillteanais doláimhsithe eile (fiú má cuireadh in iúl don Soláthraí go bhféadfadh damáistí den sórt sin a bheith ann), a eascraíonn as:
hu: A Szolgáltató nem vállal felelősséget a Szolgáltatás igénybevételéből eredő közvetett károkért, például elmaradt haszonért, bevételkiesésért, adatvesztésért, pénzügyi veszteségért vagy bármilyen egyéb közvetett, különleges vagy következményi kárért (beleértve a példastatuáló vagy büntető jellegű károkat is). Ez különösen igaz az alábbi esetekben, még akkor is, ha a Szolgáltatót előre figyelmeztették az ilyen károk lehetőségére:
id: Penyedia tidak bertanggung jawab atas kerugian tidak langsung yang timbul akibat penyediaan Layanan, seperti keuntungan yang hilang, pendapatan yang hilang, hilangnya data, kerugian finansial, atau segala kerugian tidak langsung, khusus, atau konsekuensial, termasuk ganti rugi teladan atau ganti rugi hukuman, seperti, namun tidak terbatas pada, ganti rugi atas kerugian tidak berwujud lainnya (bahkan jika Penyedia telah diberitahu tentang kemungkinan kerugian tersebut), yang diakibatkan oleh:
ja: 事業者は、サービスの提供に関連して生じる間接損害について一切の責任を負わないものとします。これには、逸失利益、収益の喪失、データの消失、財務上の損害、その他の間接的、特別、または結果的損害、さらには懲罰的損害や、その他の無形損失に対する損害（事業者がその可能性について通知を受けていた場合であっても含みますが、これらに限りません）が含まれます。これらの損害は、以下に起因して発生した場合を含みます。
nl: De provider is niet aansprakelijk voor indirecte schade die voortkomt uit het verschaffen van de services, zoals verlies aan winst, verlies aan opbrengsten, gegevensverlies, financiële schades, of enige indirecte, speciale, of gevolgschades, inclusief buitengewone of repressieve schades, zoals, maar niet beperkt tot, schades voor andere immateriële verliezen (zelfs als de provider in kennis is gesteld van de mogelijkheid van dergelijke schades), die voortkomen uit:
pt_br: O Provedor não é responsável por danos indiretos decorrentes da prestação dos Serviços, como lucros cessantes, perda de receitas, perda de dados, danos financeiros ou quaisquer danos indiretos, especiais ou consequentes, incluindo danos exemplares ou punitivos, tais como, mas não limitados a, danos por outras perdas intangíveis (mesmo que o Provedor tenha sido avisado da possibilidade de tais danos), resultantes de:
ru: Поставщик не несёт ответственности за косвенные убытки, возникающие в результате предоставления Сервисов, такие как упущенная выгода, потеря доходов, потеря данных, финансовые убытки или любые косвенные, специальные или косвенные убытки, включая образцовые или штрафные убытки, такие как, но не ограничиваясь, убытки за другие нематериальные потери (даже если Поставщик был предупреждён о возможности таких убытков), возникающие в результате:
sk: Poskytovateľ nezodpovedá za nepriame škody vzniknuté v dôsledku poskytovania Služieb, ako sú ušlý zisk, strata príjmov, strata dát, finančné škody alebo akékoľvek nepriame, zvláštne alebo následné škody, vrátane exemplárnych alebo sankčných škôd, vrátane, ale nie výlučne, škôd za iné nehmotné straty (aj keď bol Poskytovateľ na možnosť takých škôd upozornený), ktoré vznikli v dôsledku:
sl: Ponudnik ni odgovoren za posredno škodo, ki izhaja iz zagotavljanja storitve, kot so izguba dobička, izguba prihodkov, izguba podatkov, finančna škoda ali katera koli druga posredna, posebna ali posledična škoda, vključno z odškodnino kazenskega ali vzorčnega značaja, kot so, vendar ne omejeno na, škodo zaradi drugih neoprijemljivih izgub (tudi če je ponudnik obveščen o možnosti take škode), ki izhaja iz:
sv: Leverantören ansvarar inte för indirekta skador som uppstår till följd av tillhandahållandet av Tjänsterna, såsom utebliven vinst, förlorade intäkter, dataförlust, ekonomiska skador eller indirekta, särskilda eller följdskador, inklusive exemplariska eller straffrättsliga skadestånd, såsom, men inte begränsat till, skadestånd för andra immateriella förluster (även om Leverantören har informerats om möjligheten till sådana skador), som uppstår till följd av:
ta: இழந்த இலாபங்கள், இழந்த வருவாய், தரவு இழப்பு, பொருள் சேதங்கள், அல்லது முன்மாதிரியான அல்லது தண்டனையான சேதங்கள் உள்ளிட்ட எந்தவொரு மறைமுக, சிறப்பு அல்லது பின்விளைவு சேதங்களும் போன்ற சேவைகளை வழங்குவதன் மூலம் எழும் மறைமுக சேதங்களுக்கு வழங்குநர் பொறுப்பேற்க மாட்டார், ஆனால் மற்றொன்று அருவருப்பான இழப்புகளுக்கான சேதங்கள் (இதுபோன்ற சேதங்களின் சாத்தியம் குறித்து வழங்குநருக்கு அறிவுறுத்தப்பட்டிருந்தாலும்), இதன் விளைவாக: இதன் விளைவாக:
tr: Sağlayıcı, Hizmet’lerin sağlanmasından kaynaklanan kar kaybı, gelir kaybı, veri kaybı, mali zararlar gibi dolaylı zararlardan veya örnek teşkil eden veya cezai zararlar dahil ancak bunlarla sınırlı olmamak üzere diğer maddi olmayan kayıplara ilişkin zararlar gibi dolaylı, özel veya sonuç olarak ortaya çıkan zararlardan (Sağlayıcı bu tür zararların olasılığı konusunda bilgilendirilmiş olsa bile) sorumlu değildir:
uk: Постачальник не несе відповідальності за непрямі збитки, спричинені наданням Послуг, такі як втрачена вигода, втрачений дохід, втрата даних, фінансові збитки або будь-які непрямі, спеціальні чи непрямі збитки, включаючи типові або штрафні збитки, такі як, але не обмежуючись лише відшкодуванням інших нематеріальних збитків (навіть якщо Постачальника було повідомлено про можливість таких збитків), спричинених:
zh_hans: 提供者不对提供服务引起的非直接损害负责，比如利润损失、数据丢失、财务损失或任何非直接、特殊、或间接损害，包括惩罚性赔偿，比如但不限于其他由下列情况导致的无形损失（即使提供者已被告知这种损害的可能性）：
zh_hant: 對於因提供本服務所生之任何間接損害，如利潤損失、營收損失、資料遺失、財務損害，或任何間接、特殊或衍生性損害，包含懲戒性或懲罰性損害賠償，例如但不限於其他無形損失之損害賠償（即使提供者已被告知該等損害之可能性），提供者概不負責。上述損害係指源自於：

source: Use or inability to use the Service;
cs: používání nebo nemožnosti používat Službu;
de: Nutzung oder Unmöglichkeit der Nutzung des Dienstes;
fr: Utilisation ou incapacité à utiliser le service ;
ga: Úsáid nó neamhábaltacht an tSeirbhís a úsáid;
hu: A Szolgáltatás használata vagy annak használhatatlansága;
id: Penggunaan atau ketidakmampuan menggunakan Layanan;
ja: サービスを利用したこと、またはサービスを利用できなかったこと。
nl: Gebruiken van of niet kunnen gebruiken van de service;
pt_br: Uso ou incapacidade de uso do Serviço;
ru: Использования или невозможности использования Сервиса;
sk: používanie alebo nemožnosti používať Službu;
sl: Uporaba ali nezmožnost uporabe storitve;
sv: Användning eller oförmåga att använda Tjänsten;
ta: சேவையைப் பயன்படுத்த அல்லது இயலாமை;
tr: Hizmetin kullanılması veya kullanılamaması;
uk: Використання або неможливість використання Сервісу;
zh_hans: 使用或无法使用服务；
zh_hant: 使用或無法使用本服務；

source: The cost of acquiring substitute goods and services arising from any goods, data, information, or services purchased or obtained or messages received, or transactions entered into through or from the Service;
cs: nákladů na pořízení náhradního zboží a služeb vyplývajících z jakéhokoli zboží, dat, informací nebo Služby zakoupených nebo získaných nebo zpráv přijatých nebo transakcí uzavřených prostřednictvím Služby nebo z ní;
de: Die Kosten für den Erwerb von Ersatzgütern und -dienstleistungen, die sich aus gekauften oder erhaltenen Waren, Daten, Informationen oder Dienstleistungen, empfangenen Nachrichten oder über den Dienst abgeschlossenen Transaktionen ergeben;
fr: Le coût d'acquisition de biens et services de remplacement découlant de biens, données, informations ou services achetés ou obtenus ou de messages reçus, ou de transactions effectuées par le biais du Service ;
ga: An costas a bhaineann le hearraí agus seirbhísí ionadacha a fháil a eascraíonn as aon earraí, sonraí, faisnéis, nó seirbhísí a ceannaíodh nó a fhaightear nó teachtaireachtaí a fuarthas, nó idirbhearta a rinneadh tríd an tSeirbhís nó ón tSeirbhís;
hu: A Szolgáltatáson keresztül vagy annak segítségével megvásárolt vagy megszerzett termékek, adatok, információk vagy szolgáltatások, illetve lebonyolított tranzakciók miatt felmerülő helyettesítő termékek és szolgáltatások beszerzési költségei;
id: Biaya untuk memperoleh barang dan jasa pengganti yang timbul dari barang, data, informasi, atau jasa yang dibeli atau diperoleh atau pesan yang diterima, atau transaksi yang dilakukan melalui atau dari Layanan;
ja: サービスを通じて、またはサービスから購入もしくは取得された商品、データ、情報、またはサービス、受信したメッセージ、または締結された取引に起因して、代替となる商品またはサービスを取得するために要した費用。
nl: De kosten voor vervangende goederen en services die voortkomen uit enig goed, gegevens, informatie, of aangekochte services of verkregen of ontvangen berichten, of transacties die zijn ingevoerd in of vanuit de service;
pt_br: O custo de aquisição de bens e serviços substitutos decorrentes de quaisquer bens, dados, informações ou serviços adquiridos ou obtidos ou mensagens recebidas, ou transações realizadas por meio ou a partir do Serviço;
ru: Стоимости приобретения товаров и услуг, заменяющих товары, данные, информацию или услуги, приобретённые или полученные, или сообщения, или сделки, заключенные через или из Сервиса;
sk: nákladov na obstaranie náhradného tovaru a služieb vyplývajúcich z akéhokoľvek tovaru, dát, informácií alebo Služby zakúpených alebo získaných alebo správ prijatých alebo transakcií uzavretých prostredníctvom Služby alebo z nej;
sl: Stroški pridobitve nadomestnih dobrin in storitev, ki izhajajo iz kakršnih koli podatkov, informacij, vsebin ali storitev, kupljenih ali pridobljenih, prejetih sporočil ali transakcij, opravljenih preko storitve;
sv: Kostnaden för att anskaffa ersättningsvaror och -tjänster som uppstår till följd av varor, data, information eller tjänster som köpts eller erhållits, meddelanden som mottagits eller transaktioner som ingåtts via eller från Tjänsten;
ta: எந்தவொரு பொருட்கள், தரவு, தகவல்கள் அல்லது சேவைகள் அல்லது பெறப்பட்ட செய்திகள் அல்லது சேவையின் மூலம் அல்லது சேவையின் மூலம் உள்ளிடப்பட்ட பரிவர்த்தனைகள் ஆகியவற்றிலிருந்து எழும் மாற்று பொருட்கள் மற்றும் சேவைகளைப் பெறுவதற்கான செலவு;
tr: Satın alınan veya elde edilen herhangi bir mal, veri, bilgi veya hizmetten veya alınan iletilerden veya Hizmet aracılığıyla veya Hizmet’ten yapılan işlemlerden kaynaklanan ikame mal ve hizmet edinme maliyeti;
uk: Витрати на придбання замінних товарів і послуг, пов’язані з будь-якими товарами, даними, інформацією чи послугами, придбаними або отриманими, або отриманими повідомленнями, або транзакціями, здійсненими через Службу або від неї;
zh_hans: 因购买或获得任何商品、数据、信息或接收消息，或者通过或从本服务订立的交易而产生的获取替代商品和服务的成本；
zh_hant: 因透過或源自本服務購買或取得之任何商品、資料、資訊或服務，或接收之訊息或進行之交易，而衍生取得替代商品及服務之成本；

source: Statements or actions of any third party involved in providing the Service, including any outcomes of third-party solutions or services related to the Service;
cs: prohlášení nebo chování jakékoli třetí strany zapojené do poskytování Služby, jakož i jakýchkoli výsledků/výstupů řešení nebo služeb třetích stran poskytovaných v souvislosti se Službou;
de: Aussagen oder Handlungen von Drittanbietern, die an der Bereitstellung des Dienstes beteiligt sind, einschließlich der Ergebnisse von Lösungen oder Diensten Dritter, die dem Dienst zugehörig sind;
fr: Les déclarations ou actions de toute tierce partie impliquée dans la fourniture du Service, y compris les résultats des solutions ou services tiers liés au Service ;
ga: Ráitis nó gníomhartha aon tríú páirtí a bhfuil baint acu le soláthar na Seirbhíse, lena n-áirítear aon torthaí ar réitigh tríú páirtí nó ar sheirbhísí a bhaineann leis an tSeirbhís;
hu: A Szolgáltatás nyújtásában részt vevő harmadik felek kijelentései vagy tevékenységei, beleértve a harmadik féltől származó megoldások vagy szolgáltatások következményeit;
id: Pernyataan atau tindakan pihak ketiga mana pun yang terlibat dalam penyediaan Layanan, termasuk hasil solusi atau layanan pihak ketiga yang terkait dengan Layanan;
ja: サービスの提供に関与する第三者の行為または発言、ならびにサービスに関連する第三者のソリューションまたはサービスに起因する結果。
nl: Argumenten of acties van enige derde partij, betrokken bij het verschaffen van de service, inclusief elke uitkomst van oplossingen van derde partijen of services, gerelateerd aan de service;
pt_br: Declarações ou ações de terceiros envolvidos no fornecimento do Serviço, incluindo quaisquer resultados de soluções ou serviços de terceiros relacionados ao Serviço;
ru: Заявления или действия любых третьих лиц, участвующих в предоставлении Сервиса, включая любые результаты решений или услуг третьих лиц, связанных с Сервисом;
sk: vyhlásenie alebo správanie akejkoľvek tretej strany zapojenej do poskytovania Služby, ako aj akýchkoľvek výsledkov/výstupov riešení alebo služieb tretích strán poskytovaných v súvislosti so Službou;
sl: Izjave ali dejanja katere koli tretje osebe, ki sodeluje pri zagotavljanju storitve, vključno z morebitnimi rezultati rešitev ali storitev tretjih oseb, povezanih s storitvijo;
sv: Uttalanden eller handlingar från tredje part som är involverad i tillhandahållandet av Tjänsten, inklusive resultat av tredjepartslösningar eller tjänster relaterade till Tjänsten;
ta: சேவையை வழங்குவதில் ஈடுபட்டுள்ள எந்தவொரு மூன்றாம் தரப்பினரின் அறிக்கைகள் அல்லது செயல்கள், மூன்றாம் தரப்பு தீர்வுகள் அல்லது பணி தொடர்பான சேவைகளின் எந்தவொரு விளைவுகளும் அடங்கும்;
tr: Hizmet’le ilgili üçüncü taraf çözümlerinin veya hizmetlerinin sonuçları da dahil olmak üzere, Hizmet’in sağlanmasında yer alan herhangi bir üçüncü tarafın ifadeleri veya eylemleri;
uk: Заяви або дії будь-якої третьої сторони, залученої до надання Сервісу, включаючи будь-які результати сторонніх рішень або послуг, пов’язаних із Сервісом;
zh_hans: 参与提供本服务的任何第三方的声明或行动，包括与本服务相关的任何第三方解决方案或服务的结果；
zh_hant: 參與提供本服務之任何第三方之聲明或行為，包含與本服務相關之第三方解決方案或服務之任何結果；

source: Any other matters related to the Service.
cs: jakékoli jiné záležitosti týkající se Služby.
de: Alle anderen Angelegenheiten, die dem Dienst zugehörig sind.
fr: Toutes autres matières relatives au service.
ga: Aon ábhair eile a bhaineann leis an tSeirbhís.
hu: Bármely más, a Szolgáltatáshoz kapcsolódó ügy kapcsán.
id: Hal-hal lain yang terkait dengan Layanan.
ja: サービスに関連するその他一切の事項。
nl: Al andere dingen die zijn gerelateerd aan de service.
pt_br: Quaisquer outros assuntos relacionados ao Serviço.
ru: Любые другие вопросы, связанные с Сервисом.
sk: akékoľvek iné záležitosti týkajúce sa Služby.
sl: Vse druge zadeve v zvezi s storitvijo.
sv: Alla andra frågor som rör Tjänsten.
ta: பணி தொடர்பான வேறு எந்த விசயங்களும்.
tr: Hizmet ile ilgili diğer tüm konular.
uk: Будь-які інші питання, пов’язані з Сервісом.
zh_hans: 其他任何关于服务的事项。
zh_hant: 與本服務相關之任何其他事項。
