Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Once the reason for processing Personal Data has passed, the Provider will destroy the Personal Data. This does not exclude the further processing of selected Personal Data based on a different legal reason if this legal reason in favour of the Provider continues to exist.
cs: Poté, co pomine důvod zpracování Osobních údajů, Poskytovatel Osobní údaje zlikviduje. To nevylučuje další zpracovávání vybraných Osobních údajů na základě odlišného zákonného důvodu v případě, že tento zákon důvod ve prospěch Poskytovatele i nadále přetrvává.
de: Sobald der Grund für die Verarbeitung personenbezogener Daten entfallen ist, vernichtet der Anbieter die personenbezogenen Daten. Dies schließt die Weiterverarbeitung ausgewählter personenbezogener Daten auf der Grundlage eines anderen Rechtsgrundes nicht aus, wenn dieser Rechtsgrund zugunsten des Anbieters fortbesteht.
es: Una vez expirado el motivo del tratamiento de Datos Personales, el Proveedor los destruirá. Esto no excluye el tratamiento posterior de Datos Personales seleccionados con base en un motivo legal diferente, si dicho motivo legal a favor del Proveedor persiste.
fr: Une fois la raison du traitement des Données Personnelles passée, le Fournisseur détruira les Données Personnelles. Cela n'exclut pas le traitement ultérieur de certaines Données Personnelles basées sur une raison juridique différente si cette raison légale en faveur du Fournisseur continue d'exister.
ga: Nuair a bheidh an chúis le Sonraí Pearsanta a phróiseáil thart, scriosfaidh an Soláthraí na Sonraí Pearsanta. Ní eisiann sé seo próiseáil bhreise ar Shonraí Pearsanta roghnaithe bunaithe ar chúis dhlíthiúil dhifriúil má leanann an chúis dhlíthiúil seo i bhfabhar an tSoláthraí de bheith ann.
hu: Amint a Személyes adatok kezelésének oka megszűnik, a Szolgáltató megsemmisíti az adatokat. Ez nem zárja ki, hogy bizonyos kiválasztott adatokat más jogalap alapján tovább kezeljen, ha ez a jogalap továbbra is fennáll a Szolgáltató javára.
id: Setelah alasan pemrosesan Data Pribadi berlalu, Penyedia akan memusnahkan Data Pribadi tersebut. Hal ini tidak mengecualikan pemrosesan lebih lanjut atas Data Pribadi tertentu berdasarkan alasan hukum yang berbeda jika alasan hukum yang menguntungkan Penyedia ini tetap ada.
ja: 個人データの処理の目的が終了した場合、事業者は当該個人データを破棄します。ただし、事業者に有利な別の法的根拠が引き続き存在する場合には、選択された個人データのさらなる処理を妨げるものではありません。
nl: Als de reden voor het verwerken van de persoonlijke gegevens is vervallen, zal de provider de persoonlijke gegevens vernietigen. Dat sluit niet het verder verwerken van geselecteerde persoonlijke gegevens uit, gebaseerd op het feit of een andere wettelijke reden ten faveure van de Provider bestaat om dit voort te zetten.
pt_br: Uma vez que o motivo para o processamento de Dados Pessoais tenha passado, o Provedor destruirá os Dados Pessoais. Isso não exclui o processamento posterior de Dados Pessoais selecionados com base em um motivo legal diferente se esse motivo legal em favor do Provedor continuar a existir.
ru: По истечении срока действия основания для обработки Персональных данных Поставщик уничтожит Персональные данные. Это не исключает дальнейшей обработки выбранных Персональных данных на основании другой правовой причины, если эта правовая причина в пользу Поставщика продолжает существовать.
sk: Potom, čo pominie dôvod spracovania Osobných údajov, Poskytovateľ Osobné údaje zlikviduje. To nevylučuje ďalšie spracovávanie vybraných Osobných údajov na základe odlišného zákonného dôvodu v prípade, že tento zákon dôvod v prospech Poskytovateľa aj naďalej pretrváva.
sl: Ko razlog za obdelavo osebnih podatkov preneha, bo ponudnik osebne podatke uničil. To ne izključuje nadaljnje obdelave izbranih osebnih podatkov na podlagi drugega pravnega razloga, če ta pravni razlog v korist ponudnika še vedno obstaja.
sv: När skälet för behandlingen av personuppgifter har upphört kommer leverantören att förstöra personuppgifterna. Detta utesluter inte vidare behandling av utvalda personuppgifter på grundval av ett annat rättsligt skäl, om detta rättsliga skäl till förmån för leverantören fortsätter att föreligga.
ta: தனிப்பட்ட தரவைச் செயலாக்குவதற்கான காரணம் கடந்துவிட்டால், வழங்குநர் தனிப்பட்ட தரவை அழிப்பார். வழங்குநருக்கு ஆதரவாக இந்தச் சட்ட காரணம் தொடர்ந்து இருந்தால், தேர்ந்தெடுக்கப்பட்ட தனிப்பட்ட தரவின் அடிப்படையில் தேர்ந்தெடுக்கப்பட்ட தனிப்பட்ட தரவை மேலும் செயலாக்குவதை இது விலக்காது.
tr: Kişisel Veri’lerin işlenme nedeni ortadan kalktığında, Sağlayıcı Kişisel Veri’leri imha edecektir. Bu durum, Sağlayıcı lehine olan bu yasal nedenin varlığını sürdürmesi halinde, seçilen Kişisel Veri’lerin farklı bir yasal nedene dayalı olarak daha fazla işlenmesini geçersiz kılmaz.
uk: Після того, як причина обробки Персональних даних мине, Постачальник знищить Персональні дані. Це не виключає подальшої обробки вибраних Персональних даних на основі іншої юридичної причини, якщо ця юридична причина на користь Постачальника продовжує існувати.
zh_hans: 一旦处理个人数据的原因消失，提供者会摧毁个人数据。但这并不排除基于不同法律原因进一步处理选定的个人数据，如果这个有利于提供者的法律原因继续存在的话。
zh_hant: 一旦處理個人資料之原因消滅，提供者將銷毀該個人資料。若有利於提供者之其他法律原因持續存在，此不排除基於該不同法律原因進一步處理特定個人資料。

source: Recipients and Processors of Personal Data
cs: Příjemci a zpracovatelé osobních údajů
de: Empfänger und Verarbeiter von personenbezogenen Daten
es: Destinatarios y Encargados del Tratamiento de Datos Personales
fr: Destinataires et opérateurs des Données Personnelles
ga: Faighteoirí agus Próiseálaithe Sonraí Pearsanta
hu: A személyes adatok címzettjei és feldolgozói
id: Penerima dan Pengolah Data Pribadi
ja: 個人データの受領者および受託者
nl: Ontvangers en verwerkers van persoonlijke gegevens
pt_br: Destinatários e Processadores de Dados Pessoais
ru: Получатели и обработчики персональных данных
sk: Príjemcovia a spracovatelia osobných údajov
sl: Prejemniki in obdelovalci osebnih podatkov
sv: Mottagare och behandlare av personuppgifter
ta: தனிப்பட்ட தரவின் பெறுநர்கள் மற்றும் செயலிகள்
tr: Kişisel Veri’lerin Alıcıları ve İşleyicileri
uk: Одержувачі та обробники персональних даних
zh_hans: 个人数据的接收方和处理方
zh_hant: 個人資料之接收者與處理者

source: In addition to the Provider, selected third parties also receive and process personal data based on this Policy, whose involvement is necessary for the proper processing of Personal Data for the purposes defined in Article 2.1 of this Policy, specifically:
cs: Osobní údaje na základě těchto Zásad kromě Poskytovatele přijímají a zpracovávají také vybrané třetí strany, jejichž zapojení je nezbytné pro řádné zpracovávání Osobních údajů v rámci účelů definovaných v čl. 2.1 těchto Zásad, zejména pak:
de: Neben dem Anbieter erhalten und verarbeiten auch ausgewählte Drittanbieter personenbezogene Daten auf der Grundlage dieser Richtlinie, deren Einbeziehung für die ordnungsgemäße Verarbeitung personenbezogener Daten für die in Artikel 2.1 dieser Richtlinie festgelegten Zwecke erforderlich ist, insbesondere:
es: En adición al Proveedor, recibirán y procesarán la información personal basada en esta Política aquellos terceros cuya participación sea necesaria para el procesamiento de información personal, según los propósitos definidos en el Artículo 2.1 de esta Política, específicamente:
fr: Outre le Prestataire, certains tiers sélectionnés reçoivent et traitent également des données personnelles conformément à la présente Politique, leur intervention étant nécessaire au bon traitement des Données Personnelles aux fins définies à l’article 2.1 de la présente Politique, et plus précisément :
ga: Chomh maith leis an Soláthraí, faigheann agus próiseálann tríú páirtithe roghnaithe sonraí pearsanta bunaithe ar an mBeartas seo, a bhfuil a rannpháirtíocht riachtanach chun Sonraí Pearsanta a phróiseáil go cuí chun na gcríoch a shainmhínítear in Airteagal 2.1 den Bheartas seo, go sonrach:
hu: A Szolgáltatón kívül kiválasztott harmadik felek is megkapják és kezelik a személyes adatokat jelen Szabályzat alapján, amennyiben közreműködésük szükséges a Személyes adatok megfelelő kezeléséhez a Szabályzat 2.1 pontjában meghatározott célok érdekében, különösen:
id: Selain Penyedia, pihak ketiga terpilih juga menerima dan memproses data pribadi berdasarkan Kebijakan ini, yang keterlibatannya diperlukan untuk pemrosesan Data Pribadi yang tepat untuk tujuan yang ditentukan dalam Pasal 2.1 Kebijakan ini, khususnya:
ja: 事業者に加えて、本ポリシーに基づき選定された第三者も、個人データを受領および処理する場合があります。これら第三者の関与は、本ポリシー第2.1条に定める目的のために個人データを適正に処理する上で必要なものです。具体的には以下のとおりです。
nl: In aanvulling op de provider ontvangen en verwerken geselecteerde derde partijen ook persoonlijke gegevens, gebaseerd op dit beleid, waarvoor hun betrokkenheid noodzakelijk is voor de juiste verwerking van persoonlijke gegevens voor de doelen die zijn gedefinieerd in Artikel 2.1 van dit beleid, specifiek:
pt_br: Além do Provedor, terceiros selecionados também recebem e processam dados pessoais com base nesta Política, cujo envolvimento é necessário para o processamento adequado dos Dados Pessoais para as finalidades definidas no Artigo 2.1 desta Política, especificamente:
ru: Помимо Поставщика, отдельные третьи лица также получают и обрабатывают персональные данные на основании настоящей Политики, участие которых необходимо для надлежащей обработки Персональных данных в целях, определённых в статье 2.1 настоящей Политики, а именно:
sk: Osobné údaje na základe týchto Zásad okrem Poskytovateľa prijímajú a spracovávajú aj vybrané tretie strany, ktorých zapojenie je nevyhnutné pre riadne spracovávanie Osobných údajov v rámci účelov definovaných v čl. 2.1 týchto Zásad, najmä potom:
sl: Poleg ponudnika osebne podatke na podlagi te politike prejemajo in obdelujejo tudi izbrane tretje osebe, katerih sodelovanje je nujno za pravilno obdelavo osebnih podatkov za namene, opredeljene v členu 2.1 te politike, in sicer:
sv: Förutom leverantören mottar och behandlar även utvalda tredje parter personuppgifter i enlighet med denna policy, vars medverkan är nödvändig för korrekt behandling av personuppgifter för de ändamål som definieras i artikel 2.1 i denna policy, närmare bestämt:
ta: வழங்குநருக்கு கூடுதலாக, தேர்ந்தெடுக்கப்பட்ட மூன்றாம் தரப்பினரும் இந்தக் கொள்கையின் அடிப்படையில் தனிப்பட்ட தரவைப் பெற்று செயலாக்குகிறார்கள், இந்த கொள்கையின் 2.1 வது பிரிவில் வரையறுக்கப்பட்டுள்ள நோக்கங்களுக்காக தனிப்பட்ட தரவை முறையாக செயலாக்குவதற்கு அதன் ஈடுபாடு தேவை, குறிப்பாக:
tr: Sağlayıcı’ya ek olarak, özellikle bu İlke’nin 2.1 Maddesinde tanımlanan amaçlar doğrultusunda Kişisel Veri’lerin uygun şekilde işlenmesi için katılımı gerekli olan seçilmiş üçüncü taraflar da bu İlke’ye dayalı olarak Kişisel Veri’leri alır ve işler:
uk: Крім Постачальника, вибрані треті сторони також отримують і обробляють персональні дані на основі цієї Політики, участь яких необхідна для належної обробки Персональних даних для цілей, визначених у статті 2.1 цієї Політики, зокрема:
zh_hans: 除了提供者，选定的第三方也会基于本政策接收并处理个人数据，对出于本政策 2.1 款中定义的目的恰当处理个人数据，这些第三方的参与是必要的。这些第三方具体指的是：
zh_hant: 除提供者外，特定第三方亦依據本政策接收並處理個人資料，其參與對於實現本政策第 2.1 條定義之目的與個人資料之適當處理係屬必要，具體包含：

source: hosting provider (including web hosting and mail hosting services), currently this is <strong>Hetzner Online GmbH</strong>;
cs: poskytovatel hostingu (včetně webhostingových a mailhostingových služeb), v tuto chvíli se jedná o společnost <strong>Hetzner Online GmbH</strong>;
de: Hosting-Anbieter (einschließlich Webhosting- und Mailhosting-Dienste), aktuell ist dies die <strong>Hetzner Online GmbH</strong>;
es: hospedando proveedor (incluyendo hospedaje web y servicios de correo), actualmente esto es <strong>Hetzner Online GmbH</strong>;
fr: hébergeur (y compris l'hébergement web et email), actuellement il s'agit de <strong>Hetzner Online GmbH</strong>;
ga: soláthraí óstála (lena n-áirítear seirbhísí óstála gréasáin agus ríomhphoist), is é seo <strong>Hetzner Online GmbH</strong> faoi láthair;
hu: tárhelyszolgáltató (beleértve a web- és e-mail tárhelyszolgáltatásokat), jelenleg: <strong>Hetzner Online GmbH</strong>;
id: penyedia hosting (termasuk layanan hosting web dan hosting surat), saat ini adalah <strong>Hetzner Online GmbH</strong>;
ja: ホスティング 事業者（ウェブ ホスティングおよびメール ホスティング サービスを含む）。現時点の提供事業者は <strong>Hetzner Online GmbH</strong> です。
nl: hosting provider (inclusief services voor webhosting en mailhosting), momenteel is dit <strong>Hetzner Online GmbH</strong>;
pt_br: o provedor de hospedagem (incluindo serviços de hospedagem na web e hospedagem de e-mail) atualmente é <strong>Hetzner Online GmbH</strong>;
ru: хостинга-поставщика (включая сервисы веб-хостинга и почтового хостинга), в настоящее время это <strong>Hetzner Online GmbH</strong>;
sk: poskytovateľ hostingu (vrátane webhostingových a mailhostingových služieb), v túto chvíľu ide o spoločnosť <strong>Hetzner Online GmbH</strong>;
sl: ponudnik gostovanja (vključno s storitvami spletnega gostovanja in gostovanja pošte), trenutno je to <strong>Hetzner Online GmbH</strong>;
sv: webbhotellleverantör (inklusive webbhotell- och e-posthotellstjänster), för närvarande <strong>Hetzner Online GmbH</strong>;
ta: ஓச்டிங் வழங்குநர் (வலை ஓச்டிங் மற்றும் மெயில் ஓச்டிங் சேவைகள் உட்பட), தற்போது இது <strong> எட்ச்னர் நிகழ்நிலை சி.எம்.பி.எச் </strong>;
tr: barındırma hizmeti sağlayıcısı (internet barındırma ve e-posta barındırma hizmetleri dahil). Şu anda bu hizmet <strong>Hetzner Online GmbH</strong> üzerinden karşılanıyor;
uk: хостинг-провайдер (включаючи послуги веб-хостингу та пошти), наразі це <strong>Hetzner Online GmbH</strong>;
zh_hans: 托管提供商（包括 web 托管和电子邮件托管服务），目前为 <strong>Hetzner Online GmbH</strong>;
zh_hant: 主機服務提供者（包含網站代管及郵件代管服務），目前為 <strong>Hetzner Online GmbH</strong>；

source: operators of the payment gateway <strong>ThePay.cz, s.r.o.</strong> and possibly operators of other services used in connection with the payment of any payments related to billing;
cs: provozovatelé platební brány <strong>ThePay.cz, s.r.o.</strong> a případně provozovatelé dalších služeb, které jsou svým charakterem používány při úhradě jakýchkoli plateb souvisejících s platbou;
de: Betreiber des Zahlungsgateways <strong>ThePay.cz, s.r.o.</strong> und ggf. Betreiber anderer Dienste, die im Zusammenhang mit der Bezahlung von Zahlungen genutzt werden, die der Abrechnung zugehören;
es: operadores del puente de pago ThePay.czm s.r.o. y posiblemente operadores de otros servicios en conexión con la liquidación de cualquier pago relacionado por la factura;
fr: opérateurs de la passerelle de paiement <strong>ThePay.cz, s.r.o.</strong> et éventuellement opérateurs d'autres services utilisés dans le cadre du paiement de tout paiement lié à la facturation ;
ga: oibreoirí na tairsí íocaíochta <strong>ThePay.cz, s.ro.</strong> agus b'fhéidir oibreoirí seirbhísí eile a úsáidtear i ndáil le híocaíocht aon íocaíochtaí a bhaineann le billeáil;
hu: a fizetési kapu üzemeltetői, <strong>ThePay.cz, s.r.o.</strong>, valamint más, a számlázással kapcsolatos fizetési szolgáltatásokhoz kapcsolódó szolgáltatók;
id: operator gerbang pembayaran <strong>ThePay.cz, s.r.o.</strong> dan mungkin operator layanan lain yang digunakan sehubungan dengan pembayaran apa pun yang terkait dengan penagihan;
ja: 決済代行会社の運営事業者である <strong>ThePay.cz, s.r.o.</strong> および請求に関連する支払いの処理に使用されるその他のサービスの運営事業者（該当する場合）。
nl: operatoren van de betalingsgateway <strong>ThePay.cz, s.r.o.</strong> en mogelijke operatoren van andere services die worden gebruikt in verband met betalingen van en betalingen gerelateerd aan factureren;
pt_br: operadores do gateway de pagamento <strong>ThePay.cz, s.r.o.</strong> e possivelmente operadores de outros serviços usados em conexão com o pagamento de quaisquer pagamentos relacionados ao faturamento;
ru: операторов платёжного шлюза <strong>ThePay.cz, s.r.o.</strong> и, возможно, операторов других сервисов, используемых в связи с оплатой любых платежей, связанных с выставлением счетов;
sk: prevádzkovatelia platobnej brány <strong>ThePay.cz, s.r.o.</strong> a prípadne prevádzkovatelia ďalších služieb, ktoré sú svojím charakterom používané pri úhrade akýchkoľvek platieb súvisiacich s platbou;
sl: upravljavci plačilnega prehoda <strong>ThePay.cz, s.r.o.</strong> in morebiti upravljavci drugih storitev, ki se uporabljajo v povezavi s plačili kakršnih koli plačil, povezanih z obračunavanjem;
sv: operatörer av betalningsgatewayen <strong>ThePay.cz, s.r.o.</strong> och eventuellt operatörer av andra tjänster som används i samband med betalning av fakturering;
ta: <strong>ThePay.cz, sro</strong> கட்டண நுழைவாயிலின் ஆபரேட்டர்கள் மற்றும் பில்லிங் தொடர்பான எந்தவொரு கட்டணத்தையும் செலுத்துவது தொடர்பாகப் பயன்படுத்தப்படும் பிற சேவைகளின் ஆபரேட்டர்கள்;
tr: <strong>thePay.cz, s.r.o.</strong> ödeme aracısının işletmecileri ve muhtemelen faturalama ile ilgili ödemelerin yapılmasıyla ilişkili olarak kullanılan diğer hizmetlerin işletmecileri;
uk: оператори платіжного шлюзу <strong>ThePay.cz, s.r.o.</strong> і, можливо, оператори інших послуг, які використовуються у зв’язку з оплатою будь-яких платежів, пов’язаних із виставленням рахунків;
zh_hans: 支付网关运营方 <strong>ThePay.cz, s.r.o.</strong>及任何账单相关付款的支付有关的所用其他服务的可能运营方;
zh_hant: 支付閘道營運商 <strong>ThePay.cz, s.r.o.</strong>，以及可能用於處理帳單相關款項之其他服務營運商；

source: accounting, legal, and tax advisors of the Provider and possibly other persons bound by confidentiality under the law;
cs: účetní, právní a daňoví poradci Poskytovatele a případně další osoby zavázané mlčenlivostí ze zákona;
de: Buchhaltungs-, Rechts- und Steuerberater des Anbieters und möglicherweise andere Personen, die nach dem Gesetz zur Vertraulichkeit verpflichtet sind;
es: contabilidad, legislación, y avisos impositivos del Proveedor y posiblemente otras personas vinculadas por confidencialidad bajo la ley;
fr: les conseillers comptables, juridiques et fiscaux du fournisseur et éventuellement d'autres personnes tenues à la confidentialité en vertu de la loi ;
ga: comhairleoirí cuntasaíochta, dlíthiúla agus cánach an tSoláthraí agus b'fhéidir daoine eile atá faoi cheangal rúndachta faoin dlí;
hu: a Szolgáltató könyvelői, jogi és adótanácsadói, valamint más, törvény által titoktartásra kötelezett személyek;
id: penasihat akuntansi, hukum, dan pajak dari Penyedia dan mungkin orang lain yang terikat oleh kerahasiaan berdasarkan hukum;
ja: 事業者の会計、法務、税務顧問および法令により守秘義務を負うその他の者（該当する場合）。
nl: accountants, wettelijke en belastingadviseurs van de provider en mogelijke andere personen die, volgens de wet, zijn gebonden aan vertrouwelijkheid;
pt_br: consultores contábeis, jurídicos e fiscais do Provedor e possivelmente outras pessoas vinculadas por lei à confidencialidade;
ru: бухгалтерских, юридических и налоговых консультантов Поставщика и, возможно, других лиц, обязанных соблюдать конфиденциальность в соответствии с законодательством;
sk: účtovní, právni a daňoví poradcovia Poskytovateľa a prípadne ďalšie osoby zaviazané mlčanlivosťou zo zákona;
sl: računovodski, pravni in davčni svetovalci ponudnika ter morebitne druge osebe, ki jih zakon zavezuje k molčečnosti;
sv: leverantörens redovisnings-, juridiska och skatterådgivare samt eventuellt andra personer som är bundna av sekretess enligt lag;
ta: வழங்குநரின் கணக்கியல், சட்ட மற்றும் வரி ஆலோசகர்கள் மற்றும் சட்டத்தின் கீழ் இரகசியத்தன்மையால் பிணைக்கப்பட்ட பிற நபர்கள்;
tr: Sağlayıcının muhasebe, hukuk ve vergi danışmanları ve muhtemelen yasalar uyarınca gizlilik yükümlülüğü bulunan diğer kişiler;
uk: бухгалтерські, юридичні та податкові консультанти Постачальника та, можливо, інші особи, пов’язані конфіденційністю згідно із законом;
zh_hans: 提供者的会计、法律及税务顾问及可能的受法律保密性约束的其他个人;
zh_hant: 提供者之會計、法律及稅務顧問，以及其他依法負有保密義務之人員；

source: C-level and other managerial employees employed by or otherwise collaborating with the Provider;
cs: C-level a další manažerské osoby zaměstnané u Poskytovatele a/nebo s Poskytovatelem jinak spolupracující;
de: Mitarbeiter der Führungsebene und andere leitende Angestellte, die beim Anbieter angestellt sind oder anderweitig mit ihm zusammenarbeiten;
es: Nivel-C y otro material de empleadores empleados por cualquier colaboración con el Proveedor;
fr: Cadres dirigeants et autres employés de direction employés par le fournisseur ou collaborant autrement avec celui-ci ;
ga: C-leibhéal agus fostaithe bainistíochta eile atá fostaithe ag an Soláthraí nó ag comhoibriú leis ar shlí eile;
hu: a Szolgáltatóval munkaviszonyban vagy egyéb formában együttműködő felsővezetők és más vezető beosztású munkatársak;
id: Karyawan tingkat C dan karyawan manajerial lainnya yang dipekerjakan oleh atau bekerja sama dengan Penyedia;
ja: C レベルの経営幹部およびその他の管理職（事業者に雇用されている者、または事業者と協力関係にある者）。
nl: C-niveau en andere werknemers van het management die werken bij of anderszins samenwerken met de provider;
pt_br: Funcionários de nível C e outros funcionários gerenciais empregados ou que de outra forma colaboram com o Provedor;
ru: сотрудников высшего звена и других руководящих работников, нанятых Поставщиком или сотрудничающих с ним иным образом;
sk: C-level a ďalšie manažérske osoby zamestnané u Poskytovateľa a/alebo s Poskytovateľom inak spolupracujúce;
sl: Vodstveni delavci in drugi ključni zaposleni, ki so zaposleni pri ponudniku ali na kakršen koli način sodelujejo z njim;
sv: C-nivå och andra chefer som är anställda av eller på annat sätt samarbetar med leverantören;
ta: சி-லெவல் மற்றும் பிற நிர்வாக ஊழியர்கள் வழங்குநருடன் ஒத்துழைக்கும் அல்லது ஒத்துழைக்கும்;
tr: Sağlayıcı tarafından istihdam edilen veya başka bir şekilde Sağlayıcı ile işbirliği yapan C düzeyi ve diğer yönetici çalışanlar;
uk: C-рівень та інші керівні працівники, найняті Постачальником або іншим чином співпрацюють з ним;
zh_hans: 提供者雇佣的或与之协作的 C 级和其他管理员工；
zh_hant: 受僱於提供者或以其他方式與提供者合作之高階管理人員（C-level）及其他管理人員；
