Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: If the User wishes to avoid being charged for the Service in the Subscription mode, they must cancel the Subscription at least three days before the automatic renewal of the Service usage. The Provider recommends verifying with the prepaid card issuer or bank whether recurring billing is possible.
de: Möchte der Benutzer vermeiden, dass ihm der Dienst im Rahmen eines Abonnements in Rechnung gestellt wird, muss er das Abonnement mindestens drei Tage vor der automatischen Verlängerung der Nutzung des Dienstes kündigen. Der Anbieter empfiehlt, mit dem Herausgeber der Prepaid-Karte oder der Bank abzuklären, ob eine wiederkehrende Abrechnung möglich ist.
fr: Si l'Utilisateur souhaite éviter d'être facturé pour le Service en mode Abonnement, il doit annuler son abonnement au moins trois jours avant son renouvellement automatique. Le Fournisseur recommande de vérifier auprès de l'émetteur de la carte prépayée ou de sa banque si la facturation récurrente est possible.
ga: Más mian leis an Úsáideoir nach ngearrfar táille as an tSeirbhís sa mhodh Síntiúis, ní mór dóibh an Síntiús a chealú ar a laghad trí lá roimh athnuachan uathoibríoch úsáid na Seirbhíse. Molann an Soláthraí a fhíorú leis an eisitheoir cárta réamhíoctha nó leis an mbanc cibé an bhfuil billeáil athfhillteach indéanta.
hu: Ha a Felhasználó el kívánja kerülni, hogy az Előfizetéses rendszerben automatikusan újra számlázzák a Szolgáltatást, akkor azt az automatikus megújítás előtt legalább három nappal meg kell szüntetnie. A Szolgáltató javasolja, hogy a Felhasználó ellenőrizze bankjánál vagy a feltöltőkártyát kibocsátó szolgáltatónál, hogy lehetséges-e az ismétlődő fizetés.
id: Jika Pengguna ingin menghindari penagihan untuk Layanan dalam mode Berlangganan, mereka harus membatalkan Langganan setidaknya tiga hari sebelum perpanjangan otomatis penggunaan Layanan. Penyedia menyarankan untuk memverifikasi dengan penerbit kartu prabayar atau bank apakah penagihan berulang memungkinkan.
ja: 利用者がサブスクリプション方式によるサービス料金の請求を回避しようとする場合には、サービス利用の自動更新が行われる少なくとも 3 日前までにサブスクリプションを解約しなければなりません。なお、事業者は、継続課金が可能か否かについて、プリペイドカードの発行者又は銀行に確認することを推奨します。
nl: Als de gebruiker wil voorkomen dat hij wordt belast voor de service in de modus Abonnement, moet hij het abonnement ten minste drie dagen voor het automatisch vernieuwen van het gebruiken van de service annuleren. De provider raadt aan om te verifiëren, bij de uitgever van de prepaidcard of bank, of herhaald factureren mogelijk is.
pt_br: Se o Usuário desejar evitar ser cobrado pelo Serviço no modo de Assinatura, ele deverá cancelar a Assinatura pelo menos três dias antes da renovação automática do uso do Serviço. O Provedor recomenda verificar com o emissor do cartão pré-pago ou banco se o faturamento recorrente é possível.
ru: Если Пользователь желает избежать списания средств за Сервис в режиме подписки, он должен отменить подписку не позднее, чем за три дня до автоматического продления использования Сервиса. Поставщик рекомендует уточнить у эмитента предоплаченной карты или банка, возможно ли выставление периодических счетов.
sk: Pokiaľ sa chce Používateľ vyhnúť účtovaniu poplatkov za Službu v režime Predplatného, musí Predplatné zrušiť najmenej tri dni pred automatickým obnovením používania Služby. Poskytovateľ odporúča overiť si v spoločnosti vydávajúcej predplatené karty alebo v banke, či je opakované účtovanie možné.
sl: Če se uporabnik želi izogniti zaračunavanju storitve v naročniškem načinu, mora naročnino preklicati vsaj tri dni pred samodejnim podaljšanjem uporabe storitve. Ponudnik priporoča, da pri izdajatelju predplačniške kartice ali banki preverite, ali je možno ponavljajoče se obračunavanje.
sv: Om användaren vill undvika att debiteras för tjänsten i prenumerationsläget måste denne säga upp prenumerationen minst tre dagar före den automatiska förnyelsen av tjänsten. Leverantören rekommenderar att man kontrollerar med utfärdaren av det förbetalda kortet eller banken om återkommande fakturering är möjlig.
ta: சந்தா பயன்முறையில் சேவைக்கு கட்டணம் வசூலிக்கப்படுவதைத் தவிர்க்க பயனர் விரும்பினால், பணி பயன்பாட்டை தானாக புதுப்பிப்பதற்கு குறைந்தது மூன்று நாட்களுக்கு முன்பே அவர்கள் சந்தாவை ரத்து செய்ய வேண்டும். தொடர்ச்சியான பட்டியலிடல் சாத்தியமா என்பதை ப்ரீபெய்ட் அட்டை வழங்குபவர் அல்லது வங்கியுடன் சரிபார்க்க வழங்குநர் பரிந்துரைக்கிறார்.
tr: Kullanıcı, Abonelik kullanıyorken Hizmet için yeniden ücretlendirilmekten kaçınmak istiyorsa, Hizmet kullanımının otomatik olarak yenilenmesinden en az üç gün önce Aboneliğini iptal etmelidir. Sağlayıcı, yinelenen faturalandırmanın mümkün olup olmadığını ön ödemeli kartı veren kuruluş veya banka ile doğrulamanızı önerir.
uk: Якщо Користувач бажає уникнути стягнення плати за Послугу в режимі Підписки, він повинен скасувати Підписку принаймні за три дні до автоматичного поновлення використання Послуги. Постачальник рекомендує перевірити в емітента передплаченої картки або в банку, чи можливе повторне виставлення рахунку.
zh_hans: 如果用户希望避免以订阅方式被收取服务费用，至少应在服务使用自动续期前三天取消订阅。提供者建议和预付卡发行商或银行验证定期付费是否可能。
zh_hant: 若使用者欲避免被收取訂閱模式之服務費用，必須在服務使用自動續約前至少三天取消訂閱。提供者建議向預付卡發卡機構或銀行確認是否支援定期扣款。

source: The User can change their Subscription mode online by logging into their User Account and making the change or cancelling the Subscription there. If the User cancels their Subscription at least three days before the renewal date as per point 5.5 above, their Subscription will stop at the end of the current billing cycle.
cs: Uživatel může změnit svůj režim Předplatného online přihlášením do svého Uživatelského účtu a zde provést změnu nebo zrušení Předplatného. Pokud Uživatel zruší své Předplatné alespoň tři dny před datem obnovení podle bodu 5.5 výše, jeho Předplatné se zastaví na konci aktuálního zúčtovacího cyklu.
de: Der Benutzer kann sein Abonnement online ändern, indem er sich in sein Benutzerkonto einloggt und dort die Änderung vornimmt oder das Abonnement kündigt. Kündigt der Benutzer sein Abonnement mindestens drei Tage vor dem Verlängerungsdatum gemäß Punkt 5.5 oben, endet sein Abonnement am Ende des aktuellen Abrechnungszyklus.
fr: L'utilisateur peut modifier son abonnement en ligne en se connectant à son compte et en effectuant la modification ou en annulant son abonnement. Si l'utilisateur annule son abonnement au moins trois jours avant la date de renouvellement, conformément au point 5.5 ci-dessus, son abonnement prendra fin à l'issue du cycle de facturation en cours.
ga: Is féidir leis an Úsáideoir a mód Síntiúis a athrú ar líne trí logáil isteach ina gCuntas Úsáideora agus an t-athrú a dhéanamh nó an Síntiús a chealú ansin. Má chealaíonn an tÚsáideoir a Síntiús trí lá ar a laghad roimh an dáta athnuachana de réir phointe 5.5 thuas, stopfaidh a Síntiús ag deireadh an timthrialla billeála reatha.
hu: A Felhasználó Előfizetését online is módosíthatja vagy lemondhatja a Felhasználói fiókjába való bejelentkezés után. Ha az Előfizetés legalább három nappal a megújítás előtt kerül lemondásra az 5.5 pont szerint, akkor az Előfizetés a jelenlegi számlázási ciklus végén megszűnik.
id: Pengguna dapat mengubah mode Langganan mereka secara daring dengan masuk ke Akun Pengguna mereka dan membuat perubahan atau membatalkan Langganan di sana. Jika Pengguna membatalkan Langganan mereka setidaknya tiga hari sebelum tanggal pembaruan sesuai dengan poin 5.5 di atas, Langganan mereka akan berhenti pada akhir siklus penagihan saat ini.
ja: 利用者は、自身の利用者アカウントにログインすることにより、サブスクリプションの方式をオンラインで変更し、又は同サブスクリプションを解約することができます。利用者が上記 5.5 項に従い、更新日の少なくとも 3 日前までにサブスクリプションを解約した場合、当該サブスクリプションは現在の課金サイクルの終了時点で停止します。
nl: De gebruiker kan de modus Abonnement online wijzigen door in te loggen op zijn gebruikersaccount en de wijziging of het annuleren van het abonnement daar te doen. Als de gebruiker zijn abonnement ten minste drie dagen voor de vernieuwingsdatum annuleert, zoals vermeld in punt 5.5 hierboven, zal het abonnement stoppen aan het einde van de huidige factuurcyclus.
pt_br: O Usuário pode alterar seu modo de Assinatura online acessando sua Conta de Usuário e fazendo a alteração ou cancelando a Assinatura lá. Se o Usuário cancelar sua Assinatura pelo menos três dias antes da data de renovação conforme o ponto 5.5 acima, sua Assinatura será interrompida no final do ciclo de cobrança atual.
ru: Пользователь может изменить режим подписки в интернете, войдя в свою учётную запись и внеся изменения или отменив подписку там. Если Пользователь отказывается от Подписки не менее чем за три дня до даты продления в соответствии с пунктом 5.5 выше, его Подписка прекращается в конце текущего расчётного цикла.
sk: Používateľ môže zmeniť svoj režim Predplatného online prihlásením do svojho Používateľského účtu a tu vykonať zmenu alebo zrušenie Predplatného. Pokiaľ Používateľ zruší svoje Predplatné aspoň tri dni pred dátumom obnovenia podľa bodu 5.5 vyššie, jeho Predplatné sa zastaví na konci aktuálneho zúčtovacieho cyklu.
sl: Uporabnik lahko spremeni način naročnine prek spleta tako, da se prijavi v svoj uporabniški račun in tam izvede spremembo ali prekliče naročnino. Če uporabnik prekliče naročnino vsaj tri dni pred datumom podaljšanja v skladu s točko 5.5 zgoraj, se njegova naročnina ustavi ob koncu tekočega obračunskega cikla.
sv: Användaren kan ändra sitt prenumerationsläge online genom att logga in på sitt användarkonto och göra ändringen eller säga upp prenumerationen där. Om användaren säger upp sin prenumeration minst tre dagar före förnyelsedatumet enligt punkt 5.5 ovan, upphör prenumerationen vid slutet av den aktuella faktureringsperioden.
ta: பயனர் தங்கள் சந்தா பயன்முறையை ஆன்லைனில் தங்கள் பயனர் கணக்கில் உள்நுழைந்து மாற்றத்தை செய்வதன் மூலம் அல்லது அங்கு சந்தாவை ரத்து செய்வதன் மூலம் மாற்றலாம். மேலே உள்ள புள்ளி 5.5 இன் படி புதுப்பித்தல் தேதிக்கு குறைந்தது மூன்று நாட்களுக்கு முன்னர் பயனர் தங்கள் சந்தாவை ரத்து செய்தால், அவர்களின் சந்தா தற்போதைய பட்டியலிடல் சுழற்சியின் முடிவில் நின்றுவிடும்.
tr: Kullanıcı, Kullanıcı Hesabı’nda oturum açarak ve orada değişiklik yaparak veya Aboneliği iptal ederek Abonelik durumunu çevrim içi olarak değiştirebilir. Kullanıcı, yukarıdaki Madde 5.5 uyarınca yenileme tarihinden en az üç gün önce Aboneliğini iptal ederse, Aboneliği geçerli fatura döneminin sonunda sona erecektir.
uk: Користувач може змінити свій режим підписки онлайн, увійшовши у свій обліковий запис користувача та внісши зміни або скасувавши підписку там. Якщо Користувач скасовує свою Підписку принаймні за три дні до дати поновлення згідно з пунктом 5.5 вище, його Підписка припиняється в кінці поточного платіжного циклу.
zh_hans: 用户可以登录自己的用户账户在线更改订阅模式，并在那里做出更改或取消订阅。如果用户按照上述 5.5 点在续费日期至少三天前取消订阅，那么订阅将在当前计费周期结束时停止。
zh_hant: 使用者可登入其使用者帳號線上變更訂閱模式，或於該處取消訂閱。若使用者依上述第 5.5 點於續約日前至少三天取消訂閱，其訂閱將於當期帳單週期結束時停止。

source: The Provider does not refund ANY money for Services, Support Services, and/or any other services provided under the Agreement and these GTC if they were provided before the cancellation of these Services by the User. Order cancellation after payment is possible by agreement if the ordered Service has not been used or no attempt to download it has been made. If a download attempt has been made, no negotiation will occur, and the User is not entitled to any refunds, discounts, or other monetary compensation. If prepaid Services were prepaid for a period exceeding the actual usage period, the conditions of such a refund will be agreed upon individually.
cs: Poskytovatel nevrací ŽÁDNÉ peníze za Služby, Služby Podpory a/nebo jakékoli jiné služby poskytované na základě Smlouvy a těchto VOP, pokud byly poskytnuty před zrušením těchto Služeb ze strany Uživatele. Zrušení objednávky po přijetí platby je možné po dohodě, pokud objednaná Služba nebyla využita nebo nebyl proveden žádný pokus o její stažení. Pokud byl pokus o stažení proveden, nedojde k žádnému jednání a Uživatel nemá nárok na žádné náhrady, slevy ani jiné peněžní kompenzace. Pokud byly předplacené Služby předplaceny na dobu přesahující skutečnou dobu užívání, budou sjednány podmínky takového vrácení individuálně.
de: Der Anbieter erstattet KEIN Geld für Dienste, Unterstützungsleistungen und/oder andere Dienste, die im Rahmen des Vertrages und dieser AGB erbracht wurden, wenn sie vor der Stornierung dieser Dienste durch den Benutzer erbracht wurden. Eine Stornierung der Bestellung nach der Zahlung ist nach Vereinbarung möglich, wenn der bestellte Dienst nicht genutzt wurde oder kein Downloadversuch stattgefunden hat. Wurde ein Downloadversuch unternommen, findet keine Verhandlung statt und der Benutzer hat keinen Anspruch auf Rückerstattung, Rabatte oder andere Entschädigungen. Wurden vorausbezahlte Dienste für einen Zeitraum vorausbezahlt, der über die tatsächliche Nutzungsdauer hinausgeht, werden die Bedingungen für eine solche Rückerstattung individuell vereinbart.
fr: Le Prestataire n'effectue aucun remboursement pour les Services, l'Assistance et/ou tout autre service fourni dans le cadre du Contrat et des présentes CGV si ces Services ont été fournis avant leur annulation par l'Utilisateur. L'annulation d'une commande après paiement est possible d'un commun accord si le Service commandé n'a pas été utilisé ou si aucune tentative de téléchargement n'a été effectuée. En cas de tentative de téléchargement, aucune négociation ne sera possible et l'Utilisateur ne pourra prétendre à aucun remboursement, réduction ou autre compensation financière. Si les Services prépayés ont été payés pour une période excédant la période d'utilisation effective, les conditions de remboursement seront convenues individuellement.
ga: Ní aisíocann an Soláthraí AON airgead le haghaidh Seirbhísí, Seirbhísí Tacaíochta, agus/nó aon seirbhísí eile a chuirtear ar fáil faoin gComhaontú agus na GTC seo má chuir an tÚsáideoir ar fáil iad sular chuir an tÚsáideoir na Seirbhísí seo ar ceal. Is féidir ordú a chur ar ceal tar éis íocaíochta trí chomhaontú mura n-úsáidtear an tSeirbhís ordaithe nó mura ndearnadh aon iarracht í a íoslódáil. Má rinneadh iarracht íoslódála, ní tharlóidh aon idirbheartaíocht, agus níl an tÚsáideoir i dteideal aon aisíocaíochtaí, lascainí nó cúiteamh airgid eile. Má réamhíocadh Seirbhísí réamhíoctha ar feadh tréimhse níos faide ná an tréimhse úsáide iarbhír, comhaontófar coinníollacha aisíocaíochta den sórt sin ina n-aonar.
hu: A Szolgáltató NEM téríti vissza a már megfizetett összegeket a Szolgáltatásokért, a Támogatási szolgáltatásokért és/vagy a Szerződés és az ÁSZF alapján nyújtott bármely más szolgáltatásért, ha azok a Felhasználó általi lemondás előtt már nyújtásra kerültek. A megrendelés lemondása a fizetés után csak akkor lehetséges, ha a megrendelt Szolgáltatás még nem került felhasználásra, illetve letöltésére nem történt kísérlet. Amennyiben letöltési kísérlet történt, a Szolgáltató nem tárgyal további visszatérítésről, kedvezményről vagy más pénzügyi kompenzációról. Ha az előre kifizetett Szolgáltatás hosszabb időszakra szólt, mint ameddig ténylegesen használatban volt, az esetleges visszatérítés feltételeit egyedileg egyeztetik.
id: Penyedia tidak mengembalikan uang APAPUN untuk Layanan, Layanan Dukungan, dan/atau layanan lain yang diberikan berdasarkan Perjanjian dan Syarat dan Ketentuan ini jika layanan tersebut diberikan sebelum pembatalan Layanan ini oleh Pengguna. Pembatalan pesanan setelah pembayaran dimungkinkan berdasarkan kesepakatan jika Layanan yang dipesan belum digunakan atau belum ada upaya untuk mengunduhnya. Jika ada upaya pengunduhan, tidak akan ada negosiasi yang terjadi, dan Pengguna tidak berhak atas pengembalian uang, diskon, atau kompensasi moneter lainnya. Jika Layanan prabayar telah dibayar di muka untuk jangka waktu yang melebihi periode penggunaan sebenarnya, ketentuan pengembalian uang tersebut akan disetujui secara individual.
ja: 事業者は、利用者による当該サービスの解約前に、本契約及び本規程（個人情報の取扱いに関する規程）に基づき提供されたサービス、サポートサービスその他一切のサービスについて、いかなる金銭も返金しません。支払後の注文取消しは、注文されたサービスが未使用であり、かつダウンロードの試行も行われていない場合に限り、当事者間の合意により可能とします。ダウンロードの試行が一度でも行われた場合には、協議は行われず、利用者は返金、割引その他いかなる金銭的補償も受ける権利を有しません。前払サービスの利用期間が実際の利用期間を超えていた場合の返金条件については、個別に協議のうえ定めるものとします。
nl: De provider geeft GEEN geld terug voor services, services voor ondersteuning en/of enige andere onder de overeenkomst en deze GTC verschafte service als zij werden verschaft voor het annuleren van deze services door de gebruiker. Annuleren van bestellingen na betalen is mogelijk overeen te komen als de bestelde service niet is gebruikt of er geen poging is gedaan om te downloaden. Als een poging is gedaan om te downloaden, zal er niet worden onderhandeld en de gebruiker kan geen aanspraak maken op teruggave, kortingen of andere geldelijke compensatie. Als prepaid-services vooraf werden betaald voor een periode die de periode van het feitelijke gebruik overschrijdt, zullen de voorwaarden voor een dergelijke teruggave op individuele basis worden bepaald.
pt_br: O Provedor não reembolsa NENHUM dinheiro por Serviços, Serviços de Suporte e/ou quaisquer outros serviços fornecidos sob o Contrato e estes GTC se eles foram fornecidos antes do cancelamento desses Serviços pelo Usuário. O cancelamento do pedido após o pagamento é possível por acordo se o Serviço pedido não tiver sido usado ou nenhuma tentativa de baixá-lo tiver sido feita. Se uma tentativa de download tiver sido feita, nenhuma negociação ocorrerá, e o Usuário não tem direito a nenhum reembolso, desconto ou outra compensação monetária. Se os Serviços pré-pagos foram pré-pagos por um período que excede o período de uso real, as condições de tal reembolso serão acordadas individualmente.
ru: Поставщик не возвращает ЛЮБЫЕ деньги за Сервисы, Службы поддержки и/или любые другие сервисы, оказанные в рамках Соглашения и настоящих GTC, если они были оказаны до отказа Пользователя от этих Сервисов. Аннулирование заказа после оплаты возможно по соглашению сторон, если заказанный Сервис не был использован или не была предпринята попытка её скачивания. Если попытка скачивания была предпринята, переговоры не проводятся, и Пользователь не имеет права на возврат средств, скидку или иную денежную компенсацию. Если предоплаченные Сервисы были оплачены на срок, превышающий срок их фактического использования, условия возврата денежных средств оговариваются индивидуально.
sk: Poskytovateľ nevracia ŽIADNE peniaze za Služby, Služby Podpory a/alebo akékoľvek iné služby poskytované na základe Zmluvy a týchto VOP, pokiaľ boli poskytnuté pred zrušením týchto Služieb zo strany Používateľa. Zrušenie objednávky po prijatí platby je možné po dohode, pokiaľ objednaná Služba nebola využitá alebo nebol vykonaný žiadny pokus o jej stiahnutie. Pokiaľ bol pokus o stiahnutie vykonaný, nedôjde k žiadnemu konaniu a Používateľ nemá nárok na žiadne náhrady, zľavy ani iné peňažné kompenzácie. Pokiaľ boli predplatené Služby predplatené na dobu presahujúcu skutočnú dobu užívania, budú dohodnuté podmienky takéhoto vrátenia individuálne.
sl: Ponudnik ne vrača NOBENEGA denarja za storitve, storitve podpore in/ali katere koli druge storitve, opravljene v skladu s pogodbo in temi splošnimi pogoji storitve, če so bile opravljene pred odpovedjo teh storitev s strani uporabnika. Preklic naročila po plačilu je mogoč po dogovoru, če naročena storitev ni bila uporabljena ali ni bil opravljen noben poskus prenosa. Če je bil opravljen poskus prenosa, pogajanja ne bodo potekala in uporabnik ni upravičen do nobenih vračil, popustov ali drugega denarnega nadomestila. Če so bile predplačane storitve predplačane za obdobje, ki presega dejansko obdobje uporabe, se bodo pogoji takega vračila dogovorili individualno.
sv: Leverantören återbetalar INGA pengar för tjänster, supporttjänster och/eller andra tjänster som tillhandahålls enligt avtalet och dessa allmänna villkor om de tillhandahölls innan användaren avbeställde dessa tjänster. Avbeställning efter betalning är möjlig efter överenskommelse om den beställda tjänsten inte har använts eller om inget försök har gjorts att ladda ner den. Om ett försök till nedladdning har gjorts kommer ingen förhandling att äga rum och användaren har inte rätt till någon återbetalning, rabatt eller annan ekonomisk ersättning. Om förbetalda tjänster har förbetalats för en period som överstiger den faktiska användningsperioden kommer villkoren för en sådan återbetalning att avtalas individuellt.
ta: இந்த சேவைகளை பயனரால் ரத்து செய்வதற்கு முன்னர் வழங்கப்பட்டால், ஒப்பந்தத்தின் கீழ் வழங்கப்பட்ட சேவைகள், உதவி சேவைகள் மற்றும்/அல்லது இந்த சி.டி.சி ஆகியவற்றின் கீழ் வழங்கப்பட்ட வேறு எந்த சேவைகளுக்கும் வழங்குநர் எந்தவொரு பணத்தையும் திருப்பித் தரமாட்டார். உத்தரவிடப்பட்ட பணி பயன்படுத்தப்படாவிட்டால் அல்லது பதிவிறக்கம் செய்ய எந்த முயற்சியும் செய்யப்படவில்லை எனில், ஒப்பந்தத்தின் மூலம் பணம் செலுத்திய பின்னர் ஆர்டர் ரத்து செய்யப்படுகிறது. பதிவிறக்க முயற்சி மேற்கொள்ளப்பட்டால், எந்த பேச்சுவார்த்தையும் ஏற்படாது, மேலும் பயனருக்கு எந்தவொரு பணத்தைத் திரும்பப்பெறுதல், தள்ளுபடிகள் அல்லது பிற பண இழப்பீடு வழங்க உரிமை இல்லை. உண்மையான பயன்பாட்டு காலத்தை விட ஒரு காலத்திற்கு ப்ரீபெய்ட் சேவைகள் ப்ரீபெய்ட் செய்யப்பட்டால், அத்தகைய பணத்தைத் திரும்பப்பெறுவதற்கான நிபந்தனைகள் தனித்தனியாக ஒப்புக் கொள்ளப்படும்.
tr: Sağlayıcı, Hizmet’ler, Destek Hizmetleri ve/veya Sözleşme ve bu Genel Hüküm ve Koşullar metni kapsamında sağlanan diğer hizmetler için, bu Hizmet’ler Kullanıcı tarafından iptal edilmeden önce sağlanmışsa, HERHANGİ bir para iadesi yapmaz. Ödeme yapıldıktan sonra sipariş iptali, sipariş edilen Hizmet’in kullanılmaması veya indirme girişiminde bulunulmaması halinde anlaşmayla mümkündür. Bir indirme girişiminde bulunulmuşsa, herhangi bir müzakere gerçekleşmez ve Kullanıcı herhangi bir geri ödeme, indirim veya diğer parasal tazminat hakkına sahip değildir. Ön ödemeli Hizmet’lerin gerçek kullanım süresini aşan bir süre için ön ödemesi yapılmışsa, bu tür bir geri ödemenin koşulları üzerinde ayrı ayrı anlaşmaya varılacaktır.
uk: Постачальник не відшкодовує БУДЬ-ЯКІ кошти за Послуги, Послуги підтримки та/або будь-які інші послуги, надані відповідно до Угоди та цих GTC, якщо вони були надані до скасування цих Послуг Користувачем. Скасування замовлення після оплати можливе за домовленістю, якщо замовлений Сервіс не використовувався або не було спроб його завантажити. Якщо була зроблена спроба завантаження, жодних переговорів не відбудеться, і Користувач не має права на відшкодування, знижки чи іншу грошову компенсацію. Якщо передплачені Послуги були оплачені на період, що перевищує фактичний період користування, умови такого відшкодування узгоджуються індивідуально.
zh_hans: 提供者不退还服务、支持服务及/或任何其他在本协议和这些 GTC 下提供的服务的任何费用，如果它们是在用户取消这些服务前所提供。按照协议，付款后取消订单是有可能的，如果订购的服务尚未被使用或者尚未做出下载它的尝试。如果已经做出了下载尝试，那么不会有磋商发生，用户对任何退款、折扣或其他货币补偿均不具有权利。假如预付费服务预付期超出了实际的使用期，那么退款的条件将分别商定。
zh_hant: 對於使用者取消服務前已提供之服務、支援服務和/或依本協議及本條款提供之任何其他服務，提供者不退還任何款項。付款後之訂單取消，若所訂購服務尚未使用或未曾嘗試下載，得經協議為之。若已嘗試下載，則無協商餘地，使用者無權要求任何退款、折扣或其他金錢補償。若預付服務之預付期間超過實際使用期間，該退款條件將個別議定。
