Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: with your express consent or instruction to carry out our business activities or send you newsletters (<a href="%(url)s">Article 6 (1) a. GDPR</a>)
ar: بموافقتك الصريحة أو تعليماتك لتنفيذ أنشطتنا التجارية أو إرسال رسائل إخبارية إليك (<a href="%(url)s">المادة 6 (1) أ. اللائحة العامة لحماية البيانات)</a>
ckb: بە ڕەزامەندی دەربڕینیان یان ڕێنمایی بۆ ئەنجامدانی چالاکی بازرگانیمان یان ناردنی هەواڵنامە (<a href="%(url)s">href="%(url)s"&gt;Article 6 (1) a. GDPR</a>)
da: med dit udtrykkelige samtykke eller instruktion om at udføre vores forretningsaktiviteter eller sende dig nyhedsbreve (<a href="%(url)s">Artikel 6, stk. 1, litra a. GDPR</a>)
fi: nimenomaisella suostumuksellasi tai ohjeellasi harjoittaa liiketoimintaamme tai lähettää sinulle uutiskirjeitä (<a href="%(url)s">Artikla 6 (1) a. GDPR</a>)
gl: co seu consentimento explícito ou autorización para desenvolver as nosas actividades comerciais ou enviarlle boletíns informativos (<a href="%(url)s">Artigo 6 (1) a. RXPD</a>)
he: עם הסכמתך או הנחייתך המפורשת להוציא לפועל את הפעילויות העסקיות שלנו או לשלוח לך הודעות ברשימות תפוצה (<a href="%(url)s">סעיף 6 (1) a.‎ ב־GDPR</a>)
is: með upplýstu samþykki þínu eða tilmælum til að framfylgja viðskiptum okkar eða senda þér fréttabréf (<a href="%(url)s">Grein 6 (1) a. í GDPR</a>)
kab: s uqbal-ik ibanen neɣ s tsiregt-ik akken ad nessiweḍ akken iwata armud-nneɣ n uzenzi neɣ akken ad ak-d-nazen tibratin n yisallen (<a href="%(url)s">Amagrad 6, taseddaṛt1, agaz a), n RGPD</a>)
lt: Su jūsų aiškiu sutikimu arba nurodymu, kad galėtume vykdyti savo verslo veiklą arba siųsti jums naujienlaiškius (<a href="%(url)s">BDAR 6 straipsnio 1 dalies a punktas</a>).
lv: ar jūsu nepārprotamu piekrišanu vai norādījumiem, lai veiktu mūsu uzņēmējdarbību vai nosūtītu jums informatīvos izdevumus (<a href="%(url)s">VDAR(GDPR) 6. panta 1. punkts a.</a>)
ro: cu consimțământul sau instrucțiunile dumneavoastră exprese pentru a desfășura activitățile noastre comerciale sau pentru a vă trimite buletine informative (<a href="%(url)s">Articolul 6 (1) a. GDPR(Regulamentul general privind protecția datelor)</a>)

source: Access to the Personal Data
ar: الوصول إلى البيانات الشخصية
ckb: دەستگەیشتن بە داتا کەسییەکان
da: Adgang til den personlige data
fi: Pääsy henkilötietoihin
gl: Acceso aos datos persoais
he: גישה לנתונים האישיים
is: Aðgangur að persónulegum gögnum
kab: Anekcum ɣer yisefka udmawanen
lt: Prieiga prie Asmeninių duomenų
lv: Piekļuve personas datiem
ro: Accesul la datele cu caracter personal

source: The Controller has made all reasonable technical means to protect the Personal Data. Only authorized persons can access the Personal Data.
ar: اتخذ المراقب جميع الوسائل التقنية المعقولة لحماية البيانات الشخصية. يمكن للأشخاص المصرح لهم فقط الوصول إلى البيانات الشخصية.
ckb: کۆنترۆڵکەر هەموو مەبەستێکی تەکنیکی دروست کردووە بۆ پاراستنی داتای کەسی. تەنها کەسانی ڕێپێدراو دەتوانن دەستگەیشتنیان هەبێت بۆ داتای کەسی.
da: Den registeransvarlige har gjort alle rimelige tekniske midler til at beskytte personoplysningerne. Kun autoriserede personer kan få adgang til personoplysningerne.
fi: Valvoja on tehnyt kaikki kohtuulliset tekniset keinot henkilötietojen suojaamiseksi. Vain valtuutetut henkilöt pääsevät käsiksi henkilötietoihin.
gl: O Delegado de Protección de Datos (DPD) empregou todos os medios técnicos razoables para protexer os datos persoais. Só persoas autorizadas poden acceder aos datos persoais.
he: המפעיל נקט בכל האמצעים הטכניים להבטיח את הגנתם של הנתונים האישיים. רק גופים מורשים יוכלו לגשת לנתונים האישיים.
is: Stjórnandinn hefur stuðst við allar tiltækar leiðir til að tryggja varnir við meðhöndlun persónuupplýsinga. Aðeins sérstaklega auðkenndir aðilar geta haft aðgang að persónuupplýsingum.
kab: Amsefrak imudd meṛṛa allalen itiknikanen akked ad ttummestnen yisefka udmawanen. Ala imdanen yettwasirgen i izemren ad kecmen ɣer yisefka udmawanen.
lt: Valdytojas ėmėsi visų pagrįstų techninių priemonių Asmeniniams duomenims apsaugoti. Prie Asmeninių duomenų gali pasiekti tik leidžiamieji asmenys.
lv: Pārvaldnieks ir veicis visus saprātīgos tehniskos pasākumus personas datu aizsardzībai. Personas datiem var piekļūt tikai pilnvarotas personas.
ro: Operatorul a luat toate măsurile tehnice rezonabile pentru a proteja datele cu caracter personal. Numai persoanele autorizate pot avea acces la datele cu caracter personal.

source: Third parties which can gain access to the Personal Data when necessary are:
ar: الأطراف الثالثة التي يمكن أن تنفذ إلى البيانات الشحصية عند الضرورة هي:
ckb: لایەنی سێیەم کە دەتوانن دەستگەیشتن یان دەستگەیشتن بە داتای کەسی بەدەست بهێنن لەکاتی پێویستدا ئەمانەن:
da: Tredjeparter, der kan få adgang til de personlige data, når det er nødvendigt, er:
fi: Kolmannet osapuolet, jotka voivat tarvittaessa päästä käsiksi henkilötietoihin, ovat:
gl: Os terceiros que poden acceder aos datos persoais cando sexa necesario son:
he: גופי צד שלישי שיכולים לגשת לנתונים האישיים בעת הצורך הם:
is: Utanaðkomandi aðilar sem gætu haft aðgang að persónulegum gögnum, þegar slíkt er nauðsynlegt, eru:
kab: Imendiden wis kraḍ zemren ad kecmen ɣer yisefka udmawanen ma yella ilaq:
lt: Trečiosios šalys, kurios prireikus gali gauti prieigą prie Asmeninių duomenų, yra:
lv: Trešās personas, kuras vajadzības gadījumā var piekļūt personas datiem:
ro: Terțele părți care pot avea acces la datele cu caracter personal atunci când este necesar sunt:

source: Persons which are contracted for technical assurance of the service.
ar: الأشخاص المتعاقَد معهم للحصول على الضمان التقني للخدمة.
ckb: که س که بۆ دڵنیایی تەکنیکی خزمەتگوزارییه کان گرێبەستدەکرێن.
da: Personer, der har indgået kontrakt for teknisk forsikring af tjenesten.
fi: Henkilöt, joilla on sopimus palvelun teknisestä varmistuksesta.
gl: Persoas contratadas para a seguranza técnica do servizo.
he: אנשים פרטיים שחתמו על חוזה לתחזוקה טכנית של השירות.
is: Aðilar sem ráðnir eru til að tryggja tæknilega virkni þjónustunnar.
kab: Imdanen yesɛan agatu akken ad ḍemnen tiddin tatiknikant n umezlu.
lt: Asmenys, su kuriais sudaromos sutartys dėl techninio paslaugos užtikrinimo.
lv: Personas, ar kurām noslēgts līgums par pakalpojuma tehnisko drošību.
ro: Persoanele contractate pentru asigurarea tehnică a serviciului.

source: Payment processors when purchasing a service from us.
fi: Maksunkäsittelijät ostaessasi palvelua meiltä.
gl: Procesadores de pagamentos ao mercar un servizo noso.
lt: Mokėjimų doroklės, kai iš mūsų perkama paslauga.

source: All Personal Data is stored in the European Union.
ar: كل البيانات الشخصية مخزنة في الاتحاد الأوروبي.
ckb: هەموو داتا کەسیەکان خەزن کراون لە یەکێتی ئەوروپا.
da: Alle personlige data er lagret i den Europæiske Union.
fi: Kaikki henkilökohtaiset tiedot säilötään Euroopan unionin alueella.
gl: Todos os datos persoais están almacenados na Unión Europea.
he: כל המידע האישי מאוחסן באיחוד האירופי.
is: Öll persónuleg gögn eru vistuð í Evrópusambandinu.
kab: Meṛṛa isefka udmawanen ttwaḥerzen deg Tidukkla n Turuft.
lt: Visi Asmeniniai duomenys saugomi Europos Sąjungoje.
lv: Visi personas dati tiek glabāti Eiropas Savienībā.
ro: Toate datele cu caracter personal sunt stocate în Uniunea Europeană.

source: Disclosure of the Personal Data
fi: Henkilötietojen luovuttaminen
gl: Divulgación dos datos persoais
lt: Asmeninių duomenų atskleidimas

source: The Personal Data might be disclosed to third parties in limited circumstances when the Controller has a good faith belief it is required by law, such as under a subpoena or other judicial or administrative order.
gl: Os datos persoais poden ser revelados a terceiros en circunstancias limitadas cando o Delegado de Protección de Datos (DPD) crea de boa fe que así o esixe a lei, como por virtude dunha citación ou outra orden xudicial ou administrativa.
lt: Asmeniniai duomenys gali būti atskleisti trečiosioms šalims ribotomis aplinkybėmis, kai Valdytojas sąžiningai tiki, kad to reikalaujama pagal įstatymą, pavyzdžiui, pagal teismo šaukimą arba kitą teisminį ar administracinį nurodymą.

source: In case the Controller is required by law to disclose the Personal Data, an attempt will be made to provide the User with prior notice by e-mail (unless the Controller is prohibited, or it would be futile) that a request for the Personal Data has been made to allow the User to object to the disclosure. If the User does not challenge the disclosure request, the Controller may be legally required to turn over the Personal Data.
gl: No caso de que o Delegado de Protección de Datos (DPD) estea obrigado por lei a revelar os datos persoais, realizarase un intento de notificar previamente ao «Usuario» por correo-e (a menos que o DPD o teña prohibido ou sexa inútil) de que foi feita unha solicitude dos seus datos persoais para permitirlle ao «Usuario» oporse á revelación. Se o «Usuario» non impugna a solicitude de revelación, o DPD pode estar legalmente obrigado a entregar os datos persoais.
lt: Jei Valdytojas pagal įstatymą privalo atskleisti Asmeninius duomenis, bus stengiamasi iš anksto el. laišku pranešti Naudotojui (nebent Valdytojui tai būtų uždrausta arba būtų nenaudinga), kad buvo pateiktas prašymas dėl Asmeninių duomenų atskleidimo, kad Naudotojas galėtų nesutikti su atskleidimu. Jei Naudotojas neginčija prašymo atskleisti duomenis, Valdytojas gali būti teisiškai įpareigotas perduoti Asmeninius duomenis.

source: The Personal Data retention
ar: الاحتفاظ بالبيانات الشخصية
ckb: هێشتنەوەی داتای کەسی
da: Opbevaring af personoplysninger
fi: Henkilötietojen säilyttäminen
gl: A retención de datos persoais
he: החזקת הנתונים האישיים
is: Varðveisla persónulegra gagna
kab: Aḥraz n yisefka udmawanen
lt: Asmeninių duomenų saugojimas
lv: Tiesības uz personas datu glabāšanu
ro: Păstrarea datelor cu caracter personal

source: The Personal Data is stored in the Service until the User deletes their account on the service.
ar: تخزن البيانات الشخصية في الخدمة إلى أن يحذف المستخدم حسابه في الخدمة.
ckb: زانیاریە کەسیەکان لە خزمەتگوزاریدا خەزن کراوە هەتا بەکارهێنەر ئەژمێرەکەی لەسەر خزمەتگوزاریەکە دەسڕێتەوە.
da: De personlige data gemmes i tjenesten, indtil brugeren sletter deres konto i tjenesten.
fi: Henkilötietoja säilytetään Palvelussa, kunnes Käyttäjä poistaa tilinsä palvelusta.
gl: Os datos persoais son almacenados no «Servizo» ata que o «Usuario» elimine a súa conta no servizo.
he: הנתונים האישיים מאוחסנים בשירות עד שהמשתמש מוחק את החשבון שלו בשירות.
is: Persónulegar upplýsingar eru geymdar í þjónustunni þar til notandinn eyðir notandaaðgangi sínum úr þjónustunni.
kab: Isefka udmawanen ttwaḥerzen deg umeẓul skud ur ten-yekkis ara useqdac seg umiḍan-is n umeẓlu.
lt: Asmeniniai duomenys saugomi Paslaugoje tol, kol Naudotojas ištrina savo paskyrą paslaugoje.
lv: Personas datus pakalpojums uzglabā līdz brīdim, kad lietotājs izdzēš savu kontu.
ro: Datele cu caracter personal sunt stocate în Serviciu până când utilizatorul își șterge contul din serviciu.

source: Access log info might be collected for a longer period for the purpose of establishing, exercising or defending legal claims.
da: Adgangslogoplysninger kan indsamles i en længere periode med henblik på at etablere, udøve eller forsvare juridiske krav.
gl: Pódese recoller información do rexistro de acceso durante un período máis longo coa finalidade de estabelecer, exercer ou defender reclamacións legais.
lt: Prieigos žurnalo informacija gali būti renkama ilgesnį laiką teisinių reikalavimų nustatymo, vykdymo ar gynimo tikslais.

source: Your rights
ar: حقوقك
ckb: مافەکانت
da: Dine rettigheder
fi: Oikeutesi
gl: Os seus dereitos
he: הזכויות שלך
is: Réttindi þín
kab: Izerfan-inek
lt: Jūsų teisės
lv: Jūsu tiesības
ro: Drepturile dumneavoastră

source: The User provides use of Personal Data voluntarily. Without this Personal Data Weblate is not able to provide our services.
ar: يقوم المستخدم بتقديم البيانات الشخصية طوعا. دون هذه البيانات يتعذر على ويب لايت تقديم خدماتنا.
ckb: بەکارهێنەر بە خۆبەخشیی یی زانیاری کەسیی بەکاردەهێنێت. بەبێ ئەم وێبلایتە زانیاریە کەسییە ناتوانێت خزمەتەکانمان دابین بکات.
da: Brugeren stiller frivilligt personoplysninger til rådighed for os. Uden disse personoplysninger er Weblate ikke i stand til at levere vores tjenester.
fi: Käyttäjä antaa henkilötietojensa käyttöön vapaaehtoisesti. Ilman näitä henkilötietoja Weblate ei pysty tarjoamaan palveluitamme.
gl: O «Usuario» fornece o uso dos seus datos persoais voluntariamente. Sen estes datos persoais, Weblate non pode prestar os servizos.
he: המשתמש מספק את הנתונים האישיים מרצונו החופשי. ללא הנתונים האישיים האלה, ל־Weblate אין אפשרות לספק את השירותים שלנו.
is: Notandinn veitir persónulegar upplýsingar af fúsum og frjálsum vilja. Án þessara gagna getur Weblate ekki veitt þjónustu sína.
kab: Talɣut n uɣmis n unekcum izmer ad tettwalqeḍ i tallit meqqren akken ad neg nesbedd, ad nsemres daɣen ad nseḥbiber ɣef yizerfan usḍifen.
lt: Naudotojas savanoriškai pateikia naudoti Asmeninius duomenis. Be šių Asmeninių duomenų „Weblate“ negali teikti savo paslaugų.
lv: Lietotājs savus personas datu sniedz brīvprātīgi. Weblate nevar sniegt pakalpojumus bez šiem personas datiem.
ro: Utilizatorul oferă utilizarea datelor cu caracter personal în mod voluntar. Fără aceste Date cu caracter personal, Weblate nu este în măsură să furnizeze serviciile noastre.

source: We want you to always be in control of your Personal Data. To this end, you have certain rights that allow for it. Under certain conditions, you may:
ar: نريد أن تكون السيطرة على بياناتكم الشخصية دائما بين أيديكم . وتحقيقا لهذه الغاية ، لديكم بعض الحقوق التي تتيح لكم ذلك. ففي ظل ظروف معينه ، يمكنكم:
ckb: دەمانەوێت هەمیشە لە کۆنترۆڵی داتای کەسیی خۆت دا بیت. بۆ ئەم کۆتاییە، مافی دیاریکراوت هەیە کە رێگەی پێدەدات لە هەندێک مەرجدا، لەوانەیە:
da: Vi ønsker, at du altid skal have kontrol over dine personlige oplysninger. Med henblik herpå har du visse rettigheder, der giver dig mulighed for det. Under visse betingelser kan du:
fi: Haluamme sinun olevan aina henkilötietojesi hallinnassa. Tätä varten sinulla on tietyt oikeudet, jotka sallivat sen. Tietyissä olosuhteissa voit:
gl: Queremos que teña sempre o control dos seus datos persoais. Para iso, Vde, ten certos dereitos que o permiten. En determinadas condicións, pode:
he: אנו רוצים תמיד להיות בשליטה על הנתונים האישיים שלך. עד לתחום אחריותינו, יש לך זכויות שמאפשרות לך זאת. תחת תנאים מסוימים, באפשרותך:
is: Við viljum að þú hafir alltaf stjórn á þínum eigin persónuupplýsingum. Í þessum tilgangi eru þér veitt ákveðin réttindi sem gera það kleift. Undir ákveðnum kringumstæðum mátt þú:
kab: Nebɣa akken ad tesferkeḍ dima isefka-ik udmawanen. Ɣef waya, ɣur-k kra n yizerfna ara yeǧǧen aya. Maca s kra n tewtilin, tzemred:
lt: Norime, kad visada valdytumėte savo Asmeninius duomenis. Todėl turite tam tikras teises, kurios leidžia tai padaryti. Tam tikromis sąlygomis galite:
lv: Mēs vēlamies, lai jūs vienmēr varētu kontrolēt savu personisko informāciju. Šajā nolūkā jums ir atbilstošas tiesības, kas to atļauj. Noteiktos apstākļos jūs varat:
ro: Dorim ca dumneavoastră să dețineți întotdeauna controlul asupra datelor dumneavoastră personale. În acest scop, aveți anumite drepturi care vă permit acest lucru. În anumite condiții, puteți:

source: Gain access to all your Personal Data that Weblate uses or processes, and even get a copy of all of it (<a href="%(url)s">Article 15 GDPR</a>)
ar: يمكنك الوصول إلى جميع بياناتك الشخصية التي تستخدمها Weblate أو تعالجها ، وحتى الحصول على نسخة منها جميعا (<a href="%(url)s">Article 15 GDPR</a>)
ckb: دەستگەیشتن بەدەست بهێنە بۆ هەموو زانیاریە کەسیەکەت کە وێبسایت بەکاری دەهێنێت یان پرۆسەکان, و تەنانەت کۆپیەکی هەمووی دەست بخە(<a href="%(url)s"></a>
da: Få adgang til alle dine personlige data, som Weblate bruger eller behandler, og endda få en kopi af dem alle (<a href="%(url)s">Artikel 15 GDPR</a>)
fi: Pääsy kaikkiin henkilötietoihisi, joita Weblate käyttää tai käsittelee, ja jopa saada kopio kaikista niistä (<a href="%(url)s">GDPR artikla 15</a>)
gl: Obter acceso a todos os seus datos persoais que Weblate utiliza ou procesa e incluso obter unha copia completa dos mesmos (<a href="%(url)s">Artigo 15 do RXPD</a>)
he: לקבל גישה לכל הנתונים האישיים שלך בהם נעשה שימוש או עיבוד על ידי Weblate ואפילו לקבל עותק מלא שלהם (<a href="%(url)s">סעיף 15 ב־GDPR</a>)
is: Fá aðgang að öllum þeim persónuupplýsingum þínum sem Weblate notar eða vinnur með, og jafnvel fengið afrit af þeim öllum (<a href="%(url)s">Grein 15 í GDPR</a>)
kab: Kcem ɣer yisefka-ik udmawane meṛṛa i yesseqdac neɣ yessesfar Weblate, daɣen awi anɣel-nsen meṛṛa (<a href="%(url)s">Amagrad 15 GDPR</a>)
lt: gauti prieigą prie visų savo Asmeninių duomenų, kuriuos „Weblate“ naudoja ar apdoroja, ir net gauti jų kopiją (<a href="%(url)s">BDAR 15 straipsnis</a>);
lv: Iegūt piekļuvi visiem saviem personas datiem, kurus Weblate izmanto vai apstrādā, kā arī iegūt to pilno kopiju (<a href="%(url)s">VDAR(GDPR) 15. pants</a>)
ro: Obțineți acces la toate datele dvs. personale pe care Weblate le utilizează sau le procesează și chiar obțineți o copie a tuturor acestora (<a href="%(url)s">Articolul 15 GDPR(Regulamentul general privind protecția datelor)</a>)

source: Correct the Personal Data that Weblate processes if you think that there are mistakes
ar: تصحيح البيانات الشخصية التي يعالجها ويب لايت إن كنت تظن أنها تحتوي على أخطاء
ckb: داتا کەسیەکە ڕاست بکەوە کە وێبلایت پڕۆسە دەکات ئەگەر وا بیر دەکەیتەوە کە هەڵە هەیە
da: Korrigere de personlige data, som Weblate behandler, hvis du mener, at der er fejl
fi: Korjaa Weblate käsittelemät henkilötiedot, jos luulet, että niissä on virheitä
gl: Corrixa os datos persoais procesados por Weblate se considera que hai erros
he: נא לתקן את הנתונים האישיים שעוברים עיבוד על ידי Weblate אם לדעתך יש טעויות
is: Leiðrétta þau persónulegu gögn sem Weblate vinnur með ef þú heldur að mistök hafi átt sér stað
kab: Seɣti isefka udmawanen i yessesfar Weblate ma tɣileḍ dakken mačči d imeɣta
lt: ištaisyti „Weblate“ apdorojamus Asmeninius duomenis, jei manote, kad juose yra klaidų;
lv: Labot personas datus, kurus Weblate apstrādā, ja domājat, ka tie satur kļūdas
ro: Corectați datele cu caracter personal pe care Weblate le procesează dacă credeți că există greșeli

source: Order us to delete your Personal Data
ar: طلب حذف بياناتك الشخصية منا
ckb: فەرمانمان پێبکە بۆ سڕینەوەی داتا کەسیەکەت
da: Få os til at slette dine personlige oplysninger
fi: Määrää meitä poistamaan henkilökohtaiset tietosi
gl: Indíquenos que eliminemos os seus datos persoais
he: להורות לנו למחוק את הנתונים האישיים שלך
is: Skipa okkur að fjarlægja persónuleg gögn þín
kab: Suter-aɣ-d ad nekkes isefka-ik udmawanen
lt: nurodyti mums ištrinti jūsų Asmeninius duomenis;
lv: Pieprasīt mūs dzēst jūsu personas datus
ro: Să ne ordonați să vă ștergem datele personale

source: Restrict the Personal Data processing
ar: تقييد معالجة البيانات الشخصية
ckb: سنوردارکردنی پرۆسەی زانیارییە کەسیەکان
da: Begræns behandlingen af personoplysninger
fi: Rajoita henkilökohtaisten tietojen käsittelyä
gl: Restrinxir o tratamento de datos persoais
he: להגביל את עיבוד הנתונים האישיים
is: Takmarka vinnslu persónulegra gagna
kab: Err talast n usesfer n yisefka udmawanen
lt: apriboti Asmeninių duomenų apdorojimą;
lv: Ierobežot personas datu apstrādi
ro: Restricționați prelucrarea datelor cu caracter personal

source: Object to processing
ar: الاعتراض على المعالجة
ckb: ئامانج بۆ برۆسەکردن
da: Indsigelse mod behandling
fi: Käsittelyn vastainen
gl: Oporse ao procesamento
he: להתנגד לעיבוד
is: Andmælt vinnslu gagna
kab: Berri mgal n yir asesfer
lt: prieštarauti apdorojimui;
lv: Iebilst pret apstrādi
ro: Obiecție la prelucrare

source: Receive your Personal Data in a commonly used and machine-readable format or to transmit this Personal Data to a different provider.
ar: الحصول على بياناتك الشخصية في تنسيق شائع ومقروء آليا ، أو لنقل هذه البيانات الشخصية إلى موفر آخر.
ckb: وەرگرتنی زانیاری تایبەتی خۆت بە شێوەیەکی گشتی بەکاردێت و ئامێر-خوێندنەوە یان بۆ گواستنەوەی ئەم زانیاریە کەسییە بۆ دابینکەری جیاواز.
da: Modtag dine personoplysninger i et almindeligt anvendt og maskinlæsbart format eller for at overføre disse personoplysninger til en anden udbyder.
fi: Vastaanota henkilötietosi yleisesti käytetyssä ja koneellisesti luettavassa muodossa tai siirtää nämä henkilötiedot toiselle palveluntarjoajalle.
gl: Reciba os seus datos persoais nun formato de uso habitual e lexíbel por máquinas ou para transmitírllelos a un provedor diferente.
he: לקבל את הנתונים האישיים שלך בתצורה נפוצה שמותאמת לקריאה על ידי בני אדם או להעביר את הנתונים האישיים לספק אחר.
is: Fá persónuleg gögn þín á algengu og véltæku sniði eða að þau séu send til annarrar þjónustuveitu.
kab: Rmes-d isefka-ik udmawanen s umasal yettwaseqdacen s tanumi daɣen i zmrent ad d-ɣrent tmacinin neɣ akken ad tazneḍ isefka-a udmawanen ɣer usaǧǧaw-nniḍen.
lt: gauti savo Asmeninius duomenis įprastai naudojamu ir kompiuterio skaitomu formatu arba perduoti šiuos Asmeninius duomenis kitam teikėjui.
lv: Iegūt savus personas datus parastā un mašīnlasāmā formātā vai pārsūtīt šos personas datus citam pakalpojuma sniedzējam.
ro: să primiți datele dvs. personale într-un format utilizat în mod obișnuit și care poate fi citit automat sau să transmiteți aceste date personale unui alt furnizor.

source: The removal, correction, and retrieval of your Personal Data can be done from the account management, and is fully automated.
ar: يمكن إزالة بياناتك الشخصية وتصحيحها واسترجاعها من إدارة الحساب ، وهي مؤتمتة بالكامل.
da: Fjernelse, rettelse og hentning af dine personlige data kan ske fra konto-administrationen og er fuldt automatiseret.
fi: Henkilötietojesi poistaminen, korjaaminen ja nouto voidaan tehdä tilinhallinnasta, ja se on täysin automatisoitu.
gl: A eliminación, corrección e recuperación dos seus datos persoais pódese facer dende a xestión da conta e está totalmente automatizada.
lt: Pašalinti, ištaisyti ir gauti savo Asmeninius duomenis galima iš paskyros tvarkymo ir tai yra visiškai automatizuota.
lv: Jūsu personas datu dzēšanu, labošanu vai ieguvi var veikt no kontu pārvaldības, un tā ir pilnībā automatizēta.

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
ar: وثيقة شروط الخدمة موثوقة باللغة الانجليزية. تم توفير الترجمات لراحتك.
ckb: مەرجەکانی بەڵگەنامەی خزمەت بە ئینگلیزی کاردەکەن، وەرگێڕانەکان بۆ ئاسانی ئێوە دابین کراون.
da: Dokumentet Tjenestevilkår er autoritativt på engelsk, oversættelser leveres for din bekvemmelighed.
fi: Asiakirja palveluehdoista on englanninkielinen; käännökset tarjotaan avuksesi.
gl: O documento vinculante das Condicións do Servizo está en inglés, as traducións fornécense para a súa comodidade.
he: התוקף המשפטי של מסמך תנאי השירות חל על הגרסה האנגלית בלבד, התרגומים מסופקים לנוחותך.
is: Skjalið með þjónustuskilmálum er einungis viðurkennt á ensku, þýðingar eru gerðar til þægindaauka.
kab: Isemli n tewtilin n umeẓlu yettwasegza-d s teglizit, tisuqilin ttunefkent-d i kečč akken ad tent-tesqedced.
lt: Paslaugų sąlygų dokumentas yra autoritetingas anglų kalba. Vertimai pateikiami jūsų patogumui.
lv: Pakalpojuma oficiālie lietošanas noteikumi ir dokumentēti angļu valodā, jūsu ērtībai tiek sniegti tulkojumi.
ro: Termenii și condițiile de furnizare a serviciilor este în limba engleză, iar traducerile sunt furnizate pentru confortul dumneavoastră.
