Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Engaging in any activities that could harm the Provider, its reputation, or its assets;
cs: jakýchkoli činností, které mohou poškodit Poskytovatele, jeho dobré jméno, pověst, nebo jakékoli jeho prostředky a majetek;
de: Sich an Aktivitäten zu beteiligen, die dem Anbieter, seinem Ruf oder seinem Vermögen schaden könnten;
es: Participar en cualquier actividad que pueda dañar al Proveedor, su reputación o sus activos;
fr: S’engager dans toute activité susceptible de nuire au Fournisseur, à sa réputation ou à ses actifs ;
ga: Páirt a ghlacadh in aon ghníomhaíochtaí a d'fhéadfadh dochar a dhéanamh don Soláthraí, dá cháil, nó dá shócmhainní;
hu: bármilyen olyan tevékenység végzése, amely a Szolgáltatónak, hírnevének vagy vagyonának kárt okozhat;
id: Terlibat dalam aktivitas apa pun yang dapat merugikan Penyedia, reputasinya, atau asetnya;
ja: 事業者、その評判、またはその資産に損害を与えるおそれのある一切の行為に従事すること。
nl: Deelnemen aan elke activiteit die de provider, zijn reputatie of zijn eigendommen zouden kunnen schaden;
pt_br: Envolver-se em quaisquer atividades que possam prejudicar o Provedor, sua reputação ou seus ativos;
ru: Заниматься любой деятельностью, которая может нанести вред Поставщику, его репутации или его активам;
sk: akýchkoľvek činností, ktoré môžu poškodiť Poskytovateľa, jeho dobré meno, povesť, alebo akékoľvek jeho prostriedky a majetok;
sl: Ukvarjanje s kakršnimi koli dejavnostmi, ki bi lahko škodovale ponudniku, njegovemu ugledu ali njegovemu premoženju;
sv: Att delta i aktiviteter som kan skada leverantören, dess rykte eller dess tillgångar;
ta: வழங்குநர், அதன் நற்பெயருக்கு அல்லது அதன் சொத்துக்களுக்கு தீங்கு விளைவிக்கும் எந்தவொரு செயலிலும் ஈடுபடுவது;
tr: Sağlayıcıya, itibarına veya varlıklarına zarar verebilecek herhangi bir faaliyette bulunmak;
uk: Участь у будь-якій діяльності, яка може завдати шкоди Постачальнику, його репутації або активам;
zh_hans: 参加任何可能危害提供者、其名誉或资产的活动；
zh_hant: 從事任何可能損害提供者、其商譽或其資產之活動；

source: Using any means, servers, devices, or elements provided by the Provider in a manner not expressly agreed upon in these Terms or the Agreement;
cs: využívání jakýchkoli prostředků, serverů, zařízení a dalších prvků zpřístupněných Poskytovatelem jiným způsobem než způsobem výslovně sjednaným v těchto VOP a/nebo ve Smlouvě;
de: Die Verwendung von Mitteln, Servern, Geräten oder Elementen, die vom Anbieter zur Verfügung gestellt werden, in einer Weise, die nicht ausdrücklich in diesen Begriffen oder der Vereinbarung vereinbart wurde;
es: Usar cualquier medio, servidor, dispositivo o elemento proporcionado por el Proveedor de una manera no expresamente acordada en estos Términos o en el Acuerdo;
fr: Utiliser tout moyen, serveur, appareil ou élément fourni par le Fournisseur d'une manière non expressément convenue dans les présentes Conditions ou dans le Contrat ;
ga: Úsáid a bhaint as aon mhodh, freastalaithe, feistí nó eilimintí a sholáthraíonn an Soláthraí ar bhealach nach gcomhaontaítear go sainráite sna Téarmaí seo nó sa Chomhaontú;
hu: a Szolgáltató által biztosított eszközök, szerverek vagy más elemek olyan módon történő használata, amelyhez a jelen Feltételek vagy a Szerződés kifejezetten nem ad jogosultságot;
id: Menggunakan sarana, server, perangkat, atau elemen apa pun yang disediakan oleh Penyedia dengan cara yang tidak secara tegas disetujui dalam Persyaratan ini atau Perjanjian;
ja: 本規程または本契約で明示的に合意されていない方法で、事業者が提供する手段、サーバー、デバイスその他の要素を使用すること。
nl: Gebruiken van enig materiaal, servers, apparaten of elementen, verschaft door de provider, op ene manier waarmee niet uitdrukkelijk is ingestemd in de bepalingen van de overeenkomst;
pt_br: Utilizar quaisquer meios, servidores, dispositivos ou elementos fornecidos pelo Provedor de uma maneira não expressamente acordada nestes Termos ou no Contrato;
ru: Использовать любые средства, серверы, устройства или элементы, предоставляемые Поставщиком, способом, не оговорённым в настоящих Условиях или Соглашении;
sk: využívanie akýchkoľvek prostriedkov, serverov, zariadení a ďalších prvkov sprístupnených Poskytovateľom iným spôsobom než spôsobom výslovne dohodnutým v týchto VOP a/alebo v Zmluve;
sl: Uporaba kakršnih koli sredstev, strežnikov, naprav ali elementov, ki jih zagotavlja ponudnik, na način, ki ni izrecno dogovorjen v teh pogojih ali pogodbi;
sv: Använda alla medel, servrar, enheter eller element som tillhandahålls av leverantören på ett sätt som inte uttryckligen överenskommits i dessa villkor eller avtalet;
ta: இந்த விதிமுறைகள் அல்லது ஒப்பந்தத்தில் வெளிப்படையாக ஒப்புக் கொள்ளப்படாத விதத்தில் வழங்குநரால் வழங்கப்பட்ட சேவையகங்கள், சாதனங்கள் அல்லது கூறுகளைப் பயன்படுத்துதல்;
tr: Sağlayıcı tarafından sunulan herhangi bir aracı, sunucuyu, cihazı veya unsuru bu Koşullar’da veya Sözleşme’de açıkça kabul edilmeyen bir şekilde kullanmak;
uk: Використання будь-яких засобів, серверів, пристроїв або елементів, наданих Постачальником, у спосіб, прямо не погоджений у цих Умовах або Угоді;
zh_hans: 以未在本协议或这些条款中明确约定的方式使用由提供者提供的任何手段、服务器、设备或元素；
zh_hant: 以未經本條款或本協議明示同意之方式，使用提供者提供之任何手段、伺服器、裝置或元件；

source: Conducting activities that would disclose any content to third parties that:
cs: jakýchkoli činností, kterými by mohlo dojít ke zpřístupnění jakékoli třetí osobě obsahu, který:
de: Durchführung von Aktivitäten, die Inhalte an Drittanbieter weitergeben würden, die:
es: Llevar a cabo actividades que divulguen cualquier contenido a terceros que:
fr: Mener des activités qui divulgueraient à des tiers tout contenu qui :
ga: Gníomhaíochtaí a dhéanamh a nochtfadh aon ábhar do thríú páirtithe:
hu: olyan tevékenységek folytatása, amelyek során harmadik felek számára olyan tartalom válik hozzáférhetővé, amely:
id: Melakukan aktivitas yang akan mengungkapkan konten apa pun kepada pihak ketiga yang:
ja: 次のようなコンテンツを第三者に開示する行為：
nl: Uitvoeren van activiteiten die enige inhoud zouden kunnen onthullen aan derde partijen die:
pt_br: Realizar atividades que divulguem qualquer conteúdo a terceiros que:
ru: Осуществление деятельности, в результате которой третьим лицам будет раскрыт любой контент:
sk: akýchkoľvek činností, ktorými by mohlo dôjsť k sprístupneniu akejkoľvek tretej osobe obsahu, ktorý:
sl: Izvajanje dejavnosti, ki bi razkrile kakršno koli vsebino tretjim osebam, ki:
sv: Genomföra aktiviteter som skulle avslöja innehåll för tredje part som:
ta: மூன்றாம் தரப்பினருக்கு எந்தவொரு உள்ளடக்கத்தையும் வெளிப்படுத்தும் நடவடிக்கைகளை நடத்துதல்:
tr: Herhangi bir içeriği üçüncü taraflara ifşa edecek faaliyetler yürütmek:
uk: Проведення діяльності, яка б розкривала будь-який вміст третім сторонам, які:
zh_hans: 执行可能泄露任何信息给第三方的活动，这些活动：
zh_hant: 進行將向第三方揭露下列內容之活動：

source: Contains prohibited applications and scripts;
cs: obsahuje nedovolené aplikace a skripty;
de: Enthält verbotene Anwendungen und Skripte;
es: Contiene aplicaciones y scripts prohibidos;
fr: Contient des applications et des scripts interdits ;
ga: Tá feidhmchláir agus scripteanna toirmiscthe ann;
hu: tiltott alkalmazásokat és szkripteket tartalmaz;
id: Berisi aplikasi dan skrip terlarang;
ja: 禁止されているアプリケーションやスクリプトを含むこと。
nl: Verboden toepassingen en scripts bevatten;
pt_br: Contém aplicativos e scripts proibidos;
ru: содержащий запрещённые приложения и скрипты;
sk: obsahuje nedovolené aplikácie a skripty;
sl: Vsebuje prepovedane aplikacije in skripte;
sv: Innehåller förbjudna applikationer och skript;
ta: தடைசெய்யப்பட்ட பயன்பாடுகள் மற்றும் ச்கிரிப்ட்களைக் கொண்டுள்ளது;
tr: Yasaklanmış uygulamaları ve komut dosyalarını içerir;
uk: Містить заборонені програми та скрипти;
zh_hans: 包含禁止的程序和脚本；
zh_hant: 包含受禁止之應用程式及指令碼；

source: Overloads database systems or causes malfunction of servers;
cs: přetěžuje databázové systémy nebo způsobuje špatnou funkci serverů;
de: Überlastung von Datenbanksystemen oder Fehlfunktionen von Servern;
es: Sobrecarga los sistemas de bases de datos o causa un mal funcionamiento de los servidores.;
fr: Surcharge les systèmes de bases de données ou provoque un dysfonctionnement des serveurs ;
ga: Overloads córais bunachar sonraí nó is cúis le mífheidhmiú freastalaithe;
hu: adatbázis-rendszerek túlterhelését vagy szerverhibát idéz elő;
id: Membebani sistem basis data atau menyebabkan kegagalan fungsi server;
ja: データベース システムに過負荷を生じさせ、またはサーバーの障害を引き起こすこと。
nl: Databasesystemen overbelasten of ervoor zorgen dat servers niet goed functioneren;
pt_br: Sobrecarrega sistemas de banco de dados ou causa mau funcionamento de servidores;
ru: перегружающий системы баз данных или вызывающий сбои в работе серверов;
sk: preťažuje databázové systémy alebo spôsobuje zlú funkciu serverov;
sl: Preobremeni sisteme baz podatkov ali povzroči okvaro strežnikov;
sv: Överbelastar databassystem eller orsakar funktionsfel på servrar;
ta: தரவுத்தள அமைப்புகளை ஓவர்லோட் செய்கிறது அல்லது சேவையகங்களின் செயலிழப்பை ஏற்படுத்துகிறது;
tr: Veri tabanı sistemlerini aşırı yükler veya sunucuların bozulmasına neden olur;
uk: Перевантажує системи баз даних або спричиняє збій у роботі серверів;
zh_hans: 使数据库系统承受过大负担或导致服务器出现故障；
zh_hant: 使資料庫系統過載或導致伺服器故障；

source: Overburdens the infrastructure, connection lines, or hardware of the Provider or third parties;
cs: přetěžuje infrastrukturu, přípojné linky nebo hardware Poskytovatele nebo případně jiných osob;
de: die Infrastruktur, die Verbindungsleitungen oder die Hardware des Anbieters oder von Drittanbietern überlastet;
es: Sobrecarga la infraestructura, las líneas de conexión o el hardware del Proveedor o de terceros.;
fr: Surcharge l'infrastructure, les lignes de connexion ou le matériel du fournisseur ou de tiers ;
ga: Ró-ualach ar bhonneagar, línte nasctha, nó crua-earraí an tSoláthraí nó tríú páirtithe;
hu: a Szolgáltató vagy harmadik felek infrastruktúráját, internetkapcsolatát vagy hardverét túlterheli;
id: Membebani infrastruktur, jalur koneksi, atau perangkat keras Penyedia atau pihak ketiga;
ja: 事業者または第三者のインフラストラクチャ、回線、またはハードウェアに過度の負荷を与えること。
nl: De infrastructuur, verbindingslijnen of hardware van de provider of derde partijen overbelasten;
pt_br: Sobrecarregue a infraestrutura, as linhas de conexão ou o hardware do Provedor ou de terceiros;
ru: перегружающий инфраструктуру, линии связи или аппаратное обеспечение Поставщика или третьих лиц;
sk: preťažuje infraštruktúru, prípojné linky alebo hardvér Poskytovateľa alebo prípadne iných osôb;
sl: Preobremeni infrastrukturo, povezovalne linije ali strojno opremo ponudnika ali tretjih oseb;
sv: Överbelastar leverantörens eller tredje parts infrastruktur, anslutningslinjer eller hårdvara;
ta: வழங்குநர் அல்லது மூன்றாம் தரப்பினரின் உள்கட்டமைப்பு, இணைப்பு கோடுகள் அல்லது வன்பொருள் ஆகியவற்றை அதிகப்படுத்துகிறது;
tr: Sağlayıcının veya üçüncü tarafların altyapısını, bağlantı hatlarını veya donanımını aşırı yükler;
uk: Перевантажує інфраструктуру, лінії підключення або апаратне забезпечення Постачальника або третіх осіб;
zh_hans: 使提供者或第三方的基础设施、连接线路或硬件承受过大负担；
zh_hant: 使提供者或第三方之基礎設施、連線線路或硬體負載過重；

source: Involves music, sound, image, film, or similar files for which the User lacks distribution rights;
cs: lze označit jako hudební, zvukové, obrazové, filmové a jiné podobné soubory, k nimž Uživatel nemá oprávnění nebo autorská práva či jiná práva k jejich šíření a distribuci;
de: Es handelt sich um Musik-, Ton-, Bild-, Film- oder ähnliche Dateien, für die der Benutzer keine Vertriebsrechte besitzt;
fr: Cela comprend la musique, le son, l'image, le film et les fichiers similaires pour lesquels l'utilisateur n'a pas les droits de distribution ;
ga: Baineann ceol, fuaim, íomhá, scannán, nó comhaid den chineál céanna nach bhfuil cearta dáilte ag an Úsáideoir ina leith;
hu: zenei, hang-, kép-, film- vagy hasonló fájlokat tartalmaz, amelyek terjesztésére a Felhasználónak nincs joga;
id: Melibatkan musik, suara, gambar, film, atau berkas sejenisnya yang mana Pengguna tidak memiliki hak distribusi;
ja: 利用者が配布権を有しない音楽、音声、画像、映像その他これらに類するファイルを含むこと。
nl: Muziek, geluid, afbeelding, film of soortgelijke bestanden betreft waarvoor de gebruiker de rechten voor distributie niet heeft;
pt_br: Envolve música, som, imagem, filme ou arquivos semelhantes para os quais o Usuário não possui direitos de distribuição;
ru: включающий в себя музыку, звук, изображения, фильмы или аналогичные файлы, на распространение которых у Пользователя нет прав;
sk: možno označiť ako hudobné, zvukové, obrazové, filmové a iné podobné súbory, ku ktorým Používateľ nemá oprávnenie alebo autorské práva či iné práva na ich šírenie a distribúciu;
sl: Vključuje glasbo, zvok, sliko, film ali podobne datoteke, za katere uporabnik nima pravic do distribucije;
sv: Innebär musik, ljud, bild, film eller liknande filer för vilka användaren saknar distributionsrättigheter;
ta: பயனருக்கு விநியோக உரிமைகள் இல்லாத இசை, ஒலி, படம், திரைப்படம் அல்லது ஒத்த கோப்புகளை உள்ளடக்கியது;
tr: Kullanıcı’nın dağıtım haklarına sahip olmadığı müzik, ses, görüntü, film veya benzer dosyaları içerir;
uk: Включає музику, звук, зображення, фільми чи подібні файли, на які Користувач не має прав на розповсюдження;
zh_hans: 涉及音乐、声音、图像、电影或用户缺少分发权利的类似文件；
zh_hant: 涉及使用者無散布權之音樂、聲音、影像、電影或類似檔案；

source: Threatens the privacy or security of other Internet users or the security of computer systems (e.g., through viruses, password generators, etc.);
cs: ohrožuje soukromí nebo bezpečnost počítačových systémů jiných uživatelů sítě Internet nebo ohrožuje soukromí nebo bezpečnost jakýchkoliv jiných uživatelů sítě Internet (například prostřednictvím virů, generátorů hesel apod.);
de: die Privatsphäre oder die Sicherheit anderer Benutzer im Internet oder die Sicherheit von Computersystemen bedroht (z. B. durch Viren, Passwortgeneratoren, usw.);
fr: Menace la vie privée ou la sécurité des autres utilisateurs d'Internet ou la sécurité des systèmes informatiques (par exemple, par le biais de virus, de générateurs de mots de passe, etc.) ;
ga: Cuireann sé príobháideacht nó slándáil úsáideoirí Idirlín eile nó slándáil na gcóras ríomhaireachta i mbaol (m.sh., trí víris, gineadóirí pasfhocail, etc.);
hu: más internethasználók vagy számítógépes rendszerek (pl. vírusok, jelszótörők stb.) biztonságát vagy magánéletét veszélyezteti;
id: Mengancam privasi atau keamanan pengguna Internet lain atau keamanan sistem komputer (misalnya, melalui virus, generator kata sandi, dll.);
ja: 他のインターネット利用者のプライバシーまたはセキュリティ、もしくはコンピューター システムのセキュリティを脅かすこと（例：ウイルス、パスワード生成ツール等によるもの）。
nl: De privacy of veiligheid van andere internetgebruikers bedreigt of de veiligheid van computersystemen (bijv. met virussen, wachtwoordgenerators, etc.);
pt_br: Ameaça a privacidade ou a segurança de outros usuários da Internet ou a segurança dos sistemas de computador (por exemplo, por meio de vírus, geradores de senhas, etc.);
ru: угрожающий конфиденциальности или безопасности других пользователей Интернета или безопасности компьютерных систем (например, с помощью вирусов, генераторов паролей и т.д.);
sk: ohrozuje súkromie alebo bezpečnosť počítačových systémov iných používateľov siete Internet alebo ohrozuje súkromie alebo bezpečnosť akýchkoľvek iných používateľov siete Internet (napríklad prostredníctvom vírusov, generátorov hesiel a pod.);
sl: Ogroža zasebnost ali varnost drugih uporabnikov interneta ali varnost računalniških sistemov (npr. z virusi, generatorji gesel itd.);
sv: Hotar andra internetanvändares integritet eller säkerhet eller datasystemens säkerhet (t.ex. genom virus, lösenordsgeneratorer etc.);
ta: பிற இணைய பயனர்களின் தனியுரிமை அல்லது பாதுகாப்பை அச்சுறுத்துகிறது அல்லது கணினி அமைப்புகளின் பாதுகாப்பை (எ.கா., வைரச்கள், கடவுச்சொல் செனரேட்டர்கள் போன்றவை);
tr: Diğer internet kullanıcılarının gizliliğini veya güvenliğini ya da bilgisayar sistemlerinin güvenliğini tehdit eden (virüsler, parola oluşturucular vb. yoluyla);
uk: Загрожує конфіденційності чи безпеці інших користувачів Інтернету або безпеці комп’ютерних систем (наприклад, через віруси, генератори паролів тощо);
zh_hans: 威胁其他互联网用户的隐私或安全或者计算机系统的安全（比如通过病毒、密码生成器等）；
zh_hant: 威脅其他網際網路使用者之隱私或安全，或電腦系統之安全（例如透過病毒、密碼產生器等）；

source: Is part of the provided Service without written permission from the Provider to share it with third parties;
cs: je součástí poskytované Služby, přičemž Uživatel nemá od Poskytovatele písemné svolení k zprostředkování Služby nebo její části třetím osobám;
de: Ist Teil des bereitgestellten Dienstes ohne schriftliche Berechtigung des Anbieters zur Weitergabe an Drittanbieter;
fr: Fait partie du Service fourni sans l'autorisation écrite du Fournisseur de le partager avec des tiers ;
ga: An bhfuil sé mar chuid den tSeirbhís a sholáthraítear gan cead i scríbhinn ón Soláthraí í a roinnt le tríú páirtithe;
hu: a Szolgáltatás részét képezi, de a Felhasználó nem rendelkezik írásos engedéllyel annak harmadik felekkel való megosztására;
id: Merupakan bagian dari Layanan yang disediakan tanpa izin tertulis dari Penyedia untuk membagikannya dengan pihak ketiga;
ja: 事業者の書面による許可なく第三者と共有することが禁止されている、提供サービスの一部であること。
nl: Deel uitmaakt van de verschafte service zonder schriftelijke toestemming van de provider om die te mogen delen met derde partijen;
pt_br: Faz parte do Serviço fornecido sem permissão por escrito do Provedor para compartilhá-lo com terceiros;
ru: являющийся частью предоставляемого Сервиса без письменного разрешения Поставщика на передачу его третьим лицам;
sk: je súčasťou poskytovanej Služby, pričom Používateľ nemá od Poskytovateľa písomné povolenie na sprostredkovanie Služby alebo jej časti tretím osobám;
sl: Je del ponujene storitve brez pisnega dovoljenja ponudnika za njeno deljenje s tretjimi osebami;
sv: Är en del av den tillhandahållna tjänsten utan skriftligt tillstånd från leverantören att dela den med tredje part;
ta: மூன்றாம் தரப்பினருடன் பகிர்ந்து கொள்ள வழங்குநரிடமிருந்து எழுத்துப்பூர்வ அனுமதியின்றி வழங்கப்பட்ட சேவையின் ஒரு பகுதியாகும்;
tr: Sağlayıcı’nın üçüncü taraflarla paylaşmak için yazılı izni olmadan sağlanan Hizmet’in bir parçasıdır;
uk: Є частиною наданого Сервісу без письмового дозволу Постачальника на передачу його третім особам;
zh_hans: 未经提供方书面许可擅自将所提供服务的部分内容分享给第三方；
zh_hant: 屬於所提供服務之一部分，且未經提供者書面許可分享予第三方；

source: Gives the impression that the User acts on behalf of the Provider without authorization;
cs: může vzbudit dojem, že Uživatel jedná jménem Poskytovatele, přestože není oprávněným spolupracovníkem Poskytovatele;
de: den Eindruck erwecken, dass der Benutzer unberechtigt im Namen des Anbieters handelt;
fr: Donne l'impression que l'Utilisateur agit au nom du Fournisseur sans autorisation ;
ga: Tugann sé le tuiscint go ngníomhaíonn an tÚsáideoir thar ceann an tSoláthraí gan údarú;
hu: azt a benyomást kelti, hogy a Felhasználó a Szolgáltató nevében jár el, miközben erre nincs jogosultsága;
id: Memberikan kesan bahwa Pengguna bertindak atas nama Penyedia tanpa izin;
ja: 利用者が事業者の許可を得ずに事業者の名において行動しているかのような印象を与えること。
nl: De indruk wekt dat de gebruiker optreedt ten behoeve van de provider, zonder autorisatie;
pt_br: Dê a impressão de que o Usuário age em nome do Provedor sem autorização;
ru: создающий впечатление, что Пользователь действует от имени Поставщика без разрешения;
sk: môže vzbudiť dojem, že Používateľ koná v mene Poskytovateľa, hoci nie je oprávneným spolupracovníkom Poskytovateľa;
sl: Daje vtis, da uporabnik deluje v imenu ponudnika brez pooblastila;
sv: Ger intryck av att användaren agerar på leverantörens vägnar utan tillstånd;
ta: ஏற்பு இல்லாமல் பயனர் வழங்குநரின் சார்பாக செயல்படுகிறார் என்ற தோற்றத்தை அளிக்கிறது;
tr: Kullanıcının yetkisi olmadan Sağlayıcı adına hareket ettiği izlenimini verir;
uk: Створює враження, що Користувач діє від імені Постачальника без авторизації;
zh_hans: 给人以用户未经授权代提供者行事的印象；
zh_hant: 未經授權而造成使用者係代表提供者行事之印象；

source: May harm any third-party rights.
cs: může poškodit jakákoli práva třetích stran.
de: Kann die Rechte von Drittanbietern verletzen.
fr: Peut porter atteinte aux droits d'une tierce partie.
ga: D'fhéadfadh sé dochar a dhéanamh d'aon chearta tríú páirtí.
hu: harmadik felek jogait sértheti.
id: Dapat merugikan hak pihak ketiga.
ja: 第三者の権利を害するおそれがあること。
nl: Enig recht van derde partijen zou kunnen schaden.
pt_br: Pode prejudicar quaisquer direitos de terceiros.
ru: может навредить правам третьих лиц.
sk: môže poškodiť akékoľvek práva tretích strán.
sl: Lahko škoduje pravicam tretjih oseb.
sv: Kan skada tredje parts rättigheter.
ta: எந்தவொரு மூன்றாம் தரப்பு உரிமைகளுக்கும் தீங்கு விளைவிக்கும்.
tr: Üçüncü taraf haklarına zarar verebilir.
uk: Може завдати шкоди правам третіх осіб.
zh_hans: 可能危害任何第三方权利。
zh_hant: 可能損害任何第三方權利。
