Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: selected contractors of the Provider who are involved in providing services to Users and who are also bound by confidentiality;
cs: vybraní kontraktoři Poskytovatele, kteří se podílí na poskytování služeb Uživatelům, kteří jsou rovněž vázání mlčenlivostí;
de: ausgewählte Vertragspartner des Anbieters, die an der Erbringung von Diensten für Benutzer beteiligt sind und ebenfalls zur Vertraulichkeit verpflichtet sind;
es: contratos seleccionados del Proveedor quien está involucrado en probar servicios a Usuarios y quien además vincula por confidencialidad;
fr: des sous-traitants sélectionnés du Fournisseur qui participent à la prestation de services aux Utilisateurs et qui sont également tenus à la confidentialité ;
ga: conraitheoirí roghnaithe an tSoláthraí a bhfuil baint acu le seirbhísí a sholáthar d'Úsáideoirí agus atá faoi cheangal rúndachta freisin;
hu: a Szolgáltató kiválasztott alvállalkozói, akik részt vesznek a Felhasználók számára nyújtott szolgáltatásokban, és titoktartási kötelezettség terheli őket;
id: kontraktor terpilih dari Penyedia yang terlibat dalam penyediaan layanan kepada Pengguna dan yang juga terikat oleh kerahasiaan;
ja: 事業者が選定した、利用者へのサービス提供に関与し、かつ守秘義務を負う契約業者（該当する場合）。
nl: geselecteerde aannemers van de provider die zijn betrokken bij het verschaffen van services aan gebruikers en die ook zijn gebonden aan vertrouwelijkheid;
pt_br: contratantes selecionados do Provedor que estejam envolvidos na prestação de serviços aos Usuários e que também estejam vinculados à confidencialidade;
ru: выбранных подрядчиков Поставщика, которые участвуют в предоставлении сервиса Пользователям и которые также обязаны соблюдать конфиденциальность;
sk: vybraní kontraktori Poskytovateľa, ktorí sa podieľajú na poskytovaní služieb Používateľom, ktorí sú tiež viazaní mlčanlivosťou;
sl: izbrani izvajalci ponudnika, ki sodelujejo pri zagotavljanju storitev uporabnikom in so prav tako zavezani k molčečnosti;
sv: utvalda uppdragstagare till leverantören som är involverade i att tillhandahålla tjänster till användare och som också är bundna av sekretess;
ta: பயனர்களுக்கு சேவைகளை வழங்குவதில் ஈடுபட்டுள்ள வழங்குநரின் தேர்ந்தெடுக்கப்பட்ட ஒப்பந்தக்காரர்கள் மற்றும் இரகசியத்தன்மைக்கு கட்டுப்பட்டவர்கள்;
tr: Sağlayıcı’nın Kullanıcı’lara hizmet sağlamaya dahil olan ve aynı zamanda gizlilikle bağlı olan seçilmiş yüklenicileri;
uk: обрані контрагенти Провайдера, які залучені до надання послуг Користувачам і які також пов’язані конфіденційністю;
zh_hans: 提供者的选定承包商，参与向用户提供服务且不受保密性约束;
zh_hant: 參與向使用者提供服務且同樣受保密義務約束之提供者特定承包商；

source: any other persons whose involvement is necessary for the proper provision of the Service, Products, Support Services, and/or to ensure any other activities related to the above;
cs: případné další osoby jejichž zapojení je nezbytné pro řádné poskytování Služby, Produktů, Služeb Podpory a/nebo zajištění jakýchkoli dalších činností s výše uvedeným souvisejícími;
de: alle anderen Personen, deren Mitwirkung für die ordnungsgemäße Erbringung des Dienstes, der Produkte, der Unterstützungsdienste und/oder zur Sicherstellung sonstiger damit zugehöriger Aktivitäten erforderlich ist;
es: cualquier otra persona cuya participación es necesaria para la propia comisión del Servicio, Producto, Servicio Soportado, y/o asegurar cualquier otra actividad relacionada para la de arriba;
fr: toute autre personne dont l’implication est nécessaire à la bonne fourniture du Service, des Produits, des Services de Support et/ou pour assurer toute autre activité liée à ce qui précède ;
ga: aon daoine eile a bhfuil a rannpháirtíocht riachtanach chun an tSeirbhís, na Táirgí, na Seirbhísí Tacaíochta a sholáthar go cuí, agus/nó chun aon ghníomhaíochtaí eile a bhaineann leis an méid thuas a chinntiú;
hu: minden más személy, akinek közreműködése szükséges a Szolgáltatás, a Termékek, az Ügyféltámogatás megfelelő biztosításához, és/vagy az ezekhez kapcsolódó egyéb tevékenységekhez;
id: orang lain mana pun yang keterlibatannya diperlukan untuk penyediaan Layanan, Produk, Layanan Dukungan yang tepat, dan/atau untuk memastikan aktivitas lain apa pun yang terkait dengan hal tersebut di atas;
ja: サービス、製品、サポートサービスの適切な提供およびそれらに関連するその他の活動を確実に行うために関与が必要なその他の者（該当する場合）。
nl: alle andere personen waarvoor hun betrokkenheid noodzakelijk is voor het op de juiste wijze verschaffen van de service, producten, services voor ondersteuning en/of om alle andere activiteiten, gerelateerd aan bovenstaande, te verzekeren;
pt_br: quaisquer outras pessoas cujo envolvimento seja necessário para o fornecimento adequado do Serviço, Produtos, Serviços de Suporte e/ou para garantir quaisquer outras atividades relacionadas aos itens acima;
ru: любых других лиц, участие которых необходимо для надлежащего предоставления Сервисов, Продуктов, Служб поддержки и/или для обеспечения любой другой деятельности, связанной с вышеуказанным;
sk: prípadné ďalšie osoby ktorých zapojenie je nevyhnutné pre riadne poskytovanie Služby, Produktov, Služieb Podpory a/alebo zaistenie akýchkoľvek ďalších činností s vyššie uvedeným súvisiacimi;
sl: vse druge osebe, katerih sodelovanje je potrebno za pravilno zagotavljanje storitve, Izdelkov, podpornih storitev in/ali za zagotavljanje drugih dejavnosti, povezanih z zgoraj navedenim;
sv: alla andra personer vars medverkan är nödvändig för att tjänsten, produkterna, supporttjänsterna och/eller andra aktiviteter relaterade till ovanstående ska kunna tillhandahållas på ett korrekt sätt;
ta: பணி, தயாரிப்புகள், உதவி சேவைகள் மற்றும்/அல்லது மேற்கூறியவற்றுடன் தொடர்புடைய வேறு ஏதேனும் நடவடிக்கைகளை உறுதி செய்வதற்கு அதன் ஈடுபாடு தேவையான வேறு எந்த நபர்களும்;
tr: Hizmet’in, Ürün’lerin, Destek Hizmetleri’nin düzgün bir şekilde sağlanması ve/veya yukarıdakilerle ilgili diğer faaliyetlerin sağlanması için katılımı gerekli olan diğer kişiler;
uk: будь-які інші особи, участь яких необхідна для належного надання Послуг, Продуктів, Послуг підтримки та/або для забезпечення будь-якої іншої діяльності, пов’язаної з вищезазначеним;
zh_hans: 为恰当提供“服务”、“产品”、“支持服务”及/或确保与上述有关的任何其他活动而必须参与其中的任何其他人员；
zh_hant: 任何其他為適當提供本服務、產品、支援服務，和/或確保與上述相關之任何其他活動所必需參與之人員；

source: the persons mentioned in this Article 3.1 are collectively referred to in this Policy as "<strong>Processors</strong>".
cs: osoby výše uvedené v tomto čl. 3.1 jsou v těchto Zásadách nadále společně označeny jako jen jako „<strong>Zpracovavatelé</strong>“.
de: die in diesem Artikel 3.1 genannten Personen werden in dieser Richtlinie gemeinsam als "<strong>Verarbeiter</strong>" bezeichnet.
es: las personas mencionadas en este Artículo 3.1 están referenciadas colectivamente en esta Normativa como «<strong>Procesos</strong>».
fr: les personnes mentionnées dans le présent article 3.1 sont collectivement appelées dans la présente politique « <strong>Sous-traitants</strong> ».
ga: "<strong>Próiseálaithe</strong>" a thugtar ar na daoine a luaitear san Airteagal 3.1 seo le chéile.
hu: A 3.1 pontban említett személyek összefoglalóan a jelen Szabályzatban „<strong>Feldolgozók</strong>” néven szerepelnek.
id: orang-orang yang disebutkan dalam Pasal 3.1 ini secara kolektif disebut dalam Kebijakan ini sebagai "<strong>Pemroses</strong>".
ja: 本第 3.1 条に記載された者は、本ポリシーにおいて総称して「<strong>処理者</strong>」と呼びます。
nl: naar de personen die zijn vermeld in dit Artikel 3.1 wordt collectief in dit beleid verwezen als "<strong>Verwerkers</strong>".
pt_br: as pessoas mencionadas neste Artigo 3.1 são coletivamente referidas nesta Política como "<strong>Processadores</strong>".
ru: лица, упомянутые в данной статье 3.1, совместно именуются в настоящей Политике «<strong>Обработчиками</strong>».
sk: osoby vyššie uvedené v tomto čl. 3.1 sú v týchto Zásadách naďalej spoločne označené ako len ako „<strong>Spracovávatelia</strong>“.
sl: osebe, omenjene v tem 3.1. členu, se v tej politiki skupaj imenujejo <strong>obdelovalci</strong>.
sv: de personer som nämns i denna artikel 3.1 benämns gemensamt i denna policy som "<strong>personuppgiftsbiträden</strong>".
ta: இந்த கட்டுரை 3.1 இல் குறிப்பிடப்பட்டுள்ள நபர்கள் இந்த கொள்கையில் கூட்டாக "<strong> செயலிகள் </strong>" என்று குறிப்பிடப்படுகிறார்கள்.
tr: Bu Madde 3.1 içinde belirtilen kişiler bu İlke’de toplu olarak<strong>"İşleyiciler</strong>" olarak anılacaktır.
uk: особи, згадані в цій статті 3.1, спільно згадуються в цій Політиці як «<strong>Обробники</strong>».
zh_hans: 3.1 款中提及的个人在本政策中统称为 "<strong>处理者</strong>"。
zh_hant: 本政策第 3.1 條所述之人員，於本政策中統稱為「<strong>處理者</strong>」。

source: The User agrees that the Provider may transfer personal data to the aforementioned Processors if this is necessary to fulfil the above purposes of data processing. The Processors that the Provider engages for processing personal data must meet high standards of protection and will always handle the data within the limits of the GDPR and this Policy.
de: Der Benutzer erklärt sich damit einverstanden, dass der Anbieter personenbezogene Daten an die oben genannten Auftragsverarbeiter übermittelt, wenn dies zur Erfüllung der oben genannten Zwecke der Datenverarbeitung erforderlich ist. Die Verarbeiter, die der Anbieter an der Verarbeitung personenbezogener Daten beteiligt, müssen hohe Schutzstandards erfüllen und werden die Daten stets innerhalb der Grenzen der DSGVO und dieser Richtlinie behandeln.
es: El Usuario acepta que el Proveedor puede transferir información personal a los Procesadores previamente mencionados de ser necesario para cumplir los propósitos de procesamiento de información. Los procesadores que el Proveedor utilice para procesar información personal deben cumplir altos estándares de protección y siempre manejarán la información dentro de los límites del RGPD y esta Política.
fr: L’Utilisateur accepte que le Fournisseur puisse transférer des données personnelles aux Sous-traitants susmentionnés si cela s’avère nécessaire pour atteindre les finalités du traitement des données décrites ci-dessus. Les Sous-traitants auxquels le Fournisseur fait appel pour le traitement des données personnelles doivent respecter des normes élevées en matière de protection et traiteront toujours les données dans le respect du RGPD et de la présente Politique.
ga: Aontaíonn an tÚsáideoir go bhféadfaidh an Soláthraí sonraí pearsanta a aistriú chuig na Próiseálaithe thuasluaite má tá sé sin riachtanach chun críocha próiseála sonraí thuas a chomhlíonadh. Ní mór do na Próiseálaithe a fhostaíonn an Soláthraí chun sonraí pearsanta a phróiseáil caighdeáin arda cosanta a chomhlíonadh agus láimhseálfaidh siad i gcónaí na sonraí laistigh de theorainneacha an GDPR agus an Bheartais seo.
hu: A Felhasználó elfogadja, hogy a Szolgáltató átadhatja a személyes adatokat a fent említett Feldolgozóknak, ha ez szükséges az adatkezelési célok teljesítéséhez. A Szolgáltató által megbízott Feldolgozóknak magas adatvédelmi követelményeknek kell megfelelniük, és az adatokat mindig a GDPR és a jelen Szabályzat keretein belül kezelik.
id: Pengguna setuju bahwa Penyedia dapat mentransfer data pribadi ke Pemroses yang disebutkan di atas jika diperlukan untuk memenuhi tujuan pemrosesan data di atas. Pemroses yang dilibatkan Penyedia untuk memproses data pribadi harus memenuhi standar perlindungan yang tinggi dan akan selalu menangani data dalam batasan GDPR dan Kebijakan ini.
ja: 利用者は、前記の 処理者 へ個人データを移転することが、上記のデータ処理目的を達成するために必要である場合、これに同意するものとします。事業者が個人データの処理のために委託する処理者は、高度な保護基準を満たすものとし、常に GDPR および本規程（個人情報の取扱いに関する規程）の範囲内で当該データを取り扱うものとします。
nl: De gebruiker stemt ermee in dat de provider persoonlijke gegevens aan de hiervoor genoemde verwerkers mag overdragen als dat noodzakelijk is om de bovenstaande doelen voor het verwerken van gegevens te vervullen. De verwerkers die de provider aanneemt voor het verwerken van persoonlijke gegevens moeten voldoen aan hoge standaarden voor beveiliging en zullen de gegevens altijd afhandelen binnen de grenzen van de GDPR en dit beleid.
pt_br: O Usuário concorda que o Provedor pode transferir dados pessoais para os Processadores se isso for necessário para cumprir os propósitos acima de processamento de dados. Os Processadores que o Provedor contrata para processar dados pessoais devem atender a altos padrões de proteção e sempre manipularão os dados dentro dos limites do RGPD e desta Política.
ru: Пользователь соглашается с тем, что Поставщик может передавать персональные данные вышеупомянутым Обработчикам, если это необходимо для выполнения вышеуказанных целей обработки данных. Обработчики, которых Поставщик привлекает для обработки персональных данных, должны соответствовать высоким стандартам защиты и всегда будут обрабатывать данные в рамках GDPR и настоящей Политики.
sk: Používateľ súhlasí s tým, že Poskytovateľ môže odovzdať osobné údaje zhora uvedeným Spracovateľom, pokiaľ je to nevyhnutné pre naplnenie vyššie uvedených účelov spracovania údajov. Spracovatelia, ktorých Poskytovateľ poverí spracovaním osobných údajov, musia spĺňať vysoký štandard ochrany a budú s údajmi nakladať vždy v medziach GDPR a týchto Zásad.
sl: Uporabnik se strinja, da lahko ponudnik prenese osebne podatke zgoraj navedenim obdelovalcem, če je to potrebno za izpolnitev zgoraj navedenih namenov obdelave podatkov. Obdelovalci, ki jih ponudnik najame za obdelavo osebnih podatkov, morajo izpolnjevati visoke standarde varstva in bodo s podatki vedno ravnali v okviru GDPR in te politike.
sv: Användaren samtycker till att leverantören får överföra personuppgifter till ovannämnda personuppgiftsbiträden om detta är nödvändigt för att uppfylla ovanstående syften med personuppgiftsbehandlingen. De personuppgiftsbiträden som leverantören anlitar för behandling av personuppgifter måste uppfylla höga skyddskrav och kommer alltid att hantera uppgifterna inom ramen för GDPR och denna policy.
ta: தரவு செயலாக்கத்தின் மேற்கண்ட நோக்கங்களை நிறைவேற்ற இது தேவைப்பட்டால், வழங்குநர் தனிப்பட்ட தரவை மேற்கூறிய செயலிகளுக்கு மாற்றலாம் என்று பயனர் ஒப்புக்கொள்கிறார். தனிப்பட்ட தரவை செயலாக்க வழங்குநர் ஈடுபடும் செயலிகள் அதிக பாதுகாப்பின் தரத்தை நிறைவு செய்ய வேண்டும், மேலும் மொத்த உள்நாட்டு உற்பத்தியில் மற்றும் இந்தக் கொள்கையின் எல்லைக்குள் தரவை எப்போதும் கையாளும்.
tr: Kullanıcı, yukarıda belirtilen veri işleme amaçlarını yerine getirmek için gerekli olması halinde Sağlayıcı’nın Kişisel Veri’leri yukarıda belirtilen İşleyicilere aktarabileceğini kabul eder. Sağlayıcı’nın Kişisel Veri’leri işlemek için görevlendirdiği İşleyiciler yüksek koruma standartlarını karşılamalı ve verileri her zaman GDPR ve bu İlke sınırları dahilinde işlemelidir.
uk: Користувач погоджується з тим, що Постачальник може передавати персональні дані вищезазначеним Обробникам, якщо це необхідно для виконання вищевказаних цілей обробки даних. Обробники, яких Постачальник залучає для обробки персональних даних, повинні відповідати високим стандартам захисту та завжди оброблятимуть дані в межах GDPR та цієї Політики.
zh_hans: 用户同意提供者可以将个人数据传输给前面提到的处理者，如果这对履行上述数据处理目的而言是必要的话。提供商为处理个人数据而聘请的处理者必需满足高保护标准并始终在 GDPR 和本政策的限制内处理数据。
zh_hant: 使用者同意，若為履行上述資料處理目的所必要，提供者得將個人資料傳輸予前述處理者。提供者委任處理個人資料之處理者必須符合高標準之保護要求，並始終在 GDPR 及本政策之限制範圍內處理資料。
