Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The User acknowledges and agrees that the Supplier may temporarily suspend the provision of the Service for serious reasons, particularly in cases such as preventing cyberattacks, when necessary, or in the event of a serious Service malfunction that requires an essential outage. The Supplier must notify the User of the interruption as soon as possible. The Supplier is obligated to implement appropriate operational and security measures to minimize potential malfunctions or the limited or complete unavailability of the Service. In the case of planned outages, the Supplier is obligated to inform the User in advance within a reasonable time.
cs: Uživatel bere na vědomí a souhlasí s tím, že Poskytovatel může ze závažných důvodů dočasně přerušit poskytování Služby, a to zejména v případech, jako je prevence kybernetických útoků, je-li to nutné, nebo v případě závažné poruchy Služby, kterou je třeba řešit nezbytnou odstávkou. Oznámení informující o přerušení poskytování Služby musí být zasláno Uživateli co nejdříve. Poskytovatel je povinen vytvořit odpovídající provozní a bezpečnostní opatření k minimalizaci případných poruch nebo omezené či úplné nedostupnosti Služby. V případě plánované odstávky je Poskytovatel povinen v přiměřené době před provedením odstávky o tomto Uživatele informovat.

source: The Supplier agrees not to provide the content of the User's data to third parties.
cs: Poskytovatel souhlasí s tím, že není oprávněn poskytovat obsah uživatelských údajů třetím osobám.

source: The contractual parties agree that the Supplier does not acquire ownership of the User's data. The User is solely responsible for the content of the data stored on their Server or the Supplier's server.
cs: Smluvní strany ujednaly, že Poskytovatel nenabývá vlastnické právo k datům Uživatele. Za obsah dat uložených na Serveru Uživatele nebo na serveru Poskytovatele odpovídá výhradně Uživatel.

source: By accepting these Terms, the User acknowledges and agrees that the Supplier is entitled to monitor, using its own resources, whether the User is using the Service in accordance with the Agreement. The User undertakes to fully cooperate with the Supplier in such cases.
cs: Přijetím těchto VOP bere Uživatel na vědomí a souhlasí s tím, že Poskytovatel je oprávněn pomocí svých vlastních zdrojů kontrolovat, zda Uživatel používá Službu v souladu se Smlouvou. Uživatel se zavazuje, že v takovém případě bude plně spolupracovat s Poskytovatelem.

source: To gain access to the Service, the Supplier may require certain identification details and other information from the User, always only to the extent required by the form. Most of our users are only required to provide a nickname; however, if an invoice needs to be issued, additional legally required information will be requested. The User is obligated to always provide truthful, accurate, and up-to-date information as required by law. For users who only provide a nickname, this does not mean they are required to provide any additional information. This provision does not expand the scope of required personal information but emphasizes the truthfulness, accuracy, and currency of the information provided by the User.
cs: Pro získání přístupu ke Službě může Poskytovatel od Uživatele požadovat některé identifikační údaje a další informace, vždy však pouze v rozsahu vyžadovaném formulářem. Po většině našich uživatelů vyžadujeme čistě přezdívku; pokud potřebujeme vystavit fakturu, budou vyžadovány i další zákonem vyžadované údaje. Uživatel je povinen poskytnout v rámci požadovaných údajů vždy pravdivé, přesné a aktuální informace. Jedná se přitom o povinnost ze zákona. U uživatelů, kteří nám předávají jen přezdívku to neznamená, že by nám měli předávat jakékoli další informace. Tímto ustanovením tedy není rozšiřován rozsah vyžadovaných osobních údajů, pouze je kladen důraz na pravdivost, přesnost a aktuálnost těch údajů, které jsou ze strany Uživatele předávány.

source: The User is obligated, upon the Supplier's request, to provide the necessary cooperation in resolving malfunctions or making adjustments to the Service, including the obligation to tolerate restrictions on the use of the Service in cases where the Supplier performs system outages for the reasons mentioned in Section 8.5.
cs: Uživatel je povinen na žádost Poskytovatele poskytnout potřebnou součinnost při odstraňování poruch nebo při úpravách Služby včetně povinnosti strpět omezení používání Služby v případě, že Poskytovatel bude provádět odstávku systému z důvodů uvedených v čl. 8.5.

source: The Supplier is entitled to implement security measures to protect the Service in accordance with this Agreement, and the User is required to comply with and respect these measures.
cs: Poskytovatel je oprávněn v souladu s touto Smlouvou vytvářet bezpečnostní opatření k zabezpečení Služby a Uživatel je v takovém případě povinen daná opatření respektovat a chovat se v souladu s nimi.

source: According to the Service variant listed in the Price list, the User has the right to request Support Services from the Supplier, as specified in the Price list.
cs: Podle varianty Služby uvedené v Ceníku má Uživatel právo požadovat po Poskytovateli Službu Podpory specifikovanou v Ceníku.

source: If the User breaches any of the obligations specified in this Section, the Supplier bears no responsibility for any damages incurred by the User, and the User is solely responsible for any damages incurred by the Supplier or third parties. Breaching these obligations also entitles the Supplier to terminate this Agreement. If the User becomes aware that Service access may be exposed to third parties due to a leak of access information, they are required to report this to the Supplier.
cs: Pokud Uživatel poruší povinnosti uložené v tomto článku, nenese Poskytovatel žádnou odpovědnost za škody, které vzniknou Uživateli, a za škody, které vzniknou Poskytovateli nebo třetím osobám, odpovídá výhradně Uživatel. Porušení těchto povinností dále zakládá právo Poskytovatele vypovědět tuto Smlouvu. Pokud Uživatel zjistí, že může dojít k zpřístupnění Služby třetím osobám v důsledku úniku informací o přístupu ke Službě, je povinen tuto skutečnost nahlásit Poskytovateli.

source: Status as of March 2023.
ar: الحالة اعتبارا من أكتوبر 2020.
da: Status per marts 2023.
fi: Tilanne maaliskuussa 2023.
gl: Estado en marzo de 2023.
lt: Statusas 2023 m. kovo mėn.

source: We comply with the Regulation No. %(law_679_2016)s, the General Data Protection Regulation, also known as GDPR. This document includes necessary specifications.
ar: نحن نلتزم باللائحة رقم %(law_679_2016)s ، اللائحة العامة لحماية البيانات ، والمعروفة أيضا باسم GDPR. يتضمن هذا المستند المواصفات اللازمة.
ckb: ئێمە لەگەڵ رێساکەی ژمارە %(law_679_2016)s، ڕێکخستنی پاراستنی داتای گشتی، کە بە GDPR ناسراوە، دەپێوین. ئەم دۆکیومێنتە تایبەتمەندی پێویست لەخۆ دەگرێت.
da: Vi efterlever regulativ nr. %(law_679_2016)s, General Data Protection Regulation, også kendt som GDPR. Dette dokument indeholder de nødvendige specifikationer.
fi: Noudatamme asetusta nro %(law_679_2016)s, yleistä tietosuoja-asetusta, joka tunnetaan myös nimellä GDPR. Tämä asiakirja sisältää tarvittavat tiedot.
gl: Cumprimos co Regulamento %(law_679_2016)s, o Regulamento Xeral de Protección de Datos, tamén coñecido coma a RXPD. Este documento inclúe as especificacións precisas.
he: אנו עומדים באסדרה מס׳ %(law_679_2016)s, האסדרה הכללית להגנה על מידע, ידועה גם בשם GDPR. מסמך זה מכיל את המפרטים הנחוצים.
is: Við fylgjum reglugerð um almenna gagnavernd nr. %(law_679_2016)s, einnig þekkt sem GDPR (general data protection regulation). Þetta plagg inniheldur nánari nauðsynlegar útlistanir á hvað í því felst.
kab: Nettqadar ilugan Uṭṭ %(law_679_2016)s, iugan imuta ɣef ummesten n yisefka, daɣen yettwassen s yisem RGPD. Isemli-a igber tiwtilin i ilaqen.
lt: Mes laikomės Reglamento nr. %(law_679_2016)s, Bendrojo duomenų apsaugos reglamento, dar vadinamo BDAR. Šiame dokumente pateikiamos būtinos specifikacijos.
lv: Mēs ievērojam regulu Nr. %(law_679_2016)s, Vispārīgo datu aizsardzības regulu, kas pazīstama arī kā GDPR. Šis dokuments iekļauj nepieciešamās specifikācijas.
ro: Respectăm Regulamentul nr. %(law_679_2016)s, Regulamentul general privind protecția datelor, cunoscut și sub numele de GDPR. Acest document include specificațiile necesare.

source: Personal Data Controller
ar: التحكم في البيانات الشخصية
ckb: سەرپەرشتیکردنی وەشانەکە
da: Personlig datastyring
fi: Rekisterinpitäjä
gl: Delegado de Protección de Datos
he: מתפעל הנתונים האישיים
is: Stjórnandi meðhöndlunar persónuupplýsinga
kab: Amsefrak n yisefka udmawanen
lt: Asmeninių duomenų valdytojas
lv: Personas datu pārvaldnieks
ro: Administrator de date cu caracter personal

source: %(provider)s, Reg. No. %(reg_no)s
ar: %(provider)s، رقم التسجيل %(reg_no)s
da: %(provider)s, registreringsnummer %(reg_no)s
gl: %(provider)s, núm. de rexistro %(reg_no)s
he: %(provider)s, מספר רישום %(reg_no)s
is: %(provider)s, skráningarnr. %(reg_no)s
kab: %(provider)s, Aṣaḍuf Uṭṭ. %(reg_no)s
lt: %(provider)s, Reg. nr. %(reg_no)s
lv: %(provider)s, Reģ. Nr. %(reg_no)s

source: Weblate has appointed a data protection officer who may be reached via %(privacy_contact)s.
ar: لقد قامت Weblate بتعيين ضابط حماية للبيانات ويمكنم الاتصال به عن طريق %(privacy_contact)s.
ckb: وێبلایت ئەفسەری پاراستنی داتای دیاریکردووە کە لەوانەیە بگاتە %(privacy_contact)s.
da: Weblate har udpeget en databeskyttelsesansvarlig, der kan kontaktes via %(privacy_contact)s.
fi: Weblate on nimittänyt tietosuojavastaavan, jonka tavoittaa sähköpostilla: %(privacy_contact)s.
gl: Weblate designou un delegado de protección de datos co que pode contactar a través de %(privacy_contact)s.
he: ישנו ממונה מטעם Weblate להגנה על מידע שניתן להגיע אליו דרך %(privacy_contact)s.
is: Weblate hefur skipað upplýsingavörð sem hægt er að hafa samband við í gegn um %(privacy_contact)s.
kab: Weblate isemma amasay i ummesten n yisefka i tzemreḍ ad tnermseḍ ɣer %(privacy_contact)s.
lt: „Weblate“ paskyrė duomenų apsaugos pareigūną, su kuriuo galima susisiekti per %(privacy_contact)s.
lv: Weblate ir datu aizsardzības speciālists, ar kuru var sazināties, izmantojot %(privacy_contact)s.
ro: Weblate a numit un responsabil cu protecția datelor, care poate fi contactat prin %(privacy_contact)s.

source: Personal Data processed by Weblate
ar: البيانات الشخصية التي تقوم بمعالجتها ويب لايت
ckb: زانیاری تایبەتی لەلایەن وێبلایتەوە پرۆسێس کراوە
da: Personlig data som behandlet af Weblate
fi: Weblaten käsittelemät henkilökohtaiset tiedot
gl: Datos persoais procesados por Weblate
he: נתונים אישיים שמעובדים על ידי Weblate
is: Persónuupplýsingar meðhöndlaðar af Weblate
kab: Isefka udmawanen ttwasesfren sɣur Weblate
lt: „Weblate“ apdorojami Asmeniniai duomenys
lv: Personas dati, ko apstrādā Weblate
ro: Date cu caracter personal prelucrate de Weblate

source: Weblate only processes Personal Data the User provides by using it:
ar: لا تقوم ويب لايت بمعالجة إلا البيانات الشخصية التي يقدمها المستخدم فقط وذلك عند استعمال المنصة:
ckb: وێبلایت تەنها داتای کەسی پرۆسە دەکات بەکارهێنەر دابینی دەکات بە بەکارهێنانی:
da: Weblate behandler kun personlig data som brugerne giver under brug af det:
fi: Weblate käsittelee vain henkilötietoja, jotka Käyttäjä antaa käyttämällä sitä:
gl: Weblate só procesa os datos persoais que o «Usuario» fornece ao empregalo:
he: ב־Weblate מתבצע עיבוד אך ורק על נתונים אישיים שמסופקים על ידי המשתמשים:
is: Persónuupplýsingar sem notendur gefa Weblate eru einungis notaðar til þess að:
kab: Weblate ur isesfar ara isefka udmawanen i d-yettmuddu useqdac ticki yesseqdac imezla-nneɣ:
lt: „Weblate“ apdoroja tik tuos Asmeninius duomenis, kuriuos Naudotojas pateikia naudodamasis ja:
lv: Weblate vietne apstrādā tikai tos Personas datus, ko Lietotājs pats iesniedzis, izmantojot mūsu pakalpojumu:
ro: Weblate prelucrează numai datele cu caracter personal pe care utilizatorul le furnizează prin utilizarea acestuia:

source: Name and e-mail address
ar: الاسم وعنوان البريد الإلكتروني
ckb: ناوی بەکارهێنەر و ناونیشانی ئیمەیڵ
da: Navn og e-mailadresse
fi: Nimi ja sähköpostiosoite
gl: Nome e enderezo de correo-e
he: שם וכתובת דוא״ל
is: Nafn og vefpóstfang
kab: Isem n useqdac neɣ tansa imayl
lt: Vardas ir el. pašto adresas
lv: Vārds un e-pasta adrese
ro: Numele și adresa de e-mail

source: These are used to identify you in the VCS commits.
da: De bruges til at identificere dig i VCS-indsendelserne.
fi: Näitä käytetään tunnistamaan sinut VCS-sitoumuksissa.
gl: Empréganse para identificalo (a Vde.) nos «commits» no SCV.
lt: Jie naudojami jūsų tapatybei identifikuoti VCS įsipareigojimuose.

source: Additionally, e-mail is used for notification of watched events.
da: E-mail bruges desuden til underretning af overvågede hændelser.
fi: Lisäksi sähköpostilla tiedotetaan katsotuista tapahtumista.
gl: Alén diso, emprégase o correo-e para notificar os eventos monitorizados.
lt: Papildomai apie stebimus įvykius pranešama el. paštu.

source: Password in hashed form
ar: كلمة المرور في شكل مجزأ
ckb: وشەی نهێنی لە فۆرمی هاشکرا
da: Adgangskode er i hashed format
fi: Salasana tiivistetyssä muodossa
gl: Contrasinal en forma de resumo criptográfico
he: הססמה בתצורת גיבוב
is: Aðgangsorð með tætigildi (hash)
kab: Awal uffir ibeddel
lt: Slaptažodis maišos forma
lv: Parole šifrētā (hashed) formā
ro: Parola în formă hașurată

source: Used to authenticate the User, if configured
ar: يُستخدم لمصادقة المستخدم إن تم إعداده
ckb: بەکارهاتووە بۆ ڕەسەنتکردنی بەکارهێنەر، ئەگەر شێوەبەند کرا
da: Bruges til at godkende brugeren, hvis det er konfigureret
fi: Käytetään käyttäjän todentamiseen, jos se on määritetty
gl: Emprégase para autenticar ao «Usuario», se está configurado
he: משמש לאימות המשתמש, אם כך הוגדר
is: Notað til þess að bera kennsl á notandann, ef stillingin er notuð
kab: Ma yettusbadu, ad yettwaseqdec i usesteb n useqdac
lt: Naudojamas nustatyti tapatybę Naudotojui, jei sukonfigūruota
lv: Ja tas ir konfigurēts, izmanto, lai autorizētu lietotāju
ro: Utilizat pentru a autentifica utilizatorul, dacă este configurat

source: Passwords are stored hashed using Argon2.
ar: يتم تخزين كلمات المرور مجزأة باستخدام Argon2.
da: Adgangskoder gemmes hashet ved hjælp af Argon2.
fi: Salasanat tallennetaan tiivistettynä Argon2:lla.
gl: Os contrasinais almacénanse como resumo criptográfico empregando Argon2.
he: ססמאות מאוחסנות ומגובבות בעזרת Argon2.
is: Lykilorð eru geymd dulrituð með Argon2.
lt: Slaptažodžiai saugomi užmaišuoti naudojant „Argon2“.
lv: Paroles tiek saglabātas šifrētas, izmantojot Argon2.
ro: Parolele sunt stocate sub formă de hash folosind Argon2.

source: IP address and browser name
ar: اسم المتصفح وعنوان IP
ckb: ناونیشانی IP و ناوی وێبگەڕ
da: IP-adresse og browsernavn
fi: IP-osoite ja selaimen nimi
gl: Enderezo IP e nome do navegador
he: כתובת IP ושם הדפדפן
is: IP-númer og heiti vafra
kab: Tansa IP akked yisem n yiminig-ik Internet
lt: IP adresas ir naršyklės pavadinimas
lv: IP adrese un pārlūkprogrammas nosaukums
ro: Adresa IP și numele browserului

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen.
da: De logges i tilfælde af vigtige ændringer på din konto (f.eks. ændring af adgangskode) så der kan diagnosticeres hvis din konto bliver stjålet.
fi: Ne kirjataan, jos tiliisi tehdään tärkeitä muutoksia (esim. salasanan vaihto), jotta voidaan tehdä diagnoosi, jos tilisi varastetaan.
gl: Rexístranse no caso de cambios importantes na súa conta (p. ex., cambio do contrasinal) para permitir o diagnóstico no caso de que a súa conta sexa roubada.
lt: Jie įrašomi svarbių jūsų paskyros pakeitimų (pvz., slaptažodžio pakeitimo) atveju, kad būtų galima diagnozuoti, jei jūsų paskyra būtų pavogta.

source: Billing info
da: Faktureringsinfo
fi: Laskutustiedot
gl: Información de facturación
lt: Atsiskaitymo informacija

source: Necessary details to issue an invoice is collected when purchasing a service from us.
fi: Tarvittavat tiedot laskun laatimiseen kerätään ostettaessa meiltä palvelua.
gl: Os datos necesarios para emitir unha factura recóllense ao mercar un servizo con nós.
lt: Būtini duomenys sąskaitai faktūrai išrašyti renkami perkant iš mūsų paslaugą.

source: Purpose and legal basis of processing Personal Data
ar: الغرض والأساس القانوني لمعالجة البيانات الشخصية
ckb: مەبەست و بنەمای یاسایی لە پرۆسەی داتاکەسی
da: Formålet og det lovgrundlaget for behandling af personlige data
fi: Henkilötietojen käsittelyn tarkoitus ja oikeusperusta
gl: Finalidade e base xurídica do tratamento de datos persoais
he: תכלית ובסיס משפטי לעיבוד של נתונים אישיים
is: Tilgangur og lagalegur grundvöllur vinnslu persónulegra gagna
kab: Iswi akked lsas n usaḍuf d usesfer n yisefka udmawanen
lt: Asmeninių duomenų apdorojimo tikslas ir teisinis pagrindas
lv: Personas datu apstrādes mērķis un juridiskais pamats
ro: Scopul și temeiul juridic al prelucrării datelor cu caracter personal

source: Your Personal Data will be used for the purposes of the Service:
ar: سيتم استخدام بياناتك الشخصية لأغراض الخدمة:
ckb: زانیاری ە کەسیەکەت بەکاردەهێنرێت بۆ مەبەستی خزمەتگوزاریەکە:
da: Dine personlige data vil blive brugt til tjenestens formål:
fi: Henkilötietojasi käytetään Palvelun tarkoituksiin:
gl: Os seus datos persoais só serán empregados para os fins do «Servizo»:
he: הנתונים האישיים שלך ישמשו למטרות הבאות במסגרת השירות:
is: Persónulegar upplýsingar um þig munu verða notaðar í þjónustunni:
kab: Isefka-ik udmawanen ad ttwasqedcen i wayen yesra umeẓlu:
lt: Jūsų Asmeniniai duomenys bus naudojami Paslaugos tikslais:
lv: Jūsu personas dati tiks izmantoti pakalpojuma vajadzībām:
ro: Datele dvs. personale vor fi utilizate în scopul Serviciului:

source: for providing our services on the Service, to contact you in matters regarding our services (also by means of e-mails and messaging) and to ensure the technical functionality of our services fulfillment of contractual or pre-contractual obligations (<a href="%(url)s">Article 6 (1) b. GDPR</a>)
ar: لتقديم خدماتنا على الخدمة ، للاتصال بك في الأمور المتعلقة بخدماتنا (أيضا عن طريق رسائل البريد الإلكتروني والرسائل) ولضمان الأداء الفني لخدماتنا الوفاء بالالتزامات التعاقدية أو ما قبل التعاقدية (<a href="%(url)s">المادة 6 (1) ب. اللائحة العامة لحماية البيانات)</a>
ckb: بۆ دابینکردنی خزمەتگوزاریەکانمان لەسەر خزمەتگوزاری، پەیوەندیت پێوە بکەین لە بابەتەکان سەبارەت بە خزمەتەکانمان (هەروەها بە ڕێگەی ئیمەیڵ و نامە) و بۆ دڵنیابوون لە ئەرکە تەکنیکیەکانی خزمەتەکانمان بەجێهێنانی ئەرکە گرێبەستەکان یان پێش بەڵێنەکان (<a href="%(url)s">href="%(url)s"&gt;Article 6 (1) b. GDPR</a>)
da: til at levere vores tjenester på tjenesten, til at kontakte dig i spørgsmål vedrørende vores tjenester (også ved hjælp af e-mails og beskeder) og til at sikre den tekniske funktionalitet af vores tjenester opfyldelse af kontraktlige eller førkontraktlige forpligtelser (<a href="%(url)s">Artikel 6 (1) b. GDPR</a>)
fi: palveluidemme tarjoamiseksi Palvelussa, yhteydenottoon palveluihimme liittyvissä asioissa (myös sähköpostien ja viestien välityksellä) ja palveluidemme teknisen toimivuuden varmistamiseksi sopimusvelvoitteiden täyttämiseksi (<a href=" %(url)s">Artikla 6 (1) b. GDPR</a>)
gl: para prestar os nosos servizos no «Servizo», contactar con Vde. en asuntos relacionados cos nosos servizos (tamén por medio de correos-e e mensaxes) e garantir a funcionalidade técnica do noso servizo e o cumprimento das obrigacións contratuais ou precontratuais (<a href="%(url)s">Artigo 6 (1) b. RXPD</a>)
he: לצורך אספקת שירותינו במסגרת השירות, על מנת ליצור אתך קשר בנושאים שקשורים בשירותים שלנו (גם דרך הודעות דוא״ל וכל מיני מסרים) וכדי להבטיח את מילוי הבטחת רציפות השימוש בשירותים שלנו בין אם עקב התחיבויות מסגרת חוזית או שלא במסגרת חוזית (<a href="%(url)s">סעיף 6 (1) b.‎ ‏GDPR</a>)
is: til að veita þjónustur okkar á kerfinu, til að hafa samband við þig varðandi þjónustur okkar (einnig með tölvupósti og smáskilaboðum) og til að tryggja tæknilega virkni á þjónustum og uppfylla þannig samningsbundnar skyldur eða samkvæmt tilboði (<a href="%(url)s">Grein 6 (1) b. í GDPR</a>)
kab: I umuddu n uxeddim deg yimeẓla-nneɣ, akken ad k-id-nenermes ɣef usentel yerzan imeẓla (daɣen s yimayl akked tirawt) daɣen akken ad neḍmen tiddin tatiknikant n yimeẓla-nneɣ s uqadeṛ n ugatu neɣ agatu uzwir (<a href="%(url)s">Amagrad 6 (1) b. GDPR</a>)
lt: Teikiant mūsų paslaugas Paslaugoje, siekiant susisiekti su jumis mūsų paslaugų klausimais (taip pat el. laiškais ir žinutėmis) ir siekiant užtikrinti mūsų paslaugų techninį funkcionalumą, sutartinių ar ikisutartinių įsipareigojimų laikymąsi (<a href="%(url)s">BDAR 6 straipsnio 1 dalies b punktas</a>).
lv: nodrošināt mūsu pakalpojumus, kas saistīti ar pakalpojumu, un sazināties ar jums jautājumos par mūsu pakalpojumiem (tostarp izmantojot e-pastu un ziņojumapmaiņu) un būt pārliecinātiem par mūsu pakalpojumu tehnisko funkcionalitāti, pildot līgumsaistības vai pirmslīguma saistības (<a href="%(url)s">VDAR(GDPR) 6. panta 1. punkta b) apakšpunkts</a>)
ro: pentru furnizarea serviciilor noastre pe Serviciu, pentru a vă contacta în chestiuni legate de serviciile noastre (inclusiv prin intermediul e-mailurilor și al mesageriei) și pentru a asigura funcționalitatea tehnică a serviciilor noastre îndeplinirea obligațiilor contractuale sau precontractuale (<a href="%(url)s">Articolul 6 (1) b. GDPR(Regulamentul general privind protecția datelor)</a>)

source: to analyze your use of our services and improve our services (<a href="%(url)s">Article 6 (1) b. and f. GDPR</a>)
ar: لتحليل استخدامك لخدماتنا وتحسين خدماتنا (<a href="%(url)s">المادة 6 (1) ب. و و. اللائحة العامة لحماية البيانات)</a>
ckb: بۆ شیکردنەوەی بەکارهێنانی خزمەتگوزاریەکانمان و باشترکردنی خزمەتگوزاریەکانمان (<a href="%(url)s">)</a>
da: at analysere din brug af vores tjenester og forbedre vores tjenester (<a href="%(url)s">Artikel 6 (1) b. og f. GDPR</a>)
fi: analysoidaksemme palveluidemme käyttöäsi ja parantaaksemme palveluitamme (<a href="%(url)s">GDPR artiklan 6 (1) b ja f.</a>)
gl: para analizar o emprego dos nosos servizos pola súa parte e melloralos (<a href="%(url)s">Artigo 6 (1) b. e f. RGPD</a>)
he: כדי לנתח את השימוש בשירותים שלנו ולשפר אותם (<a href="%(url)s">סעיף 6 (1) b.‎ ו־f.‎ ב־GDPR</a>)
is: til að greina notkun þína á þjónustum okkar og til að bæta þjónustur okkar (<a href="%(url)s">Grein 6 (1) b. og f. í GDPR</a>)
kab: akken ad nesleḍ aseqdec-ik n yimeẓla-nneɣ daɣen ad nesnerni ime zla-nneɣ (<a href="%(url)s">Amagrad 6 (1) b. d f. GDPR</a>)
lt: Analizuoti, kaip naudojatės mūsų paslaugomis, ir tobulinti mūsų paslaugas (<a href="%(url)s">BDAR 6 straipsnio 1 dalies b ir f punktai</a>).
lv: lai analizētu mūsu pakalpojumu izmantošanu un uzlabotu mūsu pakalpojumus (<a href="%(url)s">VDAR(GDPR) 6. panta 1. punkta b) un f) apakšpunkts</a>)
ro: pentru a analiza utilizarea de către dvs. a serviciilor noastre și pentru a îmbunătăți serviciile noastre (<a href="%(url)s">Articolul 6 (1) b. și f. GDPR(Regulamentul general privind protecția datelor)</a>)
