Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these Terms of Service.
ar: تخضع حقوق والتزامات المستخدم والمزود الناتجة عن استخدام الخدمة لشروط الخدمة هذه.
ckb: ماف و پابەندبوونەکانی بەکارهێنەر و دابینکەر کە لە بەکارهێنانی خزمەتگوزاریەوە ئەنجام یان هەیە، ئەم مەرجانەی خزمەتگوزاری بەڕێوەدەبرێن.
da: Brugerens og udbyderens rettigheder og forpligtelser som følge af brugen af tjenesten er reguleret af disse vilkår for tjenesten.
fi: Käyttäjän ja Palveluntarjoajan Palvelun käytöstä johtuvia oikeuksia ja velvollisuuksia säätelevät nämä Palveluehdot.
gl: Os dereitos e obrigas do «Usuario» e do«Fornecedor» como resultado do uso do «Servizo» determínanse por estas Condicións do Servizo.
he: הזכויות והחובות של המשתמש והספק שנגזרים מהשימוש בשירות מעוגנים בתנאי השירות האלה.
kab: Izerfan d wayen ilaqen ɣef useqdac akked usaǧǧaw i d-yekkan seg useqdec n umeẓlu llan ddaw n tewtilin-a n useqdec.
lt: Naudotojo ir Teikėjo teises ir pareigas, atsirandančias naudojantis Paslauga, reglamentuoja šios Paslaugų sąlygos.
lv: Šie pakalpojuma noteikumi regulē lietotāja un pakalpojuma sniedzēja tiesības un pienākumus, kas rodas pakalpojuma izmantošanas rezultātā.
ro: Drepturile și obligațiile Utilizatorului și ale Furnizorului care rezultă din utilizarea Serviciului sunt guvernate de acești Termeni de utilizare.

source: Definitions
ar: التعاريف
ckb: پێناسەکان
da: Definitioner
fi: Määritelmät
gl: Definicións
he: הגדרות
is: Skilgreiningar
kab: Tabadut
lt: Apibrėžimai
lv: Definīcijas
ro: Descriere

source: In these Terms of Service:
ar: في شروط الخدمة هذه:
ckb: لەم مەرجانەی خزمەتگوزاری:
da: I disse vilkår for tjeneste:
fi: Näissä käyttöehdoissa:
gl: Nestas Condicións do Servizo:
he: בתנאי השירות האלה:
is: Í þessum þjónustuskilmálum:
kab: Deg tiwtilin-a n useqdec:
lt: Šiose Paslaugų sąlygose:
lv: Šajos pakalpojumu sniegšanas noteikumos:
ro: În acești Termeni de utilizare:

source: Agreement
ar: الاتفاق
ckb: ڕێککەوتن
da: Aftale
fi: Sopimus
gl: Acordo
he: הסכמה
is: Samkomulag
kab: Agatu
lt: Sutartis
lv: Līgums
ro: Acord

source: means License Agreement within the meaning of Article 2358 et seq. of the Civil Code concluded by and between the User and the Provider upon the Consent
ar: تعني اتفاقية الترخيص بالمعنى المقصود في المادة 2358 وما يليها من القانون المدني المبرمة بين المستخدم والمزود بناء على الموافقة
ckb: واتە ڕەزامەندی مۆڵەت لە نێو مانای مادەی 2358 و et seq. لە یاسای مەدەنی کۆتایی پێهاتووە و لە نێوان بەکارهێنەر و دابینکەر لەسەر ڕەزامەندی
da: betyder licensaftale som omhandlet i artikel 2358 ff. i den civillovbog, der er indgået af og mellem brugeren og udbyderen ved samtykket
fi: tarkoittaa lisenssisopimusta artiklan 2358 ja sitä seuraavien artiklojen mukaisesti. Käyttäjän ja Palveluntarjoajan välillä suostumuksella tehdyn siviililain mukaisesti
gl: refírese ao Acordo de Licenza no sentido dos artigos 2358 e ss. do Código Civil celebrado por e entre o «Usuario» e o «Fornecedor» mediante consentimento
he: כלומר הסכם רישוי במשמעות של סעיף 2358 ואילך לקודקס האזרחי על ידי ובין המשתמש והספק בגדר ההסכמה
kab: Agatu n turagt s unamek n yimagraden 2358 daɣen iyeṭṭafaṛen Aṣaḍuf yellan gar usaǧǧaw akked useqdac s umtawa n uneggaru-a
lt: reiškia Licencijos sutartį, kaip apibrėžta Civilinio kodekso 2358 ir tolesniuose straipsniuose, sudarytą tarp Naudotojo ir Teikėjo gavus sutikimą
lv: licences līgums (tādā nozīmē, kādā to interpretē ar Civilkodeksa 2358. pantu), kas noslēgts starp lietotāju un pakalpojuma sniedzēju ar viņu piekrišanu
ro: înseamnă Contractul de Licență în sensul articolului 2358 și următoarele din Codul Civil încheiat între Utilizator și Prestator cu acordul acestuia

source: means Act No. %(law_89_2012)s Coll., the Civil Code, as amended
ar: يعني القانون رقم %(law_89_2012)s Coll. ، القانون المدني ، بصيغته المعدلة
ckb: واتە یاسای ژمارە . %(law_89_2012)s،یاسای شارستانی، بە هەموارکراو
da: lov nr. %(law_89_2012)s Coll., den civile lovbog, som ændret
fi: tarkoittaa Act No. %(law_89_2012)s:ta Coll., siviilikoodi, sellaisena kuin se on muutettuna
gl: refírese á Lei núm. %(law_89_2012)s Coll., do Código Civil, segundo a súa modificación
he: כלומר סעיף מס׳ ‎%(law_89_2012)s Coll.‎, הקודקס האזרחי, כפי שמצורף
is: merkir Act No. %(law_89_2012)s Coll., Lög um réttarfar í einkamálum, með viðaukum
kab: yemmal-d asaduf uṭṭ. %(law_89_2012)s n usaḍuf aɣarim, am akken ibeddel
lt: reiškia Civilinio kodekso Įstatymą nr. %(law_89_2012)s Kolek., su pakeitimais
lv: likums Nr. %(law_89_2012)s Coll., Čehijas Civilkodekss ar grozījumiem
ro: înseamnă Legea nr. %(law_89_2012)s privind Codul civil, astfel cum a fost modificată

source: Consent
ar: الرضى
ckb: ڕازیبوون
da: Samtykke
fi: Hyväksyntä
gl: Consentimento
he: הסכמה
is: Samþykki
kab: Aqbal
lt: Sutikimas
lv: Vienošanās
ro: Consimțământ

source: means the User’s consent with these Terms of Service and other legal documents expressed by checking the checkbox during the registration
ar: يعني موافقة المستخدم على شروط الخدمة هذه والمستندات القانونية الأخرى التي يتم التعبير عنها من خلال النقر على خانة الاختيار أثناء التسجيل
ckb: واتە ڕەزامەندی بەکارهێنەر لەگەڵ ئەم مەرجانەی خزمەتگوزاری و بەڵگەنامە یاساییەکانی تر کە بە پشکنینی چێکبۆکس ەکە لە کاتی تۆمارکردنەکەدا دەربڕدران
da: betyder brugerens samtykke til disse servicevilkår og andre juridiske dokumenter, som kommer til udtryk ved at afkrydse afkrydsningsfeltet under registreringen
fi: tarkoittaa Käyttäjän suostumusta näihin käyttöehtoihin ja muihin laillisiin asiakirjoihin, joka on ilmaistu merkitsemällä valintaruutu rekisteröinnin aikana
gl: refírese ao consentimento do «Usuario» con esas Condicións do Servizo e outros documentos legais expresados marcando a caixa de verificación durante o rexistro
he: כלומר הסכמת המשתמש לתנאי השירות האלו ומסמכים משפטיים נוספים שחלים מתוקף סימון התיבה בזמן ההתקנה
kab: Ymmal-d aqbal n useqdac i tewtilin-a n useqdec akked isemliyen n usaḍuf yettwarun s ṛcem n texxamt deg ujerred
lt: reiškia Naudotojo sutikimą su šiomis Paslaugų sąlygomis ir kitais teisiniais dokumentais, išreikštą pažymint žymimąjį langelį registracijos metu
ro: înseamnă consimțământul Utilizatorului cu privire la acești Termeni de utilizare și alte documente legale exprimat prin bifarea căsuței de selectare în timpul înregistrării

source: means any datafile sent by the web server of the Service to the User’s computer or other device connected to the Internet, which enable obtaining unique identification of the User’s web browser
ar: يعني أي ملف بيانات يرسله خادم الويب الخاص بالخدمة إلى كمبيوتر المستخدم أو أي جهاز آخر متصل بالإنترنت ، مما يتيح الحصول على تعريف فريد لمتصفح الويب الخاص بالمستخدم
ckb: واتە هەر فایلێکی داتا کە لەلایەن ڕاژەکاری وێب ەوە نێردراوە بۆ کۆمپیوتەری بەکارهێنەر یان ئامێرەکانی تری گرێدراو بە ئینتەرنێتەوە، کە بە توانا دەبێت ناسنامەی بێ هاوتای وێبگەڕی بەکارهێنەر بەدەست بێنێت
fi: tarkoittaa mitä tahansa Palvelun verkkopalvelimen Käyttäjän tietokoneelle tai muulle Internetiin yhdistetylle laitteelle lähettämää tiedostoa, joka mahdollistaa Käyttäjän verkkoselaimen yksilöllisen tunnisteen saamisen
gl: refírese a calquera ficheiro de datos enviado polo servidor web do «Servizo» ao computador do «Usuario» ou cara a outro dispositivo conectado á Internet, que permita obter unha identificación única do navegador web do «Usuario»
he: כלומר כל קובץ נתונים שהוא שנשלח על ידי השרת של השירות למחשב המשתמש או למכשיר אחר שמחובר לאינטרנט שיכול לקבל את הזהות הייחודית של דפדפן המשתמש
kab: yemmal-d yal afaylu n yisefka yettwaznen seg uqeddac web n umeẓlu ɣer uselkim n useqdac neɣ ibenk-nniḍen yeqqnen ɣer Internet, ayen ara yeǧǧen asulu awḥid n yiminig web n useqdac
lt: reiškia bet kokią duomenų failą, kurį Paslaugos interneto serveris siunčia į Naudotojo kompiuterį ar kitą prie interneto prijungtą įrenginį ir kuris leidžia gauti unikalų Naudotojo interneto naršyklės identifikavimą
ro: înseamnă orice fișier de date trimis de către serverul web al Serviciului către computerul Utilizatorului sau alt dispozitiv conectat la Internet, care permite obținerea unei identificări unice a browserului web al Utilizatorului

source: means EU Regulation No. %(law_679_2016)s, the General Data Protection Regulation
ar: تعني لائحة الاتحاد الأوروبي رقم %(law_679_2016)s ، اللائحة العامة لحماية البيانات
ckb: واتە ڕێکخستنی EU ژمارە.%(law_679_2016)s، ڕێکخستنی پاراستنی داتای گشتی
da: betyder EU-forordning nr. %(law_679_2016)s, den generelle databeskyttelsesforordning
fi: tarkoittaa EU:n asetusta No. %(law_679_2016)s, General Data Protection Regulation
gl: refírese ao Regulamento da UE núm. %(law_679_2016)s, o Regulamento Xeral de Protección de Datos
he: כלומר אסדרה מס׳ %(law_679_2016)s, האסדרה הכללית להגנה על מידע, ידועה גם בשם GDPR
is: merkir reglugerð Evrópusambandsins um almenna gagnavernd nr. %(law_679_2016)s, einnig þekkt sem GDPR (general data protection regulation)
kab: yemmal-d asaḍuf Uṭṭ.%(law_679_2016)s, ilugan imuta ɣef ummesten n yisefka
lt: reiškia ES reglamentą nr. %(law_679_2016)s, Bendrasis duomenų apsaugos reglamentas
ro: înseamnă Regulamentul UE nr. %(law_679_2016)s, Regulamentul general privind protecția datelor

source: means non-exclusive license granted by the Provider to the User for use of the Service
ar: يعني الترخيص غير الحصري الممنوح من قبل الموفر للمستخدم لاستخدام الخدمة
ckb: مانای مۆڵەتی نا تایبەتە کە دراوە لەلایەن دابینکارەوە بۆ بەکارهێنەر بۆ بەکارهێنانی خزمەتگوزاریەکە
da: betyder ikke-eksklusiv licens, som udbyderen har givet brugeren til brug af tjenesten
fi: tarkoittaa Palveluntarjoajan Käyttäjälle palvelun käyttöä varten myöntämää ei-yksinomaista lisenssiä
gl: refírese á licenza non exclusiva outorgada polo «Fornecedor» ao «Usuario» para o uso do «Servizo»
he: כלומר רישיון שאינו בלעדי שהוענק על ידי הספק למשתמש לצורך שימוש בשירות
kab: yemmal-d turagt i d-yefka usaǧǧaw i useqdac ɣef useqdec n umeẓlu
lt: reiškia neišskirtinę licenciją, kurią Teikėjas suteikia Naudotojui naudotis Paslauga
ro: înseamnă licența neexclusivă acordată de către Furnizor Utilizatorului pentru utilizarea Serviciului

source: means %(provider)s, Reg. No. %(reg_no)s
ar: يعني %(provider)s ، رقم التسجيل %(reg_no)s
ckb: واتە %(provider)s ,ڕیگ. نەخێر.%(reg_no)s
da: betyder %(provider)s, Reg. nr. %(reg_no)s
fi: tarkoittaa %(provider)s:ta, Reg. No. %(reg_no)s
gl: refírese a %(provider)s, núm. de rexistro %(reg_no)s
he: כלומר %(provider)s, מס׳ רישוי %(reg_no)s
is: merkir %(provider)s, skráningarnr. %(reg_no)s
kab: Yemmal-d %(provider)s, Ilugan Uṭṭ. %(reg_no)s
lt: reiškia %(provider)s, Reg. nr. %(reg_no)s
lv: %(provider)s ar reģ. Nr. %(reg_no)s
ro: înseamnă %(provider)s, Reg. nr. %(reg_no)s

source: means personal data within the meaning of EU Regulation No. %(law_679_2016)s inserted by the User into the Service and/or Cookies
ar: تعني البيانات الشخصية بالمعنى المقصود في لائحة الاتحاد الأوروبي رقم %(law_679_2016)s التي يدرجها المستخدم في الخدمة و / أو ملفات تعريف الارتباط
ckb: واتە داتای کەسی لە ناو مانای رێکخستنی EU ژمارە.%(law_679_2016)sلە لایەن بەکارهێنەرەوە تێکراوە بۆ خزمەتگوزاری و/یانCookies
da: betyder personoplysninger i henhold til EU-forordning nr. %(law_679_2016)s, som brugeren har indsat i tjenesten og/eller cookies
fi: tarkoittaa EU-asetuksessa tarkoitettuja henkilötietoja No. %(law_679_2016)s , jonka Käyttäjä on lisännyt Palveluun ja/tai Evästeisiin
gl: refírese aos datos persoais no senso do Regulamento da UE No. %(law_679_2016)s inseridos polo «Usuario» no «Servizo» e/ou nas cookies
he: כלומר נתונים אישיים בהתאם למשמעות של האסדרה האירופית %(law_679_2016)s שסופקה על ידי המשתמש אל השירות ו/או קובצי העוגיות
kab: yemmal-d isefka udmawanen s unamek n usaḍuf EU uṭṭ. %(law_679_2016)s, i yettwanefken i useqdac deg umeẓlu akked/neɣ inagan n tuqqna
lt: reiškia asmeninius duomenis, kaip apibrėžta ES Reglamente nr. %(law_679_2016)s, kuriuos Naudotojas įterpia į Paslaugą ir (arba) slapukus
ro: înseamnă datele cu caracter personal în sensul Regulamentului UE nr. %(law_679_2016)s introduse de către Utilizator în Serviciu și/sau Cookie-uri

source: Owner
ar: المالك
ckb: خاوەن
da: Ejer
fi: Omistaja
gl: Propietario
he: בעלים
is: Eigandi
kab: Bab
lt: Savininkas
lv: Īpašnieks
ro: Proprietar

source: means the User who can manage Project
ar: يعني المستخدم الذي يمكنه إدارة مشروع
ckb: واتە بەکارهێنەر کە دەتوانێت خاوەن پرۆژە بەڕێوە ببا
da: betyder den bruger, der kan administrere projektet
fi: tarkoittaa käyttäjää, joka voi hallita projektia
gl: refírese ao «Usuario» que pode xestionar o proxecto
he: מתייחס למשתמש שיכול לנהל מיזם
is: merkir notandann sem getur stýrt verkefni
kab: yemmal-d aseqdec i izemren ad isefrek asenfaṛ
lt: reiškia Naudotoją, kuris gali tvarkyti Projektą
lv: lietotājs, kurš var pārvaldīt projektu
ro: înseamnă utilizatorul care poate gestiona proiectul

source: Project
ar: المشروع
ckb: پڕۆژە
da: Projekt
fi: Projekti
gl: Proxecto
he: מיזם
is: Verkefni
kab: Asenfaṛ
lt: Projektas
lv: Projekts
ro: Proiect

source: means translation project operated on the Service
ar: يُعنى بذلك مشروع الترجمة المُدار بفضل الخدمة
ckb: واتە پرۆژەی وەرگێڕان لە خزمەتگوزاریدا کاردەکات
da: betyder oversættelsesprojekt som opererer på tjenesten
fi: tarkoittaa Palvelussa toimivaa käännösprojektia
gl: refírese ao proxecto de tradución xestionado no «Servizo»
he: הכוונה היא למיזם תרגום שמופעל על גבי השירות
is: merkir það þýðingarverkefni sem keyrt er á þjónustunni
kab: Acu kan, isenfaṛen-agi n tsuqilt llan ɣef uqeddac-agi
lt: reiškia Paslaugoje vykdomą vertimo projektą
lv: tulkošanas projekts, kas tiek realizēts, izmantojot Pakalpojumu
ro: înseamnă proiectul de traducere operat în cadrul Serviciului

source: means the website and services based on Weblate operated by the Provider
ar: يُعنى بذلك موقع الويب والخدمات القائمة على أساس Weblate والتي يديرها المزوّد
ckb: واتە وێبسایت و خزمەتگوزاریەکان لەسەر بنەمای وێبلایت کە لەلایەن دابینکارەوە بەکارخراوە
da: betyder hjemmesiden og tjenester baseret på Weblate, der drives af udbyderen
fi: tarkoittaa Palveluntarjoajan ylläpitämää verkkosivustoa ja Weblate-pohjaisia palveluita
gl: refírese a que a páxina web e os servizos baseados en Weblate son operados polo «Fornecedor»
he: מתייחס לאתר ולשירותים על בסיס Weblate שמופעלים על ידי הספק
kab: yemmal-d asmel web akked imeẓla yebnan ɣef Weblate daɣen i isefrak usaǧǧaw
lt: reiškia interneto svetainę ir „Weblate“ paslaugas, kurias valdo Teikėjas
lv: uz Weblate balstīta tīmekļa vietne un pakalpojumi, ko nodrošina Pakalpojumu sniedzējs
ro: înseamnă site-ul web și serviciile bazate pe Weblate operate de către Furnizor

source: means the optional translation memory service provided within Weblate
ar: يُعنى بذلك خدمة ذاكرة الترجمة الاختيارية المقدمة ضمن Weblate
ckb: مانای خزمەتگوزاری بیرگەی وەرگێڕانی ئارەزوومەندانەیە کە لە وێبلایت دابین کراوە
da: den valgfrie oversættelseshukommelsestjeneste, der leveres i Weblate
fi: tarkoittaa valinnaista käännösmuistipalvelua, joka tarjotaan Weblatessa
gl: refírese ao servizo opcional de memoria de tradución fornecido por Weblate
he: מתייחס לשירות זיכרון התרגום כרשות שמסופק כחלק מ־Weblate
kab: yemmal-d takatut n tsuqilt i d-ittunefken s wudem afrayan s Weblate
lt: reiškia pasirinktinę vertimo atminties paslaugą, teikiamą per „Weblate“
ro: înseamnă serviciul opțional de memorie de traducere furnizat în cadrul Weblate

source: means any legal entity or an individual other than the Provider, who is using the Service
ar: يعني أي كيان قانوني أو فرد آَخر مِن غير مزوّد الخدمة والذي يستعمل الخدمة
ckb: واتە هەر قەوارەیەکی یاسایی یان تاکێکی تر جگە لە دابینکەر، کە خزمەتگوزاری بەکار دەهێنێ
da: betyder enhver juridisk enhed eller individ, bortset fra Leverandøren, som bruger Tjenesten
fi: tarkoittaa mitä tahansa oikeushenkilöä tai henkilöä, joka ei ole Palveluntarjoaja ja joka käyttää Palvelua
gl: refírese a calquera entidade legal ou individual diferente ao «Fornecedor», que estea a empregar o «Servizo»
he: מתייחס לישות החוקית או לכל גוף אחר מלבד הספק שעושה שימוש בשירות
kab: yemmal-d meṛṛa tikebbaniyin neɣ imdanen, beṛṛa n usaǧǧaw, i isseqdacen ameẓlu
ro: înseamnă orice entitate juridică sau persoană fizică, alta decât Furnizorul, care utilizează Serviciul

# Definition in terms of service
source: VCS
ar: نظام تحكم بالمراجعات
fi: Versionhallintajärjestelmä
gl: Sistema do Control de Versións (VCS)
he: מערכת ניהול גרסאות (VCS)
lv: Versiju kontroles sistēma (VCS)

source: means distributed version control system used by the Project such as Git or Mercurial
ar: يعني نظام التحكم في الإصدار الموزع الذي يستخدمه المشروع مثل Git أو Mercurial
ckb: مانای دابەشکردنی سیستەمی کۆنترۆڵی ڤێرژن کە لەلایەن پرۆژەکەوە بەکار هاتووە وەک Git یان Mercurial
da: betyder den distribuerede version af kontrolsystemet, der bruges af projektet, såsom Git eller Mercurial
fi: tarkoittaa projektin käyttämää hajautettua versionhallintajärjestelmää, kuten Git tai Mercurial
gl: refírese ao sistema de control de versións distribuído empregado polo proxecto, como Git ou o Mercurial
he: מתייחס למערכת בקרת גרסאות מבוזרת בו משתמש המיזם כגון Git או Mercurial
kab: yemmal-d anagraw n usefrek n yileqman i isseqdac usenfaṛ am Git neɣ Mercurial
lv: projektā izmantotā versiju kontroles sistēma, piemēram, Git vai Mercurial
ro: înseamnă sistemul distribuit de control al versiunilor utilizat de proiect, cum ar fi Git sau Mercurial

source: License Agreement Conclusion
ar: إبرام اتفاقية الترخيص
ckb: کۆتایی ڕێککەوتنی مۆڵەت
da: Licensaftale Konklusion
fi: Lisenssisopimuksen tekeminen
gl: Conclusión do Acordo de Licenza
he: הכללת הסכם הרישוי
is: Niðurstaða notkunarskilmála
kab: Amtawa ɣef ugatu n turagt
lv: Licences līguma noslēgšana
ro: Încheierea contractului de licență

source: The License Agreement is concluded upon the User’s Acceptance of the Provider’s Offer.
ar: يتم إبرام اتفاقية الترخيص بناءً على قبول المستخدم لعرض المزوّد.
ckb: ڕێکەوتننامەی مۆڵەتەکە لەسەر پەسەندکردنی بەکارهێنەر بۆ ئۆفەری دابینکەر کۆتایی پێدێت.
da: Licensaftalen indgås ved Brugerens Accept af Leverandørens Tilbud.
fi: Lisenssisopimus solmitaan käyttäjän hyväksymän tarjoajan tarjouksen nojalla.
gl: O Acordo de Licenza conclúese coa aceptación por parte do «Usuario» da oferta do «Fornecedor».
he: הסכם הרישוי נכלל בהסכמת המשתמש להצעת הספק.
kab: Agatu n turagt yettwaḥsab am akken d amsefham segmi tqebleḍ tikci n umeẓlu n useqdac.
ro: Contractul de licență se încheie în momentul acceptării de către utilizator a ofertei furnizorului.

source: License Agreement
ar: اتفاقية الترخيص
ckb: ڕێککەوتنی مۆڵەت
da: Licensaftale
fi: Lisenssisopimus
gl: Acordo de Licenza
he: הסכם רישוי
is: Notkunarskilmálar
kab: Amtawa n turagt
lv: Licences līgums
ro: Acord de licență

source: By concluding Agreement under Article 2.1 of this Agreement, the following provisions of this Article 3 of the Terms of Service come into force.
ar: من خلال إبرام اتفاقية بموجب المادة 2.1 من هذه الاتفاقية ، تدخل الأحكام التالية من هذه المادة 3 من شروط الخدمة حيز التنفيذ.
ckb: بە ئەنجام دانی ڕێکەوتن لە ژێر مادەی 2 ی ئەم ڕێکەوتننامەدا ئەم بەندانەی خوارەوە ی ئەم مادەی3 ی مەرجەکانی خزمەتگوزاری دێتە بواری جێبەجێ کردنەوە.
da: Ved indgåelse af Aftale i henhold til Artikel 2.1 i denne Aftale, træder følgende bestemmelser i denne Artikel 3 i Servicevilkårene i kraft.
fi: Solmimalla sopimuksen tämän Sopimuksen artiklan 2.1 mukaisesti, seuraavat Palveluehtojen kohdan 3 määräykset tulevat voimaan.
gl: Ao concluír o acordo en virtude do artigo 2.1 deste acordo, terán efecto as seguintes disposicións deste artigo 3 das Condicións do Servizo.
he: בהכללת ההסכם תחת סעיף 2.1 של ההסכם הזה, חלות הוראות סעיף 3 זה של תנאי השירות.
kab: Ma tɛeqdeḍ amtawa s useqdec n umagrad 2.1 n umtawa-a, ayen yeṭṭafṛen amagrad-a wis 3 n tewtilin n useqdec ad yettwasemres.
ro: Prin încheierea acordului în temeiul articolului 2.1 din prezentul acord, intră în vigoare următoarele dispoziții ale prezentului articol 3 din condițiile de prestare a serviciilor.

source: The Provider presents the User with a License Agreement and the User accepts this License Agreement, all this under the terms and conditions stated in these Terms of Service.
ar: يقدم الموفر للمستخدم اتفاقية ترخيص ويقبل المستخدم اتفاقية الترخيص هذه ، كل هذا بموجب الشروط والأحكام المنصوص عليها في شروط الخدمة هذه.
ckb: دابینکەر بە پێی رێکەوتننامەی مۆڵەت پێشکەش بە بەکارهێنەر دەکات و بەکارهێنەر ڕازی دەبێت بەم رێکەوتنە ی مۆڵەت، هەموو ئەمانە لە ژێر ئەو مەرج و مەرجانەی لەم مەرجانەی خزمەتگوزاریدا هاتووە.
da: Leverandøren giver Brugeren en Licensaftale, og Brugeren accepterer denne Licensaftale, alt dette under de vilkår og betingelser, der er angivet i disse Servicevilkår.
fi: Tarjoaja esittää Käyttäjälle Lisenssisopimuksen ja Käyttäjä hyväksyy tämän Lisenssisopimuksen, kaikki tämä näissä Palveluehdoissa mainituin ehdoin.
gl: O «Fornecedor» presenta ao «Usuario» un Acordo de Licenza e o «Usuario» acepta este Acordo de Licenza, todo iso baixo os termos e condicións estabelecidos nestas Condicións do Servizo.
he: הספק מציג למשתמש הסכם רישוי והמשתמש מסכים להסכם רישוי זה, כל זאת תחת התנאים וההגבלות שמצוינים בתנאי השירות שלהלן.
kab: Asaǧǧa imudd-d i useqdac amtawa n turagt daɣen aseqdac ad yeqbel amtawa-a n turagt, meṛṛa akken llant ilugan d tewtilin yettwabedren deg tiwtilin-a n useqdec.
ro: Furnizorul prezintă Utilizatorului un Contract de licență, iar Utilizatorul acceptă acest Contract de licență, toate acestea în termenii și condițiile prevăzute în acești Termeni de utilizare.

source: The Provider shall have the right to shut down, adjust, modify or make the Service unavailable on the web address at any time.
ar: يحق للمزود إيقاف تشغيل الخدمة أو تعديلها أو تعديلها أو جعلها غير متاحة على عنوان الويب في أي وقت.
ckb: دابینکەر مافی کوژاندنەوەی، دەستکاریکردن، یان کردنی خزمەتگوزاری بەردەست نیە لە ناونیشانی وێب لە هەر کاتێک.
da: Leverandøren har ret til at lukke ned, tilpasse, ændre eller gøre Tjenesten utilgængelig på webadressen til enhver tid.
fi: Tarjoajalla on oikeus milloin tahansa sulkea, säätää, muuttaa tai poistaa Palvelu verkko-osoitteesta.
gl: O «Fornecedor» terá dereito a pechar, axustar, modificar ou facer que o «Servizo» non estea dispoñíbel no enderezo web en calquera momento.
he: לספק נשמרת הזכות לכבות, להתאים, לשנות או להפסיק את השירות בכתובת האינטרנט בכל עת.
kab: Asaǧǧaw ɣur-s azref akken ad iseḥbes, ad ibeddel, neɣ ad iṣeggem Ameẓlu s tririt deg tensa web melmi yebɣa.
ro: Furnizorul are dreptul de a închide, ajusta, modifica sau face indisponibil serviciul pe adresa web în orice moment.
