Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Disseminating or offering any content that violates applicable laws at the national, EU, or international level;
cs: šíření či nabízení jakéhokoli obsahu, který je v rozporu s platnými právními předpisy, a to jak na úrovni České republiky, tak na úrovni unijního a mezinárodního práva;
de: Verbreiten oder Anbieten von Inhalten, die gegen geltendes Recht auf nationaler, EU- oder internationaler Ebene verstoßen;
es: Difundir u ofrecer cualquier contenido que infrinja las leyes aplicables a nivel nacional, de la UE o internacional.;
fr: Diffuser ou proposer tout contenu qui enfreint les lois applicables au niveau national, européen ou international ;
ga: Aon ábhar a sháraíonn na dlíthe is infheidhme a scaipeadh nó a thairiscint ar an leibhéal náisiúnta, ae nó idirnáisiúnta;
hu: olyan tartalom terjesztése vagy kínálása, amely megsérti a nemzeti, uniós vagy nemzetközi jogszabályokat;
id: Menyebarluaskan atau menawarkan konten apa pun yang melanggar hukum yang berlaku di tingkat nasional, UE, atau internasional;
ja: 国内法、EU 法、または国際法の適用法令に違反するコンテンツを配布または提供する行為。
nl: Opdelen of aanbieden van enige inhoud die in strijd is met van toepassing zijnde wetgeving op nationaal, EU of internationaal niveau;
pt_br: Divulgar ou oferecer qualquer conteúdo que viole as leis aplicáveis em nível nacional, da União Europeia ou internacional;
ru: Распространение или предложение любого контента, нарушающего действующее законодательство на национальном, европейском или международном уровне;
sk: šírenie či ponúkanie akéhokoľvek obsahu, ktorý je v rozpore s platnými právnymi predpismi, a to ako na úrovni Českej republiky, tak na úrovni únijného a medzinárodného práva;
sl: Širjenje ali ponujanje vsebin, ki kršijo veljavne zakone na nacionalni, EU ali mednarodni ravni;
sv: Sprida eller erbjuda innehåll som bryter mot gällande lagar på nationell, EU- eller internationell nivå;
ta: தேசிய, ஐரோப்பிய ஒன்றியம் அல்லது பன்னாட்டு மட்டத்தில் பொருந்தக்கூடிய சட்டங்களை மீறும் எந்தவொரு உள்ளடக்கத்தையும் பரப்புதல் அல்லது வழங்குதல்;
tr: Ulusal, AB veya uluslararası düzeyde geçerli yasaları ihlal eden herhangi bir içeriği yaymak veya sunmak;
uk: Поширення або пропонування будь-якого вмісту, який порушує чинні закони на національному, європейському чи міжнародному рівнях;
zh_hans: 传播或提供任何违反国家、欧盟或国际层面适用法律的内容；
zh_hant: 散布或提供任何違反國家、歐盟或國際層級適用法律之內容；

source: Disseminating or offering any illegally obtained content or content whose dissemination would be illegal;
cs: šíření či nabízení jakéhokoli obsahu, který je nelegálně získaný, nebo jehož šíření by bylo nelegální;
de: Verbreitung oder Angebot von illegal erworbenen Inhalten oder von Inhalten, deren Verbreitung illegal wäre;
es: Difundir u ofrecer cualquier contenido obtenido ilegalmente o contenido cuya difusión sería ilegal.;
fr: Diffuser ou proposer tout contenu obtenu illégalement ou tout contenu dont la diffusion serait illégale ;
ga: Aon ábhar nó ábhar a fhaightear go neamhdhleathach a scaipeadh nó a thairiscint a mbeadh a scaipeadh neamhdhleathach;
hu: jogellenesen megszerzett vagy jogellenesen terjeszthető tartalom terjesztése vagy kínálása;
id: Menyebarluaskan atau menawarkan konten yang diperoleh secara ilegal atau konten yang penyebarannya akan melanggar hukum;
ja: 不正に取得されたコンテンツ、またはその配布自体が違法となるコンテンツを配布または提供する行為。
nl: Opdelen of aanbieden van enige illegaal verkregen inhoud of inhoud waarvan het opdelen illegaal zou zijn;
pt_br: Divulgar ou oferecer qualquer conteúdo obtido ilegalmente ou cuja divulgação seja ilegal;
ru: Распространять или предлагать любой незаконно полученный контент или контент, распространение которого является незаконным;
sk: šírenie alebo ponúkanie akéhokoľvek obsahu, ktorý je nelegálne získaný, alebo ktorého šírenie by bolo nelegálne;
sl: Širjenje ali ponujanje kakršne koli nezakonito pridobljene vsebine ali vsebine, katere širjenje bi bilo nezakonito;
sv: Sprida eller erbjuda innehåll som erhållits på olaglig väg eller innehåll vars spridning skulle vara olaglig;
ta: சட்டவிரோதமாக பெறப்பட்ட உள்ளடக்கம் அல்லது உள்ளடக்கத்தை பரப்புதல் அல்லது வழங்குவது சட்டவிரோதமானது;
tr: Yasa dışı yollarla elde edilen veya yayılması yasa dışı olan herhangi bir içeriği yaymak veya sunmak;
uk: Поширення або пропонування будь-якого незаконно отриманого контенту або контенту, розповсюдження якого було б незаконним;
zh_hans: 传播或提供任何非法获得的内容或者传播行为违法的内容；
zh_hant: 散布或提供任何非法取得之內容，或其散布屬違法之內容；

source: Disseminating or offering any pornographic, obscene, or otherwise vulgar content;
cs: šíření či nabízení jakéhokoli pornografického, obscénního či jinak vulgárního obsahu;
de: Verbreitung oder Angebot von pornografischen, obszönen oder anderweitig vulgären Inhalten;
es: Difundir u ofrecer contenido pornográfico, obsceno o vulgar de otro modo;
fr: Diffuser ou proposer tout contenu pornographique, obscène ou autrement vulgaire ;
ga: Aon ábhar pornagrafach, gáirsiúil nó vulgar ar shlí eile a scaipeadh nó a thairiscint;
hu: pornográf, obszcén vagy más módon közízlést sértő tartalom terjesztése vagy kínálása;
id: Menyebarluaskan atau menawarkan konten pornografi, cabul, atau vulgar lainnya;
ja: ポルノ、わいせつ、またはその他の低俗なコンテンツを配布または提供する行為。
nl: Opdelen of aanbieden van enige pornografische, obscene of anderszins vulgaire inhoud;
pt_br: Disseminar ou oferecer qualquer conteúdo pornográfico, obsceno ou vulgar;
ru: Распространение или предложение любого порнографического, непристойного или другого вульгарного содержимого;
sk: šírenie či ponúkanie akéhokoľvek pornografického, obscénneho či inak vulgárneho obsahu;
sl: Razširjanje ali ponujanje kakršnih koli pornografskih, neprimernih ali na drug način vulgarnih vsebin;
sv: Sprida eller erbjuda pornografiskt, obscent eller på annat sätt vulgärt innehåll;
ta: எந்தவொரு ஆபாச, ஆபாசமான, அல்லது மோசமான உள்ளடக்கத்தையும் பரப்புதல் அல்லது வழங்குதல்;
tr: Herhangi bir pornografik, müstehcen veya başka türlü kaba içeriği yaymak veya sunmak;
uk: Поширення або пропонування будь-якого порнографічного, непристойного чи іншого вульгарного вмісту;
zh_hans: 散播或提供任何色情、下流或庸俗的内容；
zh_hant: 散布或提供任何色情、猥褻或其他粗俗之內容；

source: Engaging in any services or activities that are contrary to applicable laws at the national, EU, or international level;
cs: šíření, nabízení či provozování jakýchkoli služeb a/nebo činností, které jsou v rozporu s platnými právními předpisy, a to jak na úrovni České republiky, tak na úrovni unijního a mezinárodního práva;
de: Beteiligung an Diensten oder Aktivitäten, die gegen geltendes Recht auf nationaler, EU- oder internationaler Ebene verstoßen;
es: Participar en cualquier servicio o actividad que sea contraria a las leyes aplicables a nivel nacional, de la UE o internacional.;
fr: S’engager dans des services ou des activités contraires aux lois applicables au niveau national, européen ou international ;
ga: Páirt a ghlacadh in aon seirbhísí nó gníomhaíochtaí atá contrártha do na dlíthe is infheidhme ar an leibhéal náisiúnta, AE nó idirnáisiúnta;
hu: bármely olyan szolgáltatás vagy tevékenység végzése, amely ellentétes a hatályos nemzeti, uniós vagy nemzetközi jogszabályokkal;
id: Terlibat dalam layanan atau aktivitas apa pun yang bertentangan dengan hukum yang berlaku di tingkat nasional, UE, atau internasional;
ja: 国内法、EU 法、または国際法の適用法令に反するサービスや活動に従事する行為。
nl: Deelnemen aan enige services of activiteiten die tegengesteld zijn aan de van toepassing zijnde wetgeving op nationaal, EU of internationaal niveau;
pt_br: Envolver-se em quaisquer serviços ou atividades que sejam contrários às leis aplicáveis em nível nacional, da União Europeia ou internacional;
ru: Заниматься любыми услугами или деятельностью, которые противоречат действующему законодательству на национальном, европейском или международном уровне;
sk: šírenie, ponúkanie či prevádzkovanie akýchkoľvek služieb a/alebo činností, ktoré sú v rozpore s platnými právnymi predpismi, a to ako na úrovni Českej republiky, tak na úrovni únijného a medzinárodného práva;
sl: Opravljanje kakršnih koli storitev ali dejavnosti, ki so v nasprotju z veljavno zakonodajo na nacionalni, EU ali mednarodni ravni;
sv: Att delta i tjänster eller aktiviteter som strider mot tillämpliga lagar på nationell, EU- eller internationell nivå;
ta: தேசிய, ஐரோப்பிய ஒன்றியம் அல்லது பன்னாட்டு மட்டத்தில் பொருந்தக்கூடிய சட்டங்களுக்கு முரணான எந்தவொரு சேவைகள் அல்லது செயல்பாடுகளிலும் ஈடுபடுவது;
tr: Ulusal, AB veya uluslararası düzeyde yürürlükteki yasalara aykırı herhangi bir hizmet veya faaliyette bulunmak;
uk: Участь у будь-яких послугах або діяльності, які суперечать чинному законодавству на національному, європейському чи міжнародному рівнях;
zh_hans: 参加任何与国家、欧盟或国际层面的适用法律对立的服务或活动；
zh_hant: 從事任何違反國家、歐盟或國際層級適用法律之服務或活動；

source: Engaging in activities that bypass intellectual property protection elements (such as cracks, warez, etc.);
cs: provozování jakýchkoli činností spočívajících v obcházení prvků ochrany duševního vlastnictví (typicky cracky, warez a další obdobné činnosti);
de: Beteiligung an Aktivitäten, die den Schutz des geistigen Eigentums umgehen (z. B. Cracks, Warez usw.);
es: Participar en actividades que eludan los elementos de protección de la propiedad intelectual (como cracks, warez, etc.);
fr: S’engager dans des activités qui contournent les éléments de protection de la propriété intellectuelle (comme le piratage, le warez, etc.) ;
ga: Páirt a ghlacadh i ngníomhaíochtaí a sheachnaíonn eilimintí cosanta maoine intleachtúla (amhail scoilteanna, warez, etc.);
hu: szerzői jogi védelem megkerülésére alkalmas tevékenységek (pl. crackek, warez stb.);
id: Terlibat dalam aktivitas yang mengabaikan unsur perlindungan hak kekayaan intelektual (seperti crack, warez, dan lain-lain);
ja: クラック（技術的保護手段の回避）やウェアーズ（違法コピーを配布する集団や場所）等の知的財産保護要素を回避する行為に従事すること。
nl: Deelnemen aan activiteiten die elementen van het beschermen van intellectuele eigendomsrechten omzeilen (zoals cracks, warez, etc.);
pt_br: Envolver-se em atividades que contornem elementos de proteção de propriedade intelectual (como cracks, warez, etc.);
ru: Заниматься деятельностью, которая обходит элементы защиты интеллектуальной собственности (например, крэки, варез и т.д.);
sk: prevádzkovanie akýchkoľvek činností spočívajúcich v obchádzaní prvkov ochrany duševného vlastníctva (typicky cracky, warez a ďalšie podobné činnosti);
sl: Ukvarjanje z dejavnostmi, ki obidejo elemente zaščite intelektualne lastnine (kot so crack-i, warez itd.);
sv: Att delta i aktiviteter som kringgår skyddet för immateriella rättigheter (såsom crackar, warez etc.);
ta: அறிவுசார் சொத்து பாதுகாப்பு கூறுகளை (விரிசல், கிடங்கு போன்றவை) தவிர்த்து வரும் செயல்களில் ஈடுபடுவது;
tr: Fikri mülkiyet koruma unsurlarına aykırı faaliyetlerde bulunmak (crack, warez gibi);
uk: Участь у діяльності, яка обходить елементи захисту інтелектуальної власності (такі як кряки, варези тощо);
zh_hans: 参加绕过知识产权保护元素的活动（如破解、盗版软件等）；
zh_hant: 從事規避智慧財產權保護元件之活動（如破解檔、非法軟體等）；

source: Sending unsolicited commercial messages and other spam or other illegal harassment of third parties;
cs: rozesílání nevyžádaných obchodních sdělení a dalšího spamu či jiného nelegálního obtěžování třetích osob;
de: Versenden von unaufgeforderten kommerziellen Nachrichten und anderem Spam oder sonstiger illegaler Belästigung von Drittanbietern;
fr: L’envoi de messages commerciaux non sollicités et autres spams ou autres formes de harcèlement illégal de tiers ;
ga: Teachtaireachtaí tráchtála gan iarraidh agus turscar eile nó ciapadh neamhdhleathach eile tríú páirtithe a sheoladh;
hu: kéretlen kereskedelmi üzenetek küldése, spam vagy más illegális zaklatás;
id: Mengirim pesan komersial yang tidak diminta dan spam lainnya atau pelecehan ilegal lainnya terhadap pihak ketiga;
ja: 第三者に対し、未承諾の商業的メッセージその他のスパムを送信する行為、またはその他の違法な嫌がらせ行為を行うこと。
nl: Verzenden van niet gewenste commerciële berichten en andere spam of ander illegaal lastigvallen van derde partijen;
pt_br: Enviar mensagens comerciais não solicitadas e outros spams ou outro assédio ilegal a terceiros;
ru: Рассылка нежелательных коммерческих сообщений и прочего спама или иное незаконное преследование третьих лиц;
sk: rozosielanie nevyžiadaných obchodných oznámení a ďalšieho spamu či iného nelegálneho obťažovania tretích osôb;
sl: Pošiljanje nezaželenih komercialnih sporočil in druge neželene pošte ali drugo nezakonito nadlegovanje tretjih oseb;
sv: Skicka oönskade kommersiella meddelanden och annan skräppost eller annan olaglig trakassering av tredje part;
ta: கோரப்படாத வணிகச் செய்திகள் மற்றும் பிற ச்பேம் அல்லது மூன்றாம் தரப்பினரின் பிற சட்டவிரோத துன்புறுத்தல்களை அனுப்புதல்;
tr: İstenmeyen ticari iletiler ve diğer istenmeyen iletilerin gönderilmesi veya üçüncü taraflara yönelik diğer yasa dışı tacizler;
uk: Надсилання небажаних комерційних повідомлень та іншого спаму чи іншого незаконного переслідування третіх осіб;
zh_hans: 发送未经请求的商业信息和其他垃圾信息或对第三方的其他非法骚扰；
zh_hant: 發送未經請求之商業訊息及其他垃圾郵件，或對第三方進行其他非法騷擾；

source: Publishing or disseminating any content that may infringe the rights of third parties, including attacks on such persons, or any offensive, impolite, or otherwise inappropriate content that unlawfully or illegally infringes on the personal rights of third parties;
cs: publikování či šíření jakéhokoli obsahu, kterým by mohlo být zasaženo do práv třetí osoby, včetně útoků na tyto osoby, jakož i jakéhokoli urážlivého, nezdvořilého či jinak nevhodného obsahu, kterým by mohlo být neoprávněně či nezákonně zasaženo do osobnostních práv třetích osob;
de: Veröffentlichung oder Verbreitung von Inhalten, die die Rechte Dritter verletzen können, einschließlich Angriffen auf diese Personen, oder von beleidigenden, unhöflichen oder anderweitig unangemessenen Inhalten, die die Persönlichkeitsrechte von Drittanbietern rechtswidrig oder unrechtmäßig verletzen;
fr: Publier ou diffuser tout contenu susceptible de porter atteinte aux droits de tiers, y compris des attaques contre ces personnes, ou tout contenu offensant, impoli ou autrement inapproprié qui porte atteinte illégalement aux droits personnels de tiers ;
ga: Aon inneachar a d'fhéadfadh cearta tríú páirtithe a shárú a fhoilsiú nó a scaipeadh, lena n-áirítear ionsaithe ar dhaoine den sórt sin, nó aon ábhar maslach, mífhoighneach nó míchuí ar shlí eile a sháraíonn cearta pearsanta tríú páirtithe go neamhdhleathach nó go neamhdhleathach;
hu: olyan tartalom közzététele vagy terjesztése, amely sértheti harmadik felek jogait, beleértve az ilyen személyek elleni támadásokat, valamint bármely sértő, tiszteletlen vagy egyéb módon nem megfelelő tartalom, amely jogsértő módon sérti mások személyiségi jogait;
id: Menerbitkan atau menyebarluaskan konten apa pun yang dapat melanggar hak pihak ketiga, termasuk serangan terhadap orang tersebut, atau konten apa pun yang menyinggung, tidak sopan, atau tidak pantas lainnya yang secara melawan hukum atau ilegal melanggar hak pribadi pihak ketiga;
ja: 第三者の権利を侵害するおそれのあるコンテンツ（当該第三者への攻撃を含む）や、第三者の人格権を不法または違法に侵害する侮辱的、無礼、不適切なコンテンツを公開または配布する行為。
nl: Publiceren of opdelen van enige inhoud die een inbreuk zouden kunnen zijn op rechten van derde partijen, inclusief aanvallen op dergelijke personen, of enige offensieve, onbeleefde, of anderszins ongewenste inhoud die onwettelijk of illegaal inbreuk maakt op de persoonlijke rechten van derde partijen;
pt_br: Publicar ou disseminar qualquer conteúdo que possa infringir os direitos de terceiros, incluindo ataques a essas pessoas, ou qualquer conteúdo ofensivo, indelicado ou de outra forma inapropriado que infrinja ilegalmente os direitos pessoais de terceiros;
ru: Публиковать или распространять любой контент, который может нарушать права третьих лиц, включая нападки на таких лиц, или любой оскорбительный, невежливый или иным образом неуместный контент, который незаконно или противозаконно нарушает личные права третьих лиц;
sk: publikovanie alebo šírenie akéhokoľvek obsahu, ktorým by mohlo byť zasiahnuté do práv tretej osoby, vrátane útokov na tieto osoby, ako aj akéhokoľvek urážlivého, nezdvorilého či inak nevhodného obsahu, ktorým by mohlo byť neoprávnene alebo nezákonne zasiahnuté do osobnostných práv tretích osôb;
sl: Objavljanje ali širjenje kakršnih koli vsebin, ki bi lahko kršile pravice tretjih oseb, vključno z napadi na te osebe, ali kakršnih koli žaljivih, nevljudnih ali na drug način neprimernih vsebin, ki nezakonito ali protipravno posegajo v osebne pravice tretjih oseb;
sv: Publicera eller sprida innehåll som kan kränka tredje parts rättigheter, inklusive attacker mot sådana personer, eller innehåll som är stötande, ohövligt eller på annat sätt olämpligt och som olagligt eller otillbörligt kränker tredje parts personliga rättigheter;
ta: மூன்றாம் தரப்பினரின் தனிப்பட்ட உரிமைகளை சட்டவிரோதமாக அல்லது சட்டவிரோதமாக மீறும் எந்தவொரு தாக்குதல்கள், அல்லது எந்தவொரு தாக்குதல், சிறப்பான அல்லது பொருத்தமற்ற உள்ளடக்கம் உள்ளிட்ட மூன்றாம் தரப்பினரின் உரிமைகளை மீறக்கூடிய எந்தவொரு உள்ளடக்கத்தையும் வெளியிடுவது அல்லது பரப்புதல்;
tr: Üçüncü tarafların haklarını ihlal edebilecek herhangi bir içeriği yayınlamak veya yayımak, bu tür kişilere saldırılar veya üçüncü tarafların kişisel haklarını yasalara aykırı veya yasadışı olarak ihlal eden herhangi bir saldırgan, kaba veya başka şekilde uygunsuz içerik dahil;
uk: Публікація або розповсюдження будь-якого вмісту, який може порушувати права третіх осіб, включаючи напади на таких осіб, або будь-який образливий, неввічливий чи іншим чином неприйнятний вміст, який незаконно чи незаконно порушує особисті права третіх осіб;
zh_hans: 发布或散播任何可能侵犯第三方权利的内容，包括对这样的人的攻击，或者任何违法或非法地侵犯第三方个人权利的冒犯性，不礼貌的或不恰当的内容；
zh_hant: 發布或散布任何可能侵害第三方權利之內容（包含對該等人士之攻擊），或任何違法或非法侵害第三方人格權之冒犯性、無禮或其他不當內容；

source: Disseminating or offering any content that infringes on third-party intellectual or industrial property rights;
cs: šíření či nabízení jakéhokoli obsahu, který zasahuje do práv duševního vlastnictví třetích osob a průmyslových práv těchto osob;
de: Inhalte zu verbreiten oder anzubieten, die geistige oder gewerbliche Eigentumsrechte Dritter verletzen;
fr: Diffuser ou proposer tout contenu qui enfreint les droits de propriété intellectuelle ou industrielle de tiers ;
ga: Aon ábhar a sháraíonn cearta maoine intleachtúla nó tionsclaíocha tríú páirtí a scaipeadh nó a thairiscint;
hu: olyan tartalom terjesztése vagy kínálása, amely harmadik felek szellemi vagy ipari tulajdonhoz fűződő jogait sérti;
id: Menyebarluaskan atau menawarkan konten apa pun yang melanggar hak kekayaan intelektual atau industri pihak ketiga;
ja: 第三者の知的財産権または工業所有権を侵害するコンテンツを配布または提供する行為。
nl: Opdelen of aanbieden van enige inhoud die inbreuk maakt op intellectuele of industriële eigendomsrechten van derde partijen;
pt_br: Divulgar ou oferecer qualquer conteúdo que infrinja direitos de propriedade intelectual ou industrial de terceiros;
ru: Распространять или предлагать любой контент, нарушающий права интеллектуальной или промышленной собственности третьих лиц;
sk: šírenie alebo ponúkanie akéhokoľvek obsahu, ktorý zasahuje do práv duševného vlastníctva tretích osôb a priemyselných práv týchto osôb;
sl: Širjenje ali ponujanje vsebin, ki kršijo pravice intelektualne ali industrijske lastnine tretjih oseb;
sv: Sprida eller erbjuda innehåll som kränker tredje parts immateriella eller industriella rättigheter;
ta: மூன்றாம் தரப்பு அறிவுசார் அல்லது தொழில்துறை சொத்துரிமைகளை மீறும் எந்தவொரு உள்ளடக்கத்தையும் பரப்புதல் அல்லது வழங்குதல்;
tr: Üçüncü tarafların fikri veya sınai mülkiyet haklarını ihlal eden herhangi bir içeriği yaymak veya sunmak;
uk: Поширення або пропонування будь-якого вмісту, який порушує права інтелектуальної чи промислової власності третіх сторін;
zh_hans: 散播或提供任何侵犯第三方知识或工业产权的内容；
zh_hant: 散布或提供任何侵害第三方智慧或工業財產權之內容；

source: Operating or disseminating any tools that may be misused to breach network, device, or service security;
cs: provozování a šíření jakýchkoli nástrojů, které mohou být zneužity k porušení zabezpečení sítí, zařízení a dalších služeb;
de: Betreiben oder Verbreiten von Tools, die zur Verletzung der Sicherheit von Netzwerken, Geräten oder Diensten missbraucht werden können;
fr: L’utilisation ou la diffusion de tout outil susceptible d’être utilisé à mauvais escient pour compromettre la sécurité du réseau, des appareils ou des services ;
ga: Aon uirlisí a d'fhéadfaí mí-úsáid a bhaint astu chun slándáil líonra, feiste nó seirbhíse a shárú a oibriú nó a scaipeadh;
hu: olyan eszközök üzemeltetése vagy terjesztése, amelyek visszaélésre alkalmasak hálózat, eszköz vagy szolgáltatás biztonságának megsértésére;
id: Mengoperasikan atau menyebarluaskan alat apa pun yang dapat disalahgunakan untuk melanggar keamanan jaringan, perangkat, atau layanan;
ja: ネットワーク、デバイス、またはサービスのセキュリティを侵害するために悪用されるおそれのあるツールを運用または配布する行為。
nl: Programma's te gebruiken of op te delen die kunnen worden misbruikt om in te breken op de beveiliging van het netwerk, apparaat of beveiliging van de service;
pt_br: Operar ou disseminar quaisquer ferramentas que possam ser utilizadas indevidamente para violar a segurança da rede, do dispositivo ou do serviço;
ru: Использовать или распространять любые инструменты, которые могут быть использованы для нарушения безопасности сети, устройств или сервисов;
sk: prevádzkovanie a šírenie akýchkoľvek nástrojov, ktoré môžu byť zneužité na porušenie zabezpečenia sietí, zariadení a ďalších služieb;
sl: Uporaba ali razširjanje orodij, ki bi jih bilo mogoče zlorabiti za kršitev varnosti omrežja, naprave ali storitve;
sv: Använda eller sprida verktyg som kan missbrukas för att bryta mot säkerheten för nätverk, enheter eller tjänster;
ta: பிணையம், சாதனம் அல்லது பணி பாதுகாப்பை மீறுவதற்கு தவறாகப் பயன்படுத்தக்கூடிய எந்தவொரு கருவியையும் இயக்குதல் அல்லது பரப்புதல்;
tr: Ağ, cihaz veya hizmet güvenliğini ihlal etmek için kötüye kullanılabilecek herhangi bir aracı çalıştırmak veya yaymak;
uk: Використання або розповсюдження будь-яких інструментів, які можуть бути використані з метою порушення безпеки мережі, пристрою чи служби;
zh_hans: 运营或散播任何可被滥用来破坏网络、设备或服务安全的工具；
zh_hant: 操作或散布任何可能被濫用於破壞網路、裝置或服務安全之工具；

source: Overburdening the Provider's or third-party servers;
cs: nadměrné zatěžování serverů Poskytovatele či jakýchkoli třetích stran;
de: Überlastung der Server des Anbieters oder von Drittanbietern;
fr: Surcharge des serveurs du fournisseur ou de tiers ;
ga: Ró-ualach freastalaithe an tSoláthraí nó freastalaithe tríú páirtí;
hu: a Szolgáltató vagy harmadik felek szervereinek túlterhelésére irányuló tevékenység;
id: Membebani server Penyedia atau pihak ketiga;
ja: 事業者または第三者のサーバーに過度の負荷を与える行為。
nl: Overbelasten van de servers van de provider of derde partijen;
pt_br: Sobrecarregar os servidores do Provedor ou de terceiros;
ru: Перегрузка серверов Поставщика или третьих лиц;
sk: nadmerné zaťažovanie serverov Poskytovateľa či akýchkoľvek tretích strán;
sl: Preobremenitev strežnikov ponudnika ali tretjih oseb;
sv: Överbelastning av leverantörens eller tredje parts servrar;
ta: வழங்குநரின் அல்லது மூன்றாம் தரப்பு சேவையகங்களுக்கு அதிக சுமை;
tr: Sağlayıcı’nın veya üçüncü tarafların sunucularını aşırı yüklemek;
uk: Перевантаження серверів Постачальника або сторонніх виробників;
zh_hans: 使提供者或第三方的服务器承受过大的负担；
zh_hant: 使提供者或第三方之伺服器負載過重；
