Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The License includes updates and/or modifications to the Services made by the Provider in the future, provided that the Services are supplied based on the selected Subscription and all relevant license and other fees are fully paid for the period in which these updates and/or modifications are released. The User acknowledges that not all Self-hosting Subscription packages include updates and/or modifications to the Services.
cs: Licence zahrnuje aktualizace a/nebo úpravy Služeb prováděné Poskytovatelem v budoucnu, pokud jsou Služby poskytovány na základě vybraného Předplatného a všechny příslušné licenční a jiné poplatky jsou plně uhrazeny za období, ve kterém jsou tyto aktualizace a/nebo úpravy vydány. Uživatel přitom bere na vědomí, že ne všechny balíčky Předplatného pro Vlastní hostování v sobě zahrnují rovněž aktualizace a/nebo úpravy Služeb.
de: Die Lizenz umfasst Aktualisierungen und/oder Änderungen an den Diensten, die vom Anbieter in der Zukunft vorgenommen werden, vorausgesetzt, dass die Dienste auf der Grundlage des gewählten Abonnements bereitgestellt werden und alle relevanten Lizenz- und sonstigen Gebühren für den Zeitraum, in dem diese Aktualisierungen und/oder Änderungen veröffentlicht werden, vollständig bezahlt sind. Der Benutzer erkennt an, dass nicht alle Self-Hosting Abonnements Updates und/oder Änderungen an den Diensten enthalten.
fr: La licence inclut les mises à jour et/ou modifications apportées aux Services par le Fournisseur, à condition que les Services soient fournis conformément à l'abonnement choisi et que tous les frais de licence et autres frais applicables soient intégralement acquittés pour la période de publication de ces mises à jour et/ou modifications. L'Utilisateur reconnaît que tous les forfaits d'abonnement en auto-hébergement n'incluent pas les mises à jour et/ou modifications des Services.
ga: Áirítear leis an gCeadúnas nuashonruithe agus/nó modhnuithe ar na Seirbhísí a dhéanfaidh an Soláthraí amach anseo, ar choinníoll go soláthraítear na Seirbhísí bunaithe ar an Síntiús roghnaithe agus go n-íoctar gach ceadúnas ábhartha agus táillí eile go hiomlán don tréimhse ina scaoiltear na nuashonruithe agus / nó na modhnuithe seo. Admhaíonn an tÚsáideoir nach n-áirítear nuashonruithe agus / nó modhnuithe ar na Seirbhísí i ngach pacáiste Síntiúis Féin-óstála.
hu: A Licenc magában foglalja a Szolgáltató által a jövőben végzett frissítéseket és/vagy módosításokat is, feltéve, hogy a Szolgáltatás az adott Előfizetés alapján került biztosításra, és a vonatkozó licencdíjak és egyéb díjak teljes mértékben megfizetésre kerültek arra az időszakra, amikor ezek a frissítések és/vagy módosítások megjelennek. A Felhasználó tudomásul veszi, hogy nem minden Saját üzemeltetésű Előfizetési csomag tartalmaz frissítéseket és/vagy módosításokat.
id: Lisensi mencakup pembaruan dan/atau modifikasi Layanan yang dibuat oleh Penyedia di masa mendatang, dengan ketentuan bahwa Layanan diberikan berdasarkan Langganan yang dipilih dan semua lisensi yang relevan serta biaya lainnya dibayarkan penuh selama periode saat pembaruan dan/atau modifikasi ini dirilis. Pengguna mengakui bahwa tidak semua paket Langganan Self-hosting mencakup pembaruan dan/atau modifikasi Layanan.
ja: ライセンスには、将来事業者によって行われるサービスの更新及び / 又は改変が含まれます。ただし、当該サービスが利用者の選択したサブスクリプションに基づき提供され、かつこれらの更新及び / 又は改変がリリースされる期間について、関連するライセンス料その他の料金が全額支払われている場合に限ります。なお、利用者は、自己ホスト向けサブスクリプションのすべてのパッケージに、サービスの更新及び / 又は改変が含まれるわけではないことを認識するものとします。
nl: De licentie omvat ook updates en/of aanpassingen aan de services, in de toekomst gemaakt door de provider, vooropgesteld dat de services zijn verschaft gebaseerd op het geselecteerde abonnement en alle relevante licentie- en andere kosten volledig zijn betaald voor de periode waarin deze updates en/of aanpassingen worden uitgegeven. De gebruiker begrijpt dat niet alle pakketten voor abonnementen van Zelf hosten updates en/of aanpassingen voor de services bevatten.
pt_br: A Licença inclui atualizações e/ou modificações nos Serviços feitas pelo Provedor no futuro, desde que os Serviços sejam fornecidos com base na Assinatura selecionada e todas as taxas de licença e outras taxas relevantes sejam totalmente pagas pelo período em que essas atualizações e/ou modificações forem lançadas. O Usuário reconhece que nem todos os pacotes de Assinatura de Hospedagem Própria incluem atualizações e/ou modificações nos Serviços.
ru: Лицензия включает в себя обновления и/или модификации Сервисов, производимых Поставщиком в будущем, при условии, что Сервисы предоставляются на основе выбранной Подписки и все соответствующие лицензионные и иные платежи полностью оплачены за период, в течение которого выпускаются эти обновления и/или модификации. Пользователь признаёт, что не все пакеты Подписки для самостоятельного хостинга включают обновления и/или модификации Сервисов.
sk: Licencia zahŕňa aktualizácie a/alebo úpravy Služieb vykonávané Poskytovateľom v budúcnosti, pokiaľ sú Služby poskytované na základe vybraného Predplatného a všetky príslušné licenčné a iné poplatky sú plne uhradené za obdobie, v ktorom sú tieto aktualizácie a/alebo úpravy vydané. Používateľ pritom berie na vedomie, že nie všetky balíčky Predplatného pre Vlastné hosťovanie v zahŕňajú aj aktualizácie a/alebo úpravy Služieb.
sl: Licenca vključuje posodobitve in/ali spremembe storitev, ki jih bo ponudnik izvedel v prihodnosti, pod pogojem, da so storitve zagotovljene na podlagi izbrane naročnine in da so vse ustrezne licenčne in druge pristojbine v celoti plačane za obdobje, v katerem so te posodobitve in/ali spremembe izdane. Uporabnik potrjuje, da vsi paketi naročnin za samostojno gostovanje ne vključujejo posodobitev in/ali sprememb storitev.
sv: Licensen omfattar uppdateringar och/eller modifieringar av Tjänsterna som görs av Leverantören i framtiden, förutsatt att Tjänsterna tillhandahålls baserat på det valda Abonnemanget och att alla relevanta licensavgifter och andra avgifter är fullt betalda för den period under vilken dessa uppdateringar och/eller modifieringar släpps. Användaren är medveten om att inte alla självhostade Abonnemangspaket omfattar uppdateringar och/eller modifieringar av Tjänsterna.
ta: தேர்ந்தெடுக்கப்பட்ட சந்தாவின் அடிப்படையில் சேவைகள் வழங்கப்பட்டால், இந்த புதுப்பிப்புகள் மற்றும்/அல்லது மாற்றங்கள் வெளியிடப்படுகின்றன. எல்லா தன்வய ஓச்டிங் சந்தா தொகுப்புகளிலும் புதுப்பிப்புகள் மற்றும்/அல்லது சேவைகளுக்கான மாற்றங்கள் இல்லை என்பதை பயனர் ஒப்புக்கொள்கிறார்.
tr: Lisans, Hizmet’lerin seçilen Aboneliğe dayalı olarak sağlanması ve bu güncellemelerin ve/veya değişikliklerin yayınlandığı dönem için ilgili tüm lisans ve diğer ücretlerin tam olarak ödenmesi koşuluyla, gelecekte Sağlayıcı tarafından Hizmet’lerde yapılan güncellemeleri ve/veya değişiklikleri içerir. Kullanıcı, tüm Özel Barındırma Abonelik paketlerinin Hizmet’lere yönelik güncellemeleri ve/veya değişiklikleri içermediğini kabul eder.
uk: Ліцензія включає оновлення та/або модифікації Послуг, внесені Постачальником у майбутньому, за умови, що Послуги надаються на основі вибраної Підписки та повністю сплачено всі відповідні ліцензійні та інші збори за період, протягом якого ці оновлення та/або випущені модифікації. Користувач визнає, що не всі пакети підписки на самостійне розміщення містять оновлення та/або модифікації Послуг.
zh_hans: 许可证包含提供者将来对服务的更新和/或修改，假如服务是基于选定的订阅提供并且在这些更新和/或修改发布的时间段内全额支付了所有相关的许可证和其他费用。用户确认不是所有的自托管订阅套餐都包含对服务的更新和/或修改。
zh_hant: 本授權包含提供者未來對本服務所做之更新和/或修改，前提是服務係基於所選訂閱提供，且已全額支付該更新和/或修改發布期間之所有相關授權及其他費用。使用者確認並非所有自託管訂閱方案皆包含服務之更新和/或修改。

source: The User is entitled to use the source code and handle elements protected by copyright within the limits of GPLv3 (and/or later versions of the GPL license), including, but not limited to, making copies. The User may distribute such copies only if each copy includes a reference to the Provider and the absence of warranty in a prominent and visible place, ensuring that all references to this license and any additional conditions remain unchanged, and that all references to the absence of warranty remain intact, and the User provides all recipients of such copies of the source code with a copy of the license along with the program.
cs: Uživatel je oprávněn využívat zdrojový kód a nakládat s prvky chráněnými autorským dílem v mezích GPLv3 (a/nebo pozdější verze GPL licence), mimo jiné tedy dělat i jeho kopie. Takto vytvořené kopie může Uživatel šířit pouze v případě, že na každé kopii bude uvedena zmínka o Poskytovateli a absenci záruky na vhodném a viditelném místě, že všechny zmínky odkazující na tuto licenci a na jakoukoli přidanou podmínku budou ponechány beze změn a že zároveň budou ponechány nedotčené všechny zmínky o absenci záruky a Uživatel všem příjemcům takové kopie zdrojového kódu zprostředkuje kopii licence spolu s programem.
de: Der Benutzer ist berechtigt, den Quellcode und die urheberrechtlich geschützten Elemente innerhalb der Grenzen der GPLv3 (und/oder späterer Versionen der GPL-Lizenz) zu nutzen, einschließlich, aber nicht beschränkt auf die Anfertigung von Kopien. Der Benutzer darf solche Kopien nur dann weitergeben, wenn jede Kopie an gut sichtbarer Stelle einen Hinweis auf den Anbieter und das Fehlen einer Gewährleistung enthält, wobei sichergestellt ist, dass alle Hinweise auf diese Lizenz und etwaige zusätzliche Bedingungen unverändert bleiben, und dass alle Hinweise auf das Fehlen einer Gewährleistung unangetastet bleiben, und der Benutzer allen Empfängern solcher Kopien des Quellcodes eine Kopie der Lizenz zusammen mit dem Programm aushändigt.
fr: L'Utilisateur est autorisé à utiliser le code source et à manipuler les éléments protégés par le droit d'auteur dans les limites de la GPLv3 (et/ou des versions ultérieures de la licence GPL), y compris, mais sans s'y limiter, la réalisation de copies. L'Utilisateur peut distribuer ces copies uniquement si chaque copie comporte une référence au Fournisseur et à l'absence de garantie de manière visible et explicite, en veillant à ce que toutes les références à cette licence et à toute condition supplémentaire restent inchangées, et que toutes les références à l'absence de garantie soient conservées. L'Utilisateur fournit également à tous les destinataires de ces copies du code source une copie de la licence avec le programme.
ga: Tá an tÚsáideoir i dteideal an cód foinseach a úsáid agus eilimintí atá cosanta ag cóipcheart a láimhseáil laistigh de theorainneacha GPLv3 (agus / nó leaganacha níos déanaí den cheadúnas GPL), lena n-áirítear, ach gan a bheith teoranta dóibh, cóipeanna a dhéanamh. Ní fhéadfaidh an tÚsáideoir cóipeanna den sórt sin a dháileadh ach amháin má áirítear i ngach cóip tagairt don Soláthraí agus easpa baránta in áit fheiceálach infheicthe, ag cinntiú go bhfanann gach tagairt don cheadúnas seo agus d'aon choinníollacha breise gan athrú, agus go bhfanann gach tagairt d'easpa baránta slán, agus go soláthraíonn an tÚsáideoir cóip den cheadúnas in éineacht leis an gclár do gach faighteoir cóipeanna den sórt sin den chód foinseach.
hu: A Felhasználó jogosult a forráskód használatára és a szerzői jog által védett elemek kezelésére a GPLv3 (és/vagy későbbi GPL-verziók) keretein belül, beleértve – de nem kizárólag – a másolatok készítését. Ezeket a másolatokat csak akkor terjesztheti, ha minden példány tartalmazza a Szolgáltatóra való hivatkozást és a jótállás hiányáról szóló nyilatkozatot jól látható módon, továbbá biztosítja, hogy a licencre való hivatkozások és bármely további feltétel változatlan marad, és a jótállás hiányára vonatkozó nyilatkozat érintetlen marad, valamint hogy a programmal együtt a licenc másolatát is átadja minden címzettnek.
id: Pengguna berhak menggunakan kode sumber dan menangani elemen yang dilindungi hak cipta dalam batasan GPLv3 (dan/atau versi lisensi GPL yang lebih baru), termasuk, tetapi tidak terbatas pada, membuat salinan. Pengguna dapat mendistribusikan salinan tersebut hanya jika setiap salinan menyertakan referensi ke Penyedia dan tidak adanya jaminan di tempat yang menonjol dan terlihat, memastikan bahwa semua referensi ke lisensi ini dan ketentuan tambahan apa pun tetap tidak berubah, dan bahwa semua referensi ke tidak adanya jaminan tetap utuh, dan Pengguna memberikan semua penerima salinan kode sumber tersebut dengan salinan lisensi beserta programnya.
ja: 利用者は、GPLv3（および / または GPL ライセンスの後継バージョン）の範囲内において、ソースコードを利用し、著作権で保護された要素を取り扱う権利を有し、これには複製を作成する行為を含むが、これに限定されないものとします。利用者は、当該複製物の各コピーに、事業者への参照および無保証である旨を明確かつ可視性の高い形で表示し、本ライセンスおよび追加条件に関するすべての記載が改変されずに保持され、無保証に関するすべての記載が完全な形で維持されることを確保する場合に限り、当該複製物を配布することができます。また、利用者は、当該ソースコードの複製物を受領するすべての者に対し、当該プログラムとともに本ライセンスの写しを提供するものとします。
nl: De gebruiker heeft het recht om de broncode te gebruiken en elementen te behandelen die worden beschermd door auteursrechten binnen de grenzen van GPLv3 (en/of latere versies van de licentie GPL), inclusief, maar niet beperkt tot, het maken van kopieën. De gebruiker mag dergelijke kopieën slechts distribueren als elke kopie een verwijzing bevat naar de provider en de afwezigheid van garantie op een prominente en zichtbare plaats, ervoor zorgt dat alle verwijzingen naar deze licentie en enige aanvullende voorwaarden ongewijzigd blijven, en dat alle verwijzingen naar de afwezigheid van garantie intact blijven, en de gebruiker alle ontvangers van dergelijke kopieën van de broncode met een kopie van de licentie, samen met het programma, verschaft.
pt_br: O Usuário tem o direito de usar o código-fonte e manipular elementos protegidos por direitos autorais dentro dos limites da GPLv3 (e/ou versões posteriores da licença GPL), incluindo, mas não se limitando a, fazer cópias. O Usuário pode distribuir tais cópias somente se cada cópia incluir uma referência ao Provedor e à ausência de garantia em um local proeminente e visível, garantindo que todas as referências a esta licença e quaisquer condições adicionais permaneçam inalteradas, e que todas as referências à ausência de garantia permaneçam intactas, e o Usuário fornece a todos os destinatários de tais cópias do código-fonte uma cópia da licença junto com o programa.
ru: Пользователь имеет право использовать исходный код и элементы обработки, защищённые авторским правом, в рамках GPLv3 (и/или более поздних версий лицензии GPL), включая, но не ограничиваясь, созданием копий. Пользователь может распространять такие копии только в том случае, если каждая копия содержит ссылку на Поставщика и отсутствие гарантии на видном и заметном месте, при этом все ссылки на эту лицензию и любые дополнительные условия остаются неизменными, а все ссылки на отсутствие гарантии остаются нетронутыми, и Пользователь предоставляет всем получателям таких копий исходного кода копию лицензии вместе с программой.
sk: Používateľ je oprávnený využívať zdrojový kód a nakladať s prvkami chránenými autorským dielom v medziach GPLv3 (a/alebo neskoršej verzie GPL licencie), okrem iného teda robiť aj jeho kópie. Takto vytvorené kópie môže Používateľ šíriť iba v prípade, že na každej kópii bude uvedená zmienka o Poskytovateľovi a absencii záruky na vhodnom a viditeľnom mieste, že všetky zmienky odkazujúce na túto licenciu a na akúkoľvek pridanú podmienku budú ponechané bez zmien a že zároveň budú ponechané nedotknuté všetky zmienky o absencii záruky a Používateľ všetkým príjemcom takejto kópie zdrojového kódu sprostredkuje kópiu licencie spolu s programom.
sl: Uporabnik je upravičen do uporabe izvorne kode in ravnanja z elementi, zaščitenimi z avtorskimi pravicami, v okviru licence GPLv3 (in/ali novejših različic licence GPL), vključno z, vendar ne omejeno na, izdelavo kopij. Uporabnik lahko takšne kopije distribuira le, če vsaka kopija na vidnem in vidnem mestu vsebuje sklicevanje na ponudnika in odsotnost garancije, pri čemer zagotavlja, da vse sklice na to licenco in morebitne dodatne pogoje ostanejo nespremenjene ter da vse sklice na odsotnost garancije ostanejo nedotaknjene, in da uporabnik vsem prejemnikom takšnih kopij izvorne kode skupaj s programom zagotovi kopijo licence.
sv: Användaren har rätt att använda källkoden och hantera element som skyddas av upphovsrätt inom ramen för GPLv3 (och/eller senare versioner av GPL-licensen), inklusive, men inte begränsat till, att göra kopior. Användaren får distribuera sådana kopior endast om varje kopia innehåller en hänvisning till leverantören och information om avsaknaden av garanti på en framträdande och synlig plats, säkerställer att alla hänvisningar till denna licens och eventuella ytterligare villkor förblir oförändrade, att alla hänvisningar till avsaknaden av garanti förblir intakta, och att användaren förser alla mottagare av sådana kopior av källkoden med en kopia av licensen tillsammans med programmet.
ta: சிபிஎல்.வி 3 (மற்றும்/அல்லது சிபிஎல் உரிமத்தின் பிற்கால பதிப்புகள்) வரம்பிற்குள் பதிப்புரிமை மூலம் பாதுகாக்கப்பட்ட மூலக் குறியீட்டைப் பயன்படுத்தவும் கையாளவும் பயனருக்கு உரிமை உண்டு, இதில் நகல்கள் அடங்கும், ஆனால் அவை மட்டுமல்ல. ஒவ்வொரு நகலும் வழங்குநருக்கு ஒரு குறிப்பு மற்றும் ஒரு முக்கிய மற்றும் புலப்படும் இடத்தில் உத்தரவாதத்தை இல்லாதிருந்தால் மட்டுமே பயனர் அத்தகைய நகல்களை விநியோகிக்க முடியும், இந்த உரிமம் மற்றும் கூடுதல் நிபந்தனைகள் குறித்த அனைத்து குறிப்புகளும் மாறாமல் இருப்பதை உறுதிசெய்கிறது, மேலும் அனைத்து குறிப்புகளும் இல்லாதது உத்தரவாதமானது அப்படியே இருக்கும், மேலும் மூலக் குறியீட்டின் அத்தகைய நகல்களைப் பெறுபவர்களுக்கு பயனர் நிரலுடன் உரிமத்தின் நகலுடன் வழங்குகிறார்.
tr: Kullanıcı, telif hakkı ile korunan kaynak kodunu ve işleme unsurlarını GPLv3 (ve/veya GPL lisansının sonraki sürümleri) sınırları dahilinde, kopyalarını çıkarmak dahil ancak bununla sınırlı olmamak üzere kullanma hakkına sahiptir. Kullanıcı bu tür kopyaları ancak her kopyanın belirgin ve görünür bir yerinde Sağlayıcı’ya ve garantinin olmadığına dair bir referans içermesi, bu lisansa ve tüm ek koşullara yapılan tüm referansların değişmeden kalması ve garantinin olmadığına dair tüm referansların bozulmadan kalması ve Kullanıcı’nın kaynak kodun bu tür kopyalarının tüm alıcılarına programla birlikte lisansın bir kopyasını vermesi koşuluyla dağıtabilir.
uk: Користувач має право використовувати вихідний код і обробляти елементи, захищені авторським правом у межах GPLv3 (та/або пізніших версій ліцензії GPL), включаючи, але не обмежуючись, створення копій. Користувач може поширювати такі копії, лише якщо кожна копія містить посилання на Постачальника та відсутність гарантії на видному та помітному місці, гарантуючи, що всі посилання на цю ліцензію та будь-які додаткові умови залишаються незмінними, а також що всі посилання на відсутність гарантія залишається незмінною, і Користувач надає всім одержувачам таких копій вихідного коду копію ліцензії разом із програмою.
zh_hans: 用户有权在 GPLv3（和/或 GPL 许可协议的之后版本）限制内使用源代码并处理受版权保护的元素，包括但不限于制作拷贝。只有当每份拷贝在显著和可见的地方包含提供者且无担保，确保本许可证的所有引用和任何附加条款保持不变，所有无担保引用保持完整，且用户向源代码拷贝的所有接收者随本程序提供一份许可协议的拷贝的情况下方可分发拷贝。
zh_hant: 使用者有權在 GPLv3（和/或 GPL 授權後續版本）之限制範圍內使用原始碼及處理受著作權保護之元素，包含但不限於製作副本。使用者僅得在每一副本均於顯著可見處包含對提供者之引用及無保證聲明之前提下散布該副本，並確保對本授權及任何附加條件之引用維持不變，且所有關於無保證之引用保持完整，同時使用者須隨程式提供本授權之副本予該原始碼副本之所有接收者。

source: Payment Terms
cs: Platební podmínky
de: Zahlungsbedingungen
es: Condiciones de Pago
fr: Conditions de paiement
ga: Téarmaí Íocaíochta
hu: Fizetési feltételek
id: Syarat Pembayaran
ja: 支払条項
nl: Termen voor betalingen
pt_br: Termos de Pagamento
ru: Платёжные условия
sk: Platobné podmienky
sl: Plačilni pogoji
sv: Betalningsvillkor
ta: கட்டண விதிமுறைகள்
tr: Ödeme Koşulları
uk: Умови оплати
zh_hans: 支付条款
zh_hant: 付款條款

source: Invoices will be issued electronically. The User agrees to the electronic issuance of invoices and to receiving them via electronic means. Invoices will be issued with a due date of 14 calendar days.
cs: Faktury budou vystavovány v elektronické podobě. Uživatel souhlasí s elektronickým vystavováním faktur i s tím, že tyto faktury budou Uživateli doručovány elektronickými prostředky. Faktury budou vystaveny se splatností 14 kalendářních dnů.
de: Die Probleme werden auf elektronischem Wege gelöst. Der Benutzer erklärt sich damit einverstanden, dass die Rechnungen auf elektronischem Wege ausgestellt werden und er sie auf elektronischem Wege erhält. Rechnungen werden mit einem Fälligkeitsdatum von 14 Kalendertagen ausgestellt.
es: Las facturas se emitirán electrónicamente. El Usuario acepta la emisión electrónica de facturas y la recepción de las mismas por medios electrónicos. Las facturas se emitirán con una fecha de vencimiento de 14 días naturales.
fr: Les factures seront émises par voie électronique. L'utilisateur accepte la réception des factures par voie électronique. Les factures seront payables sous 14 jours calendaires.
ga: Eiseofar sonraisc go leictreonach. Aontaíonn an tÚsáideoir le sonraisc a eisiúint go leictreonach agus iad a fháil trí mheán leictreonach. Eiseofar sonraisc le dáta dlite 14 lá féilire.
hu: A számlák elektronikusan kerülnek kiállításra. A Felhasználó elfogadja az elektronikus számlázást és azt, hogy a számlát elektronikus úton kapja meg. A számla kiegyenlítésének határideje 14 naptári nap.
id: Faktur akan diterbitkan secara elektronik. Pengguna setuju untuk menerbitkan faktur secara elektronik dan menerimanya melalui sarana elektronik. Faktur akan diterbitkan dengan tanggal jatuh tempo 14 hari kalender.
ja: 請求書は電子的に発行されます。利用者は、請求書の電子的な発行および電子的手段による受領に同意するものとします。請求書の支払期日は、発行日から 14 暦日とします。
nl: Facturen zullen elektronisch worden uitgegeven. De gebruiker gaat akkoord met het elektronisch uitgeven van facturen en ze via elektronische weg te ontvangen. Facturen zullen worden uitgegeven met een vervaldatum van 14 kalenderdagen.
pt_br: As faturas serão emitidas eletronicamente. O Usuário concorda com a emissão eletrônica de faturas e com o recebimento delas por meios eletrônicos. As faturas serão emitidas com uma data de vencimento de 14 dias corridos.
ru: Счета-фактуры будут выставляться в электронном виде. Пользователь соглашается на выставление счетов в электронном виде и на их получение по электронной почте. Счета будут выставляться со сроком оплаты 14 календарных дней.
sk: Faktúry budú vystavované v elektronickej podobe. Používateľ súhlasí s elektronickým vystavovaním faktúr aj s tým, že tieto faktúry budú Používateľovi doručované elektronickými prostriedkami. Faktúry budú vystavené so splatnosťou 14 kalendárnych dní.
sl: Računi bodo izdani elektronsko. Uporabnik se strinja z elektronskim izdajanjem računov in njihovim prejemanjem po elektronski poti. Računi bodo izdani z rokom zapadlosti 14 koledarskih dni.
sv: Fakturor kommer att utfärdas elektroniskt. Användaren samtycker till elektronisk utfärdande av fakturor och till att ta emot dem via elektroniska medel. Fakturor kommer att utfärdas med en förfallodag på 14 kalenderdagar.
ta: விலைப்பட்டியல் மின்னணு முறையில் வழங்கப்படும். விலைப்பட்டியல்களின் மின்னணு வெளியீட்டை பயனர் ஒப்புக்கொள்கிறார் மற்றும் அவற்றை மின்னணு வழிமுறைகள் மூலம் பெறுகிறார். விலைப்பட்டியல் 14 காலண்டர் நாட்களின் தேதியுடன் வழங்கப்படும்.
tr: Faturalar elektronik olarak düzenlenecektir. Kullanıcı, faturaların elektronik olarak düzenleneceğini ve elektronik yollarla alınacağını kabul eder. Faturalar son ödeme tarihi 14 takvim günü olacak şekilde düzenlenecektir.
uk: Рахунки будуть виставлятися в електронному вигляді. Користувач погоджується з електронною виставкою рахунків-фактур і отриманням їх за допомогою електронних засобів. Рахунки виставлятимуться з терміном виконання 14 календарних днів.
zh_hans: 发票将以电子形式开具。用户同意发票的电子开具并通过电子形式接收它们。发票的到期日为14个日历日。
zh_hant: 發票將以電子方式開立。使用者同意發票之電子開立及透過電子方式接收。發票付款期限為 14 個日曆天。
