Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Personal Data might be disclosed to third parties in limited circumstances when the Controller has a good faith belief it is required by law, such as under a subpoena or other judicial or administrative order. In case the Controller is required by law to disclose the Personal Data, an attempt will be made to provide the User with prior notice by e-mail (unless the Controller is prohibited, or it would be futile) that a request for the Personal Data has been made to allow the User to object to the disclosure.
de: Die personenbezogenen Daten können unter bestimmten Umständen an Drittanbieter weitergegeben werden, wenn der für die Verarbeitung Verantwortliche in gutem Glauben davon ausgeht, dass dies gesetzlich vorgeschrieben ist, z. B. aufgrund einer Vorladung oder einer anderen gerichtlichen oder behördlichen Anordnung. Falls der für die Verarbeitung Verantwortliche gesetzlich zur Offenlegung der personenbezogenen Daten verpflichtet ist, wird versucht, den Benutzer vorab per E-Mail darüber zu informieren (es sei denn, es ist dem für die Verarbeitung Verantwortlichen untersagt oder es wäre aussichtslos), dass eine Anfrage nach den personenbezogenen Daten gestellt wurde, damit der Benutzer der Offenlegung widersprechen kann.
es: Los Datos personales podrían divulgarse a terceros en circunstancias limitadas cuando el Responsable crea de buena fe que así lo exige la ley, como en virtud de una citación u otra orden judicial o administrativa. En caso de que el Controlador esté obligado por ley a divulgar los Datos Personales, se intentará notificar previamente al Usuario por correo electrónico (a menos que el Responsable lo tenga prohibido o sea inútil) que se ha realizado una solicitud de los Datos Personales para permitir que el Usuario se oponga a la divulgación.
fr: Les données personnelles peuvent être communiquées à des tiers dans des circonstances limitées, lorsque le responsable du traitement estime de bonne foi que la loi l'exige, par exemple en vertu d'une citation à comparaître ou de toute autre injonction judiciaire ou administrative. Dans ce cas, le responsable du traitement s'efforcera d'en informer préalablement l'utilisateur par courriel (sauf si cela est interdit ou s'il s'avère inutile) afin de lui permettre de s'opposer à cette communication.
ga: D’fhéadfaí na Sonraí Pearsanta a nochtadh do thríú páirtithe i gcúinsí teoranta nuair a chreideann an Rialaitheoir de mheon macánta go bhfuil sé riachtanach de réir dlí, mar shampla faoi subpoena nó ordú breithiúnach nó riaracháin eile. I gcás go gceanglaítear leis an dlí ar an gCeannasaí na Sonraí Pearsanta a nochtadh, déanfar iarracht fógra roimh ré a sholáthar don Úsáideoir trí ríomhphost (mura bhfuil cosc ar an gCeannasaí, nó mura mbeadh sé futile) go ndéanfaí iarratas ar na Sonraí Pearsanta. déanta chun ligean don Úsáideoir agóid a dhéanamh i gcoinne an nochta.
hu: Személyes adatok harmadik felek részére csak kivételes esetekben adhatók ki, ha az Adatkezelő jóhiszeműen úgy véli, hogy erre jogszabály kötelezi (pl. idézés vagy bírósági, illetve hatósági határozat alapján). Ha a jogszabály kötelezi az Adatkezelőt a Személyes adatok kiadására, megpróbálja a Felhasználót előzetesen emailben értesíteni (kivéve, ha ezt jogszabály tiltja vagy ha az előzetes értesítés nyilvánvalóan meghiúsítaná a célját), hogy a Felhasználónak lehetősége legyen tiltakozni az adatkiadás ellen.
id: Data Pribadi dapat diungkapkan kepada pihak ketiga dalam keadaan terbatas apabila Pengendali memiliki keyakinan yang baik bahwa hal itu diwajibkan oleh hukum, seperti berdasarkan panggilan pengadilan atau perintah administratif atau peradilan lainnya. Jika Pengendali diwajibkan oleh hukum untuk mengungkapkan Data Pribadi, akan dilakukan upaya untuk memberikan pemberitahuan sebelumnya kepada Pengguna melalui email (kecuali jika Pengendali dilarang, atau akan sia-sia) bahwa permintaan untuk Data Pribadi telah dibuat untuk memungkinkan Pengguna menolak pengungkapan tersebut.
ja: 管理者が誠実に法令に基づく開示義務があると信じる合理的な理由がある場合（例：召喚状やその他の司法上または行政上の命令に基づく場合など）、個人データが限定的な状況で第三者に開示されることがあります。管理者が法令により個人データの開示を求められた場合、管理者が開示を禁じられているか、または通知が無意味である場合を除き、利用者が開示に異議を申し立てられるよう、開示請求がなされた旨を事前に電子メールで通知するよう努めます。
nl: De persoonlijke gegevens zouden aan derde partijen kunnen worden verschaft onder beperkte omstandigheden, als de Controller het vertrouwen heeft dat het wettelijk vereist is, zoals bij een dagvaarding of een andere juridische of administratieve opdracht. In het geval dat de Controller wettelijk verplicht is de persoonlijke gegevens te verschaffen, zal een poging worden gedaan de gebruiker voorafgaande daaraan te notificeren per e-mail (tenzij dat de Controller is verboden, of niet de moeite waard zou zijn) dat een verzoek voor de persoonlijke gegevens is binnengekomen, om de gebruiker in staat te stellen bezwaar te maken tegen het verschaffen.
pt_br: Os Dados Pessoais podem ser divulgados para terceiros em circunstâncias limitadas quando o Controlador tiver boa-fé de que é exigido por lei, como por intimação ou outra ordem judicial ou administrativa. Caso o Controlador seja obrigado por lei a divulgar os Dados Pessoais, será feita uma tentativa de fornecer ao Usuário um aviso prévio por e-mail (a menos que o Controlador seja proibido ou seja inútil) de que uma solicitação de Dados Pessoais foi feita para permitir que o Usuário se oponha à divulgação.
ru: Личные данные могут быть раскрыты третьим лицам в ограниченных обстоятельствах, когда Контроллер добросовестно полагает, что этого требует закон, например, в соответствии с повесткой в суд или другим судебным или административным распоряжением. В случае, если Контролер обязан по закону раскрыть Персональные данные, будет предпринята попытка предоставить Пользователю предварительное уведомление по электронной почте (если только Контролер не запрещён или это было бы бесполезно) о том, что был сделан запрос на Персональные данные, чтобы позволить Пользователю возразить против раскрытия.
sk: Osobné údaje môžu byť ďalej sprístupnené tretím stranám v obmedzených prípadoch, pokiaľ má Poskytovateľ dôvodne za to, že je to vyžadované zákonom, napríklad na základe predvolania alebo iného súdneho či správneho príkazu. Pokiaľ je Poskytovateľ povinný zo zákona sprístupniť Osobné údaje, pokúsi sa Používateľovi poskytnúť predchádzajúce upozornenie e-mailom (pokiaľ to nie je zakázané alebo by to bolo márne), že bola podaná žiadosť o sprístupnenie Osobných údajov, aby mal Používateľ možnosť vzniesť proti sprístupneniu námietku.
sl: Osebni podatki se lahko razkrijejo tretjim osebam v omejenih okoliščinah, kadar upravljavec v dobri veri meni, da to zahteva zakon, na primer na podlagi sodnega poziva ali drugega sodnega ali upravnega naloga. Če mora upravljavec po zakonu razkriti osebne podatke, se bo poskušalo uporabnika predhodno obvestiti po elektronski pošti (razen če je upravljavcu to prepovedano ali bi bilo to nesmiselno), da je bila vložena zahteva za osebne podatke, da se uporabniku omogoči ugovor na razkritje.
sv: Personuppgifterna kan lämnas ut till tredje part under begränsade omständigheter när den registeransvarige i god tro anser att det krävs enligt lag, till exempel vid en stämning eller annan rättslig eller administrativ order. Om den registeransvarige enligt lag är skyldig att lämna ut personuppgifterna kommer ett försök att göras att i förväg meddela användaren via e-post (om inte den registeransvarige är förbjuden att göra detta eller om det skulle vara meningslöst) att en begäran om personuppgifterna har gjorts, så att användaren kan invända mot utlämnandet.
ta: கட்டுப்பாட்டாளருக்கு ஒரு நல்ல நம்பிக்கை இருக்கும்போது, சட்டப்படி அல்லது பிற நீதித்துறை அல்லது நிர்வாக ஒழுங்கு போன்ற சட்டத்தால் தேவைப்படும்போது தனிப்பட்ட தரவு மூன்றாம் தரப்பினருக்கு மட்டுப்படுத்தப்பட்ட சூழ்நிலைகளில் வெளியிடப்படலாம். தனிப்பட்ட தரவை வெளிப்படுத்தக் கட்டுப்பாட்டாளர் சட்டத்தால் தேவைப்பட்டால், பயனருக்கு மின்னஞ்சல்மூலம் முன் அறிவிப்பை வழங்குவதற்கான முயற்சி மேற்கொள்ளப்படும் (கட்டுப்படுத்தி தடைசெய்யப்படாவிட்டால், அல்லது அது பயனற்றதாக இருக்கும்) தனிப்பட்ட தரவுகளுக்கான கோரிக்கை பயனரை வெளிப்படுத்துவதை ஆட்சேபிக்க அனுமதிக்க செய்யப்பட்டுள்ளது.
tr: Kişisel Veri’ler, bir mahkeme celbi veya diğer bir adli veya idari emir gibi sınırlı durumlarda Sorumlu'nun kanunen gerekli olduğuna iyi niyetle inanması durumunda üçüncü taraflara açıklanabilir. Sorumlu’nun yasalarca Kişisel Veri’leri açıklamasının gerekli olması durumunda, Kullanıcı’nın açıklamaya itiraz etmesini sağlamak için, Kullanıcı’ya Kişisel Veri’leri ile ilgili bir istekte bulunulduğu konusunda e-posta yoluyla önceden bildirimde bulunulmaya çalışılır (Sorumlu’nun bunu yapması engellenmediği veya boşuna olmadığı sürece).
uk: Персональні дані можуть бути розкриті третім сторонам за обмежених обставин, коли Контролер сумлінно вважає, що це вимагається законом, наприклад, за повісткою в суд або іншим судовим чи адміністративним розпорядженням. Якщо відповідно до закону Контролер зобов’язаний розкривати Персональні дані, буде зроблено спробу надати Користувачу попереднє повідомлення електронною поштою (за винятком випадків, коли Контролер заборонено або це буде марним), що запит на Персональні дані було зроблено, щоб дозволити Користувачеві заперечувати проти розголошення.
zh_hans: 个人数据可能会在有限的情况下披露给第三方，当管理员真心诚意地相信这是法律所要求的，例如在传票或其他司法或行政命令下。如果法律要求数据控制方披露个人数据，将尝试通过电子邮件提前通知用户（除非控制方被禁止这么做，或者这是徒劳的）有关方面提出了索取个人资料的要求，以便用户反对披露。
zh_hant: 在有限情況下，當控管者善意確信法律要求揭露時（例如依據傳票或其他司法或行政命令），個人資料可能會揭露予第三方。若控管者依法必須揭露個人資料，將嘗試透過電子郵件向使用者發出事前通知（除非控管者被禁止通知，或通知顯無實益），告知已有人請求該個人資料，以便使用者對該揭露提出異議。

source: The processing of Personal Data by selected Processors may be governed by their own service provision conditions.
cs: Zpracovávání Osobních údajů vybranými Zpracovateli může být upraveno jejich vlastními podmínkami poskytování služeb.
de: Die Verarbeitung personenbezogener Daten durch ausgewählte Auftragsverarbeiter kann durch deren eigene Bedingungen für die Erbringung von Diensten geregelt werden.
es: El tratamiento de Datos Personales por parte de Encargados del Tratamiento seleccionados podrá regirse por sus propias condiciones de prestación de servicios.
fr: Le traitement des données personnelles par les sous-traitants sélectionnés peut être régi par leurs propres conditions de prestation de services.
ga: Féadfaidh próiseálaithe roghnaithe próiseáil Sonraí Pearsanta a rialú ag a gcoinníollacha soláthair seirbhíse féin.
hu: A kiválasztott Feldolgozók általi adatkezelésre saját szolgáltatási feltételeik is vonatkozhatnak.
id: Pemrosesan Data Pribadi oleh Prosesor tertentu dapat diatur oleh ketentuan penyediaan layanan mereka sendiri.
ja: 選定された処理者による個人データの処理は、当該処理者の独自のサービス提供条件に基づいて行われる場合があります。
nl: Het verwerken van persoonlijke gegevens door geselecteerde verwerkers kan zijn onderworpen aan hun eigen voorwaarden voor het verschaffen van de service.
pt_br: O processamento de Dados Pessoais por Processadores selecionados pode ser regido por suas próprias condições de prestação de serviço.
ru: Обработка Персональных данных выбранными Обработчиками может регулироваться их собственными условиями предоставления сервисов.
sk: Spracovávanie Osobných údajov vybranými Spracovateľmi môže byť upravené ich vlastnými podmienkami poskytovania služieb.
sl: Obdelavo osebnih podatkov s strani izbranih obdelovalcev lahko urejajo njihovi lastni pogoji zagotavljanja storitev.
sv: Behandlingen av personuppgifter av utvalda personuppgiftsbiträden kan regleras av deras egna villkor för tillhandahållande av tjänster.
ta: தேர்ந்தெடுக்கப்பட்ட செயலிகளால் தனிப்பட்ட தரவை செயலாக்குவது அவர்களின் சொந்த பணி வழங்கல் நிபந்தனைகளால் நிர்வகிக்கப்படலாம்.
tr: Kişisel Veri’lerin seçilen İşleyici’ler tarafından işlenmesi, kendi hizmet sağlama koşullarına tabi olabilir.
uk: Обробка Персональних даних обраними Обробниками може регулюватися їх власними умовами надання послуг.
zh_hans: 选定处理者的个人信息处理可能受到它们自己的服务提供条款。
zh_hant: 特定處理者對個人資料之處理，可能受其自身服務條款之規範。

source: Personal Data may also be transferred if the Provider is obliged to do so by law, as a result of a decision by a public authority, or in other cases where the transfer must occur in compliance with the obligations of the Provider arising from generally binding regulations.
cs: K předání Osobních údajů může dojít dále v případě, že je Poskytovatel povinen k takovému předání ze zákona, v důsledku rozhodnutí orgánu veřejné správy, jakož i v dalších případech, kdy musí k předání dojít v souladu povinnostmi Poskytovatele vyplývajícímu z obecně závazných předpisů.
de: Personenbezogene Daten können auch übermittelt werden, wenn der Anbieter dazu gesetzlich verpflichtet ist, aufgrund einer behördlichen Entscheidung, oder in anderen Fällen, in denen die Übermittlung in Übereinstimmung mit den Verpflichtungen des Anbieters aus allgemein verbindlichen Vorschriften erfolgen muss.
es: Los Datos Personales también podrán transferirse si el Proveedor está obligado a hacerlo por ley, como resultado de una decisión de una autoridad pública, o en otros casos en que la transferencia deba ocurrir en cumplimiento de las obligaciones del Proveedor derivadas de regulaciones generalmente vinculantes.
fr: Les données personnelles peuvent également être transférées si le fournisseur y est tenu par la loi, suite à une décision d'une autorité publique, ou dans d'autres cas où le transfert doit avoir lieu en conformité avec les obligations du fournisseur découlant de réglementations généralement contraignantes.
ga: Féadfar Sonraí Pearsanta a aistriú freisin má tá oibleagáid ar an Soláthraí é sin a dhéanamh de réir dlí, mar thoradh ar chinneadh ó údarás poiblí, nó i gcásanna eile ina gcaithfidh an t-aistriú tarlú i gcomhréir le hoibleagáidí an tSoláthraí a eascraíonn as rialacháin atá ceangailteach go ginearálta.
hu: A Személyes adatok továbbítása akkor is megtörténhet, ha erre a Szolgáltatót jogszabály kötelezi, hatósági döntés alapján vagy más olyan esetekben, amikor az adattovábbítás a Szolgáltatóra vonatkozó általánosan kötelező érvényű jogszabályoknak való megfelelés miatt szükséges.
id: Data Pribadi juga dapat dipindahtangankan apabila Penyedia diwajibkan oleh undang-undang, sebagai akibat keputusan badan publik, atau dalam hal lain pemindahan harus dilakukan sesuai dengan kewajiban Penyedia yang timbul dari peraturan perundang-undangan yang berlaku umum.
ja: 事業者が法令により義務付けられている場合、行政機関の決定に基づく場合、または一般に拘束力のある規則に基づき事業者の義務に従って移転が必要とされるその他の場合にも、個人データが移転されることがあります。
nl: Persoonlijke gegevens kunnen ook worden overgedragen als de provider dat bij wet verplicht is, als resultaat van een beslissing van een openbare autoriteit, of in andere gevallen, waarbij de overdracht moet voldoen aan de verplichtingen van de provider die voortkomen uit algemeen verbindende regels.
pt_br: Os Dados Pessoais também podem ser transferidos se o Provedor for obrigado a fazê-lo por lei, em decorrência de uma decisão de uma autoridade pública ou em outros casos em que a transferência deva ocorrer em conformidade com as obrigações do Provedor decorrentes de regulamentações geralmente vinculativas.
ru: Персональные данные также могут быть переданы, если Поставщик обязан сделать это по закону, в результате решения государственного органа или в других случаях, когда передача должна произойти в соответствии с обязательствами Поставщика, вытекающими из общеобязательных нормативных актов.
sk: K odovzdaniu Osobných údajov môže dôjsť ďalej v prípade, že je Poskytovateľ povinný k takému odovzdaniu zo zákona, v dôsledku rozhodnutia orgánu verejnej správy, ako aj v ďalších prípadoch, keď musí k odovzdaniu prísť v súlade povinnosťami Poskytovateľa vyplývajúcemu z všeobecne záväzných predpisov.
sl: Osebni podatki se lahko prenesejo tudi, če je ponudnik k temu dolžan po zakonu, na podlagi odločitve javnega organa ali v drugih primerih, ko mora do prenosa priti v skladu z obveznostmi ponudnika, ki izhajajo iz splošno zavezujočih predpisov.
sv: Personuppgifter kan också överföras om leverantören är skyldig att göra det enligt lag, till följd av ett beslut av en offentlig myndighet eller i andra fall där överföringen måste ske i enlighet med leverantörens skyldigheter som följer av allmänt bindande bestämmelser.
ta: ஒரு பொது அதிகாரத்தின் முடிவின் விளைவாக, அல்லது பொதுவாக பிணைப்பு விதிமுறைகளிலிருந்து எழும் வழங்குநரின் கடமைகளுக்கு இணங்க பரிமாற்றம் ஏற்பட வேண்டிய பிற சந்தர்ப்பங்களில், சட்டப்படி, சட்டப்படி அவ்வாறு செய்ய வேண்டிய கட்டாயத்தில் இருந்தால் தனிப்பட்ட தரவுகளும் மாற்றப்படலாம் .
tr: Kişisel Veri’ler, Sağlayıcı’nın kanunen bunu yapmak zorunda olduğu durumlarda, bir kamu otoritesinin kararı sonucunda veya Sağlayıcı’nın genel olarak bağlayıcı düzenlemelerden kaynaklanan yükümlülüklerine uygun olarak aktarımın gerçekleşmesi gereken diğer durumlarda da aktarılabilir.
uk: Персональні дані також можуть бути передані, якщо Постачальник зобов’язаний зробити це за законом, в результаті рішення державного органу або в інших випадках, коли передача має відбутися відповідно до зобов’язань Постачальника, що випливають із загальнообов’язкових норм. .
zh_hans: 个人数据也可以被转移，如果提供者因公共当局的决定而有义务这么做，或者在其他情形下，数据转移必须发生以遵守由具有普遍约束力的规定引起的提供者义务。
zh_hant: 若提供者依法令規定、公權力機關之決定，或其他為遵守一般具拘束力法規所生之義務而必須傳輸時，個人資料亦可能被傳輸。

source: Common Provisions on Processing
cs: společná ustanovení o zpracování
de: Gemeinsame Bestimmungen zur Verarbeitung
es: Disposiciones Comunes sobre el Tratamiento
fr: Dispositions communes relatives au traitement
ga: Forálacha Coiteanna maidir le Próiseáil
hu: Általános rendelkezések az adatkezelésről
id: Ketentuan Umum tentang Pemrosesan
ja: 処理に関する共通規定
nl: Algemene voorwaarden voor verwerken
pt_br: Disposições Comuns sobre Processamento
ru: Общие положения об обработке
sk: Spoločné ustanovenia o spracovaní
sl: Skupne določbe o obdelavi
sv: Gemensamma bestämmelser om behandling
ta: செயலாக்கத்தில் பொதுவான விதிகள்
tr: İşlemeye İlişkin Ortak Hükümler
uk: Загальні положення щодо обробки
zh_hans: 处理的通常规定
zh_hant: 處理之一般條款
