Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: By agreeing to the GTC at the time of purchase, the User subscribes to the future automatic renewal of the Subscription. The Subscription will be automatically renewed at the end of each Subscription period based on the Subscription period chosen at the time of purchase. At the beginning of each billing period, the Subscription will be charged at the rate according to the updated Price List and/or according to a separate notice made by the Provider before the end of the last billing period. The Subscription is continuous and automatically renews until it is cancelled, or the User Account is terminated.
cs: Souhlasem s VOP při nákupu se Uživatel přihlašuje k budoucímu automatickému obnovení Předplatného. Předplatné bude automaticky obnoveno na konci každého období Předplatného na základě období Předplatného, které bude vybráno při nákupu. Na začátku každého zúčtovacího období bude účtováno Předplatné ve výši dle aktualizovaného Ceníku a/nebo ve výši dle samostatného oznámení učiněného ze strany Poskytovatele před skončením posledního zúčtovacího období. Předplatné je nepřetržité a automaticky se obnovuje, dokud nebude zrušeno nebo pokud nebude zrušen Uživatelský účet.
de: Mit der Zustimmung zu den AGB zum Zeitpunkt des Kaufs erklärt sich der Benutzer mit der zukünftigen automatischen Verlängerung des Abonnements einverstanden. Das Abonnement verlängert sich automatisch am Ende jedes Abonnementzeitraums auf der Grundlage des zum Zeitpunkt des Kaufs gewählten Abonnementzeitraums. Zu Beginn eines jeden Abrechnungszeitraums wird das Abonnement zu dem in der aktualisierten Preisliste und/oder in einer gesonderten Mitteilung des Anbieters vor Ende des letzten Abrechnungszeitraums angegebenen Preis berechnet. Das Abonnement ist unbefristet und verlängert sich automatisch, bis es gekündigt oder das Benutzerkonto aufgelöst wird.
es: Al aceptar las GTC en el momento de la compra, el Usuario se suscribe a la futura renovación automática de la Suscripción. La Suscripción se renovará automáticamente al final de cada período de Suscripción en función del período de Suscripción elegido en el momento de la compra. Al comienzo de cada período de facturación, la Suscripción se cobrará a la tarifa de acuerdo con la Lista de Precios actualizada y/o de acuerdo con un aviso separado realizado por el Proveedor antes del final del último período de facturación. La Suscripción es continua y se renueva automáticamente hasta que se cancele o se cancele la Cuenta de Usuario.
fr: En acceptant les CGV lors de l'achat, l'Utilisateur consent au renouvellement automatique de son abonnement. Ce dernier sera automatiquement renouvelé à la fin de chaque période d'abonnement choisie lors de l'achat. Au début de chaque période de facturation, l'abonnement sera facturé au tarif indiqué dans la grille tarifaire en vigueur et/ou conformément à une notification distincte émise par le Fournisseur avant la fin de la période de facturation précédente. L'abonnement est à durée indéterminée et se renouvelle automatiquement jusqu'à sa résiliation ou la fermeture du compte utilisateur.
ga: Trí aontú leis an GTC ag am an cheannaigh, suibscríobhann an tÚsáideoir le hathnuachan uathoibríoch an Síntiúis amach anseo. Déanfar an Síntiús a athnuachan go huathoibríoch ag deireadh gach tréimhse Síntiúis bunaithe ar an tréimhse Síntiúis a roghnaítear tráth an cheannaigh. Ag tús gach tréimhse billeála, gearrfar an Síntiús ag an ráta de réir an Liosta Praghsanna nuashonraithe agus / nó de réir fógra ar leith a rinne an Soláthraí roimh dheireadh na tréimhse billeála deiridh. Tá an Síntiús leanúnach agus déantar é a athnuachan go huathoibríoch go dtí go gcuirtear ar ceal é, nó go bhfoirceanntar an Cuntas Úsáideora.
hu: Az ÁSZF elfogadásával a Felhasználó elfogadja az Előfizetés automatikus megújítását is. Az Előfizetés a választott időszak végén automatikusan megújul. A számlázási időszak kezdetén az Előfizetés díja a frissített Díjszabás és/vagy a Szolgáltató által az előző időszak vége előtt megküldött külön értesítés alapján kerül kiszámlázásra. Az Előfizetés folyamatos és automatikusan megújul, amíg a Felhasználó le nem mondja vagy a Felhasználói fiók megszűnik.
id: Dengan menyetujui Syarat dan Ketentuan pada saat pembelian, Pengguna berlangganan perpanjangan otomatis Langganan di masa mendatang. Langganan akan diperpanjang secara otomatis pada akhir setiap periode Langganan berdasarkan periode Langganan yang dipilih pada saat pembelian. Pada awal setiap periode penagihan, Langganan akan ditagih dengan tarif sesuai dengan Daftar Harga yang diperbarui dan/atau sesuai dengan pemberitahuan terpisah yang dibuat oleh Penyedia sebelum akhir periode penagihan terakhir. Langganan bersifat berkelanjutan dan diperpanjang secara otomatis hingga dibatalkan, atau Akun Pengguna dihentikan.
ja: 利用者は、購入時に本 GTC に同意することにより、将来のサブスクリプションの自動更新に加入するものとします。サブスクリプションは、購入時に選択されたサブスクリプション期間に基づき、各サブスクリプション期間の終了時に自動的に更新されます。各課金期間の開始時には、更新された料金表に基づき、または前回の課金期間終了前に事業者が別途通知した内容に基づき、サブスクリプション料金が課金されます。サブスクリプションは継続的なものであり、利用者が解約するか、または利用者アカウントが終了するまで自動的に更新され続けます。
nl: Door akkoord te gaan met deze GTC op het moment van de aankoop, abonneert de gebruiker zich voor het in de toekomst automatisch vernieuwen van het abonnement. Het abonnement zal automatisch worden vernieuwd aan het einde van elke abonnementsperiode, gebaseerd op de abonnementsperiode die werd gekozen op het moment van aankoop. Aan het begin van elke factureerperiode, zal het abonnement in rekening worden gebracht voor de kosten die overeenkomen met de bijgewerkte prijslijst en/of overeenkomstig een afzonderlijke kennisgeving door de provider, gemaakt voor het einde van de laatste factureerperiode. Het abonnement is doorlopend en wordt automatisch vernieuwd, totdat het wordt geannuleerd, of als het gebruikersaccount wordt beëindigd.
pt_br: Ao concordar com os GTC no momento da compra, o Usuário assina a futura renovação automática da Assinatura. A Assinatura será renovada automaticamente no final de cada período de Assinatura com base no período de Assinatura escolhido no momento da compra. No início de cada período de cobrança, a Assinatura será cobrada na taxa de acordo com a Lista de Preços atualizada e/ou de acordo com um aviso separado feito pelo Provedor antes do final do último período de cobrança. A Assinatura é contínua e renova-se automaticamente até que seja cancelada ou a Conta de Usuário seja encerrada.
ru: Соглашаясь с GTC в момент покупки, Пользователь подписывается на будущее автоматическое продление Подписки. Подписка будет автоматически продлеваться в конце каждого периода подписки на основании срока подписки, выбранного при покупке. В начале каждого расчётного периода стоимость Подписки будет взиматься по тарифам согласно обновлённому Ценнику и/или согласно отдельному уведомлению, сделанному Поставщиком до окончания последнего расчётного периода. Подписка является непрерывной и автоматически продлевается до момента её отмены или прекращения действия Учётной записи Пользователя.
sk: Súhlasom s VOP pri nákupe sa Používateľ prihlasuje k budúcemu automatickému obnoveniu Predplatného. Predplatné bude automaticky obnovené na konci každého obdobia Predplatného na základe obdobia Predplatného, ktoré bude vybrané pri nákupe. Na začiatku každého zúčtovacieho obdobia bude účtované Predplatné vo výške podľa aktualizovaného Cenníka a/alebo vo výške podľa samostatného oznámenia urobeného zo strany Poskytovateľa pred skončením posledného zúčtovacieho obdobia. Predplatné je nepretržité a automaticky sa obnovuje, pokiaľ nebude zrušené alebo pokiaľ nebude zrušený Používateľský účet.
sl: S strinjanjem s splošnimi pogoji poslovanja se uporabnik ob nakupu naroči na prihodnje samodejno podaljševanje naročnine. Naročnina se bo samodejno podaljšala ob koncu vsakega obdobja naročnine na podlagi obdobja naročnine, izbranega ob nakupu. Na začetku vsakega obračunskega obdobja se bo naročnina zaračunala po ceniku v skladu s posodobljenim cenikom in/ali v skladu z ločenim obvestilom, ki ga ponudnik poda pred koncem zadnjega obračunskega obdobja. Naročnina je neprekinjena in se samodejno podaljšuje, dokler ni preklicana ali dokler ni uporabniški račun ukinjen.
sv: Genom att godkänna de allmänna villkoren vid köptillfället samtycker användaren till att prenumerationen förnyas automatiskt i framtiden. Prenumerationen förnyas automatiskt i slutet av varje prenumerationsperiod baserat på den prenumerationsperiod som valts vid köptillfället. I början av varje faktureringsperiod debiteras prenumerationen enligt den uppdaterade prislistan och/eller enligt ett separat meddelande från leverantören före slutet av den senaste faktureringsperioden. Prenumerationen är kontinuerlig och förnyas automatiskt tills den sägs upp eller användarkontot avslutas.
ta: வாங்கும் நேரத்தில் சி.டி.சிக்கு உடன்படுவதன் மூலம், பயனர் சந்தாவின் எதிர்கால தானியங்கி புதுப்பிப்புக்கு குழுசேர்கிறார். வாங்கும் நேரத்தில் தேர்ந்தெடுக்கப்பட்ட சந்தா காலத்தின் அடிப்படையில் ஒவ்வொரு சந்தா காலத்தின் முடிவிலும் சந்தா தானாக புதுப்பிக்கப்படும். ஒவ்வொரு பட்டியலிடல் காலத்தின் தொடக்கத்திலும், புதுப்பிக்கப்பட்ட விலை பட்டியல் மற்றும்/அல்லது கடைசி பட்டியலிடல் காலத்தின் முடிவில் வழங்குநரால் செய்யப்பட்ட ஒரு தனி அறிவிப்பின் படி இந்த சந்தா விகிதத்தில் வசூலிக்கப்படும். சந்தா தொடர்ச்சியாகவும், அது ரத்துசெய்யப்படும் வரை தானாக புதுப்பிக்கப்படும், அல்லது பயனர் கணக்கு நிறுத்தப்படும் வரை தானாகவே புதுப்பிக்கப்படும்.
tr: Kullanıcı, satın alma sırasında Genel Hüküm ve Koşulları kabul ederek, Aboneliğin gelecekte otomatik olarak yenilenmesine abone olur. Abonelik, satın alma sırasında seçilen Abonelik dönemine bağlı olarak, her Abonelik döneminin sonunda otomatik olarak yenilenecektir. Her fatura döneminin başında, Abonelik, güncellenmiş Fiyat Listesi’ne göre ve/veya son fatura döneminin bitiminden önce Sağlayıcı tarafından yapılan ayrı bir bildirime göre ücretlendirilecektir. Abonelik süreklidir ve iptal edilene veya Kullanıcı Hesabı sonlandırılana kadar otomatik olarak yenilenir.
uk: Погоджуючись із ЗУ під час покупки, Користувач підписується на майбутнє автоматичне поновлення Підписки. Підписка буде автоматично поновлена в кінці кожного періоду підписки на основі періоду підписки, вибраного під час покупки. На початку кожного розрахункового періоду Підписка стягуватиметься за тарифом згідно з оновленим Прейскурантом та/або згідно з окремим повідомленням, зробленим Постачальником до закінчення останнього розрахункового періоду. Підписка безперервна і автоматично поновлюється, доки її не буде скасовано або обліковий запис користувача не буде припинено.
zh_hans: 同意购买时的 GTC 代表用户订阅了订阅的未来自动续订。订阅将在每个订阅期结束时根据购买时所选的订阅期自动续期。每个计费周期的开始时，将根据更新后的价格清单和/或根据提供者在上一计费周期结束前所做单独通知中的费用收取订阅费。订阅是持续性的并自动续期直到它被取消或者用户账户被终止。
zh_hant: 使用者於購買時同意本條款，即代表訂閱未來之自動續約。訂閱將於每一訂閱期間屆滿時，依購買時所選之訂閱期間自動續約。於每一帳單週期開始時，訂閱將依據更新後之價目表費率，和/或提供者於上一帳單週期結束前另行通知之費率收費。訂閱為連續性且自動續約，直至取消訂閱或使用者帳號終止為止。

source: The User acknowledges that in the case of Subscription payment via a payment gateway, this gateway is provided by <strong>ThePay, a.s.</strong>, with its registered office at Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, registered in the Commercial Register maintained by the Regional Court in Brno, Section B, Insert 8977 ("<strong>ThePay</strong>"). The conditions for the payment of the Fee are governed by the relevant contractual terms of ThePay.
cs: Uživatel bere na vědomí, že v případě uhrazení Předplatného prostřednictvím platební brány je tato platební brána zajišťována ze strany <strong>ThePay, a.s.</strong>, se sídlem Masarykovo náměstí 102/65, 586 01 Jihlava, IČ: 281 35 261, zapsaná v obchodním rejstříku vedeném Krajským soudem v Brně, oddíl B, vložka 8977 („<strong>ThePay</strong>“). Podmínky úhrady Odměny se pak řídí příslušnými smluvními podmínkami společnosti ThePay.
de: Der Benutzer nimmt zur Kenntnis, dass im Falle der Bezahlung des Abonnements über ein Payment Gateway dieses Gateway von <strong>ThePay, a.s.</strong>, mit Sitz in Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, eingetragen im Handelsregister des Kreisgerichts in Brünn, Abteilung B, Einlage 8977 ("<strong>ThePay</strong>"). Die Bedingungen für die Zahlung des Entgelts richten sich nach den entsprechenden Begriffen von ThePay.
fr: L’Utilisateur reconnaît que, dans le cas du paiement de l’abonnement via une plateforme de paiement, cette plateforme est fournie par <strong>ThePay, a.s.</strong>, dont le siège social est situé Masarykovo náměstí 102/65, 586 01 Jihlava, immatriculée sous le numéro 281 35 261 au Registre du Commerce tenu par le Tribunal régional de Brno, section B, dossier 8977 (« <strong>ThePay</strong> »). Les conditions de paiement des frais sont régies par les conditions générales de ThePay.
ga: Admhaíonn an tÚsáideoir, i gcás íocaíochta Síntiúis trí gheata íocaíochta, go soláthraíonn <strong>ThePay, a.s.</strong> an tairseach seo, lena oifig chláraithe ag Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, atá cláraithe sa Chlár Tráchtála arna chothabháil ag an gCúirt Réigiúnach i Brno, Roinn B, Ionsáigh 8977 ("<strong>ThePay</strong>"). Tá na coinníollacha maidir le híocaíocht na Táille á rialú ag téarmaí conarthacha ábhartha ThePay.
hu: A Felhasználó tudomásul veszi, hogy Előfizetés fizetése esetén a fizetési kaput a <strong>ThePay, a.s.</strong> biztosítja, székhelye: Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, bejegyezve a Brnói Kerületi Bíróságon, B részleg, 8977. betétlap alatt („<strong>ThePay</strong>”). A fizetésekre a ThePay saját feltételei vonatkoznak.
id: Pengguna mengakui bahwa dalam hal pembayaran Langganan melalui gateway pembayaran, gateway ini disediakan oleh <strong>ThePay, a.s.</strong>, yang berkantor pusat di Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, terdaftar dalam Daftar Komersial yang dikelola oleh Pengadilan Daerah di Brno, Bagian B, Sisipan 8977 ("<strong>ThePay</strong>"). Ketentuan pembayaran Biaya diatur oleh ketentuan kontraktual ThePay yang relevan.
ja: 利用者は、決済代行会社を介したサブスクリプション料金の支払いの場合、当該決済代行会社は <strong>ThePay, a.s.</strong>（登記住所：Masarykovo náměstí 102/65、586 01 Jihlava、ID: 281 35 261、ブルノ地方裁判所が管理する商業登記簿に登録されている、Section B, Insert 8977（以下 「<strong>ThePay</strong>」）によって提供されることを承認するものとします。料金の支払い条件は、ThePay の関連契約条件に従うものとします。
nl: De gebruiker begrijpt dat in het geval van een betaling van het abonnement via een betalings-gateway, die gateway wordt verschaft door <strong>ThePay, a.s.</strong>, waarvan het kantoor is gevestigd op Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, geregistreerd in het Commerciële register dat wordt onderhouden door de Regionale rechtbank in Brno, Section B, Insert 8977 ("<strong>ThePay</strong>"). De voorwaarden voor het betalen van de kosten zijn onderworpen aan de relevante contractuele bepalingen van ThePay.
pt_br: O Usuário reconhece que, no caso de pagamento de Assinatura por meio de um gateway de pagamento, este gateway é fornecido pela <strong>ThePay, a.s.</strong>, com sede em Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, registrada no Registro Comercial mantido pelo Tribunal Regional em Brno, Seção B, Inserção 8977 ("<strong>ThePay</strong>"). As condições para o pagamento da Taxa são regidas pelos termos contratuais relevantes da ThePay.
ru: Пользователь признаёт, что в случае оплаты Подписки через платёжный шлюз, такой шлюз предоставляется компанией <strong>ThePay, a.s.</strong>, с юридическим адресом: Masarykovo náměstí 102/65, 586 01 Йиглава, ID: 281 35 261, зарегистрированной в Торговом реестре, который ведёт Областной суд в Брно, Раздел B, Вставка 8977 («<strong>ThePay</strong>»). Условия оплаты Комиссионного вознаграждения регулируются соответствующими договорными условиями ThePay.
sk: Používateľ berie na vedomie, že v prípade uhradenia Predplatného prostredníctvom platobnej brány je táto platobná brána zabezpečovaná zo strany <strong>ThePay, a.s.</strong>, so sídlom Masarykovo námestie 102/65, 586 01 Jihlava, IČ: 281 35 261, zapísaná v obchodnom registri vedenom Krajským súdom v Brne, oddiel B, vložka 8977 („<strong>ThePay</strong>“). Podmienky úhrady Odmeny sa potom riadia príslušnými zmluvnými podmienkami spoločnosti ThePay.
sl: Uporabnik potrjuje, da v primeru plačila naročnine prek plačilnega prehoda ta prehod zagotavlja <strong>ThePay, a.s.</strong>, s sedežem na naslovu Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, vpisano v poslovni register, ki ga vodi Okrožno sodišče v Brnu, oddelek B, vložk 8977 ("<strong>ThePay</strong>"). Pogoji za plačilo naročnine so urejeni z ustreznimi pogodbenimi določbami ThePay.
sv: Användaren bekräftar att vid betalning av prenumerationen via en betalningsgateway tillhandahålls denna gateway av <strong>ThePay, a.s.</strong>, med säte på Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261, registrerat i handelsregistret som förs av regionaldomstolen i Brno, avsnitt B, Insert 8977 ("<strong>ThePay</strong>"). Villkoren för betalning av avgiften regleras av ThePays relevanta avtalsvillkor.
ta: கட்டண நுழைவாயில் வழியாகச் சந்தா செலுத்தும் விசயத்தில், இந்த நுழைவாயிலை <strong> thepay, a.s. </strong>261, பி.ஆர்.என்.ஓ, பிரிவு பி, பிராந்திய நீதிமன்றத்தால் பராமரிக்கப்படும் வணிக பதிவேட்டில் பதிவு செய்யப்பட்டுள்ளது, 8977 ஐ செருகவும் ("<strong> தேமே </strong>"). கட்டணத்தைச் செலுத்துவதற்கான நிபந்தனைகள் பேவின் தொடர்புடைய ஒப்பந்த விதிமுறைகளால் நிர்வகிக்கப்படுகின்றன.
tr: Kullanıcı, Aboneliğin bir ödeme aracısı üzerinden ödenmesi durumunda, bu aracının, kayıtlı ofisi Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35 261 adresinde bulunan ve Brno'daki Bölge Mahkemesi tarafından tutulan Ticaret Sicilinde kayıtlı olan <strong>ThePay, a.s.</strong> tarafından sağlandığını kabul eder, Bölüm B, Insert 8977 (<strong>"</strong> <strong>ThePay</strong>"). Ücretin ödenmesine ilişkin koşullar ThePay şirketinin ilgili sözleşme koşullarına tabidir.
uk: Користувач визнає, що у випадку оплати Підписки через платіжний шлюз цей шлюз надає <strong>ThePay, a.s.</strong>, зареєстрований офіс за адресою Masarykovo náměstí 102/65, 586 01 Jihlava, ID: 281 35. 261, зареєстрований у комерційному реєстрі, який веде регіональний суд у Брно, розділ B, вкладиш 8977 ("<strong>ThePay</strong>"). Умови сплати Комісії регулюються відповідними договірними умовами ThePay.
zh_hans: 用户同意关于通过支付网关的订阅付款，此网关由 <strong>ThePay, a.s.</strong> 提供，其注册办公室位于 Masarykovo náměstí 102/65, 586 01 Jihlava，ID 为 281 35 261，注册于由 Brno, Section B, Insert 8977 地区法院维护的商业登记簿中 ("<strong>ThePay</strong>")。费用的支付条款受 ThePay 的相关合同条款管辖。
zh_hant: 使用者確認，若透過支付閘道支付訂閱費用，該閘道係由 <strong>ThePay, a.s.</strong> 提供（註冊地址：Masarykovo náměstí 102/65, 586 01 Jihlava，統一編號：281 35 261，登記於布爾諾（Brno）地方法院商事登記處，B 節，案號 8977，下稱「<strong>ThePay</strong>」）。費用支付條件受 ThePay 之相關契約條款規範。

source: Payment card information entered into the payment gateway is not processed by the Provider, and the Provider is not responsible for the functionality of ThePay's payment gateway.
cs: Údaje o platební kartě zadávané do platební brány nejsou zpracovávány ze strany Poskytovatel a Poskytovatel neodpovídá za funkčnost platební brány společnosti ThePay.
de: Die in das Zahlungsgateway eingegebenen Zahlungskartendaten werden nicht vom Anbieter verarbeitet, und der Anbieter ist nicht für die Funktionalität des Zahlungsgateways von ThePay verantwortlich.
fr: Les informations relatives aux cartes de paiement saisies dans la passerelle de paiement ne sont pas traitées par le fournisseur, et ce dernier n'est pas responsable du fonctionnement de la passerelle de paiement de ThePay.
ga: Ní phróiseálann an Soláthraí faisnéis cárta íocaíochta a chuirtear isteach sa tairseach íocaíochta, agus níl an Soláthraí freagrach as feidhmiúlacht gheata íocaíochta ThePay.
hu: A fizetési kapun keresztül megadott bankkártya-adatokat nem a Szolgáltató kezeli és a Szolgáltató nem vállal felelősséget a ThePay fizetési rendszerének működéséért.
id: Informasi kartu pembayaran yang dimasukkan ke gateway pembayaran tidak diproses oleh Penyedia, dan Penyedia tidak bertanggung jawab atas fungsionalitas gateway pembayaran ThePay.
ja: 決済代行会社に登録された支払用カード情報は事業者によって処理されるものではなく、また、事業者は ThePay の決済代行会社の機能について一切の責任を負わないものとします。
nl: Informatie over de betaalkaart, die wordt ingevoerd in de betalings-gateway, wordt niet verwerkt door de provider en de provider is niet verantwoordelijk voor het functioneren van de betalings-gateway van ThePay.
pt_br: As informações do cartão do pagamento inseridas no gateway de pagamento não são processadas pelo Provedor, e o Provedor não é responsável pela funcionalidade do gateway de pagamento do ThePay.
ru: Информация о платёжных картах, введённая в платёжный шлюз, не обрабатывается Поставщиком, и Поставщик не несёт ответственности за функциональность платёжного шлюза ThePay.
sk: Údaje o platobnej karte zadávané do platobnej brány nie sú spracovávané zo strany Poskytovateľ a Poskytovateľ nezodpovedá za funkčnosť platobnej brány spoločnosti ThePay.
sl: Ponudnik ne obdeluje podatkov o plačilnih karticah, vnesenih v plačilni prehod, in ni odgovoren za delovanje plačilnega prehoda ThePay.
sv: Betalkortsinformation som anges i betalningsgatewayen behandlas inte av leverantören, och leverantören ansvarar inte för funktionaliteten hos ThePays betalningsgateway.
ta: கட்டண நுழைவாயிலில் உள்ளிடப்பட்ட கட்டண அட்டை செய்தி வழங்குநரால் செயலாக்கப்படவில்லை, மேலும் தி பேவின் கட்டண நுழைவாயிலின் செயல்பாட்டிற்கு வழங்குநர் பொறுப்பல்ல.
tr: Ödeme aracısına girilen ödeme kartı bilgileri Sağlayıcı tarafından işlenmez ve Sağlayıcı, ThePay şirketinin ödeme aracısının işlevselliğinden sorumlu değildir.
uk: Інформація платіжної картки, введена в платіжний шлюз, не обробляється Постачальником, і Постачальник не несе відповідальності за функціональність платіжного шлюзу ThePay.
zh_hans: 输入到支付网关的付款卡片信息不是由提供者处理的，提供者不为 ThePay 付款网关的功能负责。
zh_hant: 輸入支付閘道之付款卡資訊非由提供者處理，提供者對 ThePay 支付閘道之功能概不負責。

source: Provider's Rights and Obligations
de: Rechte und Pflichten des Anbieters
fr: Droits et obligations du fournisseur
ga: Cearta agus Oibleagáidí Soláthraí
hu: A Szolgáltató jogai és kötelezettségei
id: Hak dan Kewajiban Penyedia
ja: 事業者の権利および義務
nl: Rechten en verplichtingen van de provider
pt_br: Direitos e obrigações do Provedor
ru: Права и обязанности поставщика
sk: Práva a povinnosti Poskytovateľa
sl: Pravice in obveznosti ponudnika
sv: Leverantörens rättigheter och skyldigheter
ta: வழங்குநரின் உரிமைகள் மற்றும் கடமைகள்
tr: Sağlayıcının Hak ve Yükümlülükleri
uk: Права та обов'язки Провайдера
zh_hans: 提供者的权利和义务
zh_hant: 提供者之權利與義務
