Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider is entitled to make any changes to the Service or its scope. In such a case, the Provider will inform the User through the web interface related to the provided Service. In the event of changes in the legal or regulatory framework, industry standards, the Provider's related costs, market customs, conditions affecting the relevant market, or any other changes that may impact the provision of the Service, the Provider may at any time amend, cancel, or supplement these Terms (referred to as "<strong>Change</strong>") by notifying the User of such Change by posting the revised version of these Terms on the Website and notifying the User via email and through the interface related to the provided Service, at least 14 days before the Change takes effect. If the User does not respond to such Change within the above-mentioned period, it will be assumed that the User agrees with the Change. Notification does not apply if the Change is required by law, a court order, concerns the addition of a new service, additional features to the existing Service, or any other Change that does not reduce the User's rights or increase their obligations. In such cases, the Change will be implemented without prior notice to the User and will take effect immediately. If the User objects to the Change in the Terms within the above period, they are entitled to terminate the Agreement. In any case, the User may either accept the Change (implicitly through failure to object) or terminate the Agreement within the above period.
de: Der Anbieter ist berechtigt, Änderungen an dem Dienst oder seinem Umfang vorzunehmen. In einem solchen Fall informiert der Anbieter den Benutzer über die dem Dienst zugehörige Webschnittstelle. Bei Ereignissen, die sich auf den gesetzlichen oder regulatorischen Rahmen, die Industriestandards, die zugehörigen Kosten des Anbieters, die Marktgepflogenheiten, die Bedingungen auf dem relevanten Markt oder andere Änderungen, die sich auf die Erbringung des Dienstes auswirken können, auswirken, kann der Anbieter diese Begriffe jederzeit ändern, aufheben oder ergänzen (bezeichnet als "<strong>Änderung</strong>"), indem er den Benutzer von einer solchen Änderung benachrichtigt, indem er die überarbeitete Version dieser Begriffe auf der Website veröffentlicht und den Benutzer per E-Mail und über die zugehörige Schnittstelle zu dem bereitgestellten Dienst benachrichtigt, und zwar mindestens 14 Tage vor Inkrafttreten der Änderung. Reagiert der Benutzer nicht innerhalb der oben genannten Frist auf die Änderung, wird davon ausgegangen, dass der Benutzer mit der Änderung einverstanden ist. Eine Benachrichtigung ist nicht erforderlich, wenn die Änderung gesetzlich vorgeschrieben ist, ein Gerichtsbeschluss vorliegt, es sich um einen neuen Dienst oder zusätzliche Funktionen des bestehenden Dienstes handelt oder um eine andere Änderung, welche die Rechte des Benutzers nicht einschränkt oder seine Pflichten nicht erhöht. In solchen Fällen wird die Änderung ohne vorherige Benachrichtigung des Benutzers durchgeführt und tritt sofort in Kraft. Widerspricht der Benutzer der Änderung der Bedingungen innerhalb der oben genannten Frist, ist er berechtigt, den Vertrag zu kündigen. In jedem Fall kann der Benutzer entweder die Änderung annehmen (stillschweigend durch Unterlassen des Widerspruchs) oder den Vertrag innerhalb der oben genannten Frist kündigen.
fr: Le Prestataire est en droit de modifier le Service ou son périmètre. Dans ce cas, il en informera l'Utilisateur via l'interface web dédiée au Service. En cas d'évolution du cadre juridique ou réglementaire, des normes sectorielles, des coûts du Prestataire, des usages du marché, des conditions du marché concerné ou de tout autre changement susceptible d'affecter la fourniture du Service, le Prestataire peut à tout moment modifier, annuler ou compléter les présentes Conditions (ci-après dénommées « Modification ») en informant l'Utilisateur de cette Modification par la publication de la version révisée des présentes Conditions sur le Site web et par notification par e-mail et via l'interface dédiée au Service, au moins 14 jours avant son entrée en vigueur. Si l'Utilisateur ne répond pas à cette Modification dans le délai susmentionné, il sera considéré qu'il l'accepte. La notification n'est pas requise si la Modification est imposée par la loi, une décision de justice, concerne l'ajout d'un nouveau service, de fonctionnalités supplémentaires au Service existant ou toute autre Modification n'affectant ni les droits ni les obligations de l'Utilisateur. Dans ce cas, la modification sera mise en œuvre sans préavis et prendra effet immédiatement. Si l'utilisateur s'oppose à la modification des conditions générales dans le délai susmentionné, il est en droit de résilier le contrat. Dans tous les cas, l'utilisateur peut soit accepter la modification (tacitement par l'absence d'opposition), soit résilier le contrat dans le délai susmentionné.
ga: Tá an Soláthraí i dteideal aon athruithe a dhéanamh ar an tSeirbhís nó ar a raon feidhme. I gcás den sórt sin, cuirfidh an Soláthraí an tÚsáideoir ar an eolas tríd an gcomhéadan gréasáin a bhaineann leis an tSeirbhís a chuirtear ar fáil. I gcás athruithe ar an gcreat dlíthiúil nó rialála, caighdeáin tionscail, costais ghaolmhara an tSoláthraí, custaim an mhargaidh, coinníollacha a dhéanann difear don mhargadh ábhartha, nó aon athruithe eile a d’fhéadfadh tionchar a bheith acu ar sholáthar na Seirbhíse, féadfaidh an Soláthraí tráth ar bith a leasú, na Téarmaí seo a chur ar ceal, nó iad a fhorlíonadh (dá ngairtear "<strong>Athrú</strong>") trí Athrú den sórt sin a chur in iúl don Úsáideoir tríd an leagan athbhreithnithe de na Téarmaí seo a phostáil ar an Láithreán Gréasáin agus fógra a thabhairt don Úsáideoir trí ríomhphost agus tríd an gcomhéadan a bhaineann leis don tSeirbhís a chuirtear ar fáil, ag 14 lá ar a laghad sula dtiocfaidh an tAthrú i bhfeidhm. Mura bhfreagraíonn an Úsáideoir d’Athrú den sórt sin laistigh den tréimhse thuasluaite, glacfar leis go n-aontaíonn an Úsáideoir leis an Athrú. Níl feidhm ag fógra má tá an t-Athrú ag teastáil de réir an dlí, ordú cúirte, maidir le seirbhís nua a chur leis, gnéithe breise leis an tSeirbhís atá ann cheana féin, nó aon Athrú eile nach laghdaíonn cearta an Úsáideora nó nach méadaíonn a n-oibleagáidí. I gcásanna den sórt sin, cuirfear an t-Athrú i bhfeidhm gan fógra roimh ré don Úsáideoir agus tiocfaidh éifeacht láithreach. Má chuireann an Úsáideoir i gcoinne an Athraithe ar na Téarmaí laistigh den tréimhse thuas, tá siad i dteideal an Comhaontú a fhoirceannadh. In aon chás, féadfaidh an tÚsáideoir glacadh leis an Athrú (go hintuigthe trí mhainneachtain agóid a dhéanamh) nó an Comhaontú a fhoirceannadh laistigh den tréimhse thuas.
hu: A Szolgáltató jogosult bármikor módosítani a Szolgáltatást vagy annak terjedelmét. Ilyen esetben erről a Szolgáltatáshoz tartozó webes felületen keresztül tájékoztatja a Felhasználót. Ha jogszabályi, szabályozási környezetben, iparági szabványokban, a Szolgáltató költségeiben, piaci szokásokban vagy más releváns körülményekben változás történik, a Szolgáltató jogosult bármikor módosítani, törölni vagy kiegészíteni a jelen Feltételeket (továbbiakban: „<strong>Módosítás</strong>”) oly módon, hogy közzéteszi a módosított verziót a Weboldalon, és legalább 14 nappal a hatálybalépés előtt értesíti a Felhasználót emailben és a Szolgáltatás felületén keresztül. Ha a Felhasználó ezen időn belül nem tiltakozik, úgy tekintendő, hogy elfogadja a Módosítást. Nem szükséges értesítés, ha a Módosítást jogszabály írja elő, bírósági határozat alapján történik, új szolgáltatás hozzáadását, meglévő funkciók bővítését vagy a Felhasználó jogait nem csökkentő és kötelezettségeit nem növelő módosításokat érint. Ilyen esetekben a Módosítás azonnal életbe lép. Ha a Felhasználó az említett időszakon belül tiltakozik, jogosult a Szerződés felmondására. A Felhasználó minden esetben vagy elfogadja a Módosítást (akár hallgatólagosan) vagy jogosult a szerződés megszüntetésére.
id: Penyedia berhak melakukan perubahan apa pun pada Layanan atau cakupannya. Dalam hal demikian, Penyedia akan memberi tahu Pengguna melalui antarmuka web yang terkait dengan Layanan yang diberikan. Jika terjadi perubahan dalam kerangka hukum atau peraturan, standar industri, biaya terkait Penyedia, kebiasaan pasar, kondisi yang memengaruhi pasar yang relevan, atau perubahan lain yang dapat memengaruhi penyediaan Layanan, Penyedia dapat sewaktu-waktu mengubah, membatalkan, atau melengkapi Ketentuan ini (disebut sebagai "<strong>Perubahan</strong>") dengan memberi tahu Pengguna tentang Perubahan tersebut dengan mengeposkan versi revisi Ketentuan ini di Situs Web dan memberi tahu Pengguna melalui surel dan melalui antarmuka yang terkait dengan Layanan yang diberikan, setidaknya 14 hari sebelum Perubahan berlaku. Jika Pengguna tidak menanggapi Perubahan tersebut dalam jangka waktu yang disebutkan di atas, maka akan dianggap bahwa Pengguna setuju dengan Perubahan tersebut. Pemberitahuan tidak berlaku jika Perubahan diwajibkan oleh hukum, perintah pengadilan, menyangkut penambahan layanan baru, fitur tambahan pada Layanan yang ada, atau Perubahan lain yang tidak mengurangi hak Pengguna atau menambah kewajibannya. Dalam kasus tersebut, Perubahan akan dilaksanakan tanpa pemberitahuan sebelumnya kepada Pengguna dan akan berlaku segera. Jika Pengguna berkeberatan terhadap Perubahan Ketentuan dalam jangka waktu di atas, mereka berhak untuk mengakhiri Perjanjian. Dalam hal apa pun, Pengguna dapat menerima Perubahan (secara implisit melalui kegagalan untuk menolak) atau mengakhiri Perjanjian dalam jangka waktu di atas.
ja: 事業者は、サービスまたはその提供範囲について、任意の変更を行う権利を有します。この場合、事業者は、当該サービスに関連する Web 画面を通じて利用者に通知するものとします。法令または規制環境の変更、業界標準の変更、事業者の関連コストの変動、市場慣行、当該市場に影響を及ぼす条件、その他サービスの提供に影響を及ぼし得る変更が生じた場合、事業者は、Web サイト上に改訂版の本規程を掲載し、かつ電子メールおよび当該サービスに関連するインターフェースを通じて利用者に通知することにより、いつでも本規程を改訂、廃止または補足することができるものとします（以下「<strong>変更</strong>」といいます。）。当該変更は、効力発生日の少なくとも 14 日前に通知されるものとします。利用者が上記期間内に当該変更に対して異議を述べない場合、利用者は当該変更に同意したものとみなされます。ただし、当該変更が法令または裁判所命令により要求される場合、新たなサービスの追加、既存サービスへの追加機能の付加、その他利用者の権利を減少させず、または義務を増加させない変更である場合には、この通知義務は適用されず、当該変更は利用者への事前通知なく直ちに効力を生じるものとします。利用者が上記期間内に本規程の変更に異議を述べた場合、利用者は本契約を解除する権利を有します。いずれの場合も、利用者は当該期間内に変更を承諾する（異議を述べないことにより黙示的に承諾する場合を含む。）か、または本契約を解除するかを選択することができます。
nl: De provider heeft het recht wijzigingen aan te brengen in de service of het bereik ervan. In dergelijke gevallen zal de provider de gebruiker informeren via de webinterface die is gerelateerd aan de verschafte service. In het geval van wijzigingen in het wettelijke of regelgevende framewerk, industrie standaarden, de aan de provider gerelateerde kosten, markt aanpassingen, voorwaarden die de relevante markt beïnvloeden, of alle andere wijzigingen die invloed kunnen hebben op het verschaffen van de service, kan de provider op elk moment deze bepalingen aanpassen, annuleren of aanvullingen maken (waarnaar wordt verwezen als "<strong>Wijziging</strong>") door de gebruiker in kennis te stellen van een dergelijke wijziging door de gereviseerde versie van deze bepalingen te posten op de website en de gebruiker via e-mail en door de aan de verschafte service gerelateerde interface in kennis te stellen, ten minste 14 dagen voordat de wijziging ingaat. Als de gebruiker niet reageert op een dergelijke wijziging binnen de hierboven vermelde periode, zal worden aangenomen dat de gebruiker akkoord gaat met de wijziging. In kennis stellen is niet van toepassing als de wijziging is vereist door de wet, een bevel van een rechtbank, het instellen van een nieuwe service betreft, extra mogelijkheden voor de bestaande service, of enige andere wijziging die niet de rechten van de gebruiker beperkt of hun verplichtingen vergroot. In dergelijke gevallen zal de wijziging worden uitgevoerd zonder voorafgaand in kennis stellen van de gebruiker en zal die onmiddellijk ingaan. Als de gebruiker bezwaar maakt tegen de wijzigingen in de bepalingen binnen bovenstaande periode, hebben zij het recht de overeenkomst te beëindigen. In elk geval kan de gebruiker de wijziging ofwel accepteren (impliciet door het niet maken van bezwaar) of de overeenkomst binnen bovenstaande periode beëindigen.
pt_br: O Provedor tem o direito de fazer quaisquer alterações no Serviço ou em seu escopo. Nesse caso, o Provedor informará o Usuário por meio da interface web relacionada ao Serviço fornecido. No caso de alterações na estrutura legal ou regulatória, padrões da indústria, custos relacionados do Provedor, costumes de mercado, condições que afetam o mercado relevante ou quaisquer outras alterações que possam impactar a prestação do Serviço, o Provedor pode, a qualquer momento, alterar, cancelar ou complementar estes Termos (referidos como "<strong>Alteração</strong>") notificando o Usuário de tal Alteração publicando a versão revisada destes Termos no Site e notificando o Usuário por e-mail e por meio da interface relacionada ao Serviço fornecido, pelo menos 14 dias antes da Alteração entrar em vigor. Se o Usuário não responder a tal Alteração dentro do período acima mencionado, será assumido que o Usuário concorda com a Alteração. A notificação não se aplica se a Alteração for exigida por lei, uma ordem judicial, se referir à adição de um novo serviço, recursos adicionais ao Serviço existente ou qualquer outra Alteração que não reduza os direitos do Usuário ou aumente suas obrigações. Em tais casos, a Alteração será implementada sem aviso prévio ao Usuário e entrará em vigor imediatamente. Se o Usuário se opuser à Alteração nos Termos dentro do período acima, ele tem o direito de rescindir o Contrato. Em qualquer caso, o Usuário pode aceitar a Alteração (implicitamente por ausência de oposição) ou rescindir o Contrato dentro do período acima.
ru: Поставщик имеет право вносить любые изменения в Сервис или её объём. В этом случае Поставщик информирует Пользователя через веб-интерфейс, связанный с предоставляемым Сервисом. В случае изменения законодательной или нормативной базы, отраслевых стандартов, соответствующих затрат Поставщика, рыночных обычаев, условий, влияющих на соответствующий рынок, или любых других изменений, которые могут повлиять на предоставление Сервиса, Поставщик вправе в любое время изменить, отменить или дополнить настоящие Условия (именуемые далее «<strong>Изменение</strong>»), уведомив Пользователя о таком Изменении путём размещения новой редакции настоящих Условий на Сайте и уведомления Пользователя по электронной почте и через интерфейс, связанный с предоставляемым Сервисом, не менее чем за 14 дней до вступления в силу Изменения. Если Пользователь не отреагирует на такое Изменение в течение вышеуказанного срока, будет считаться, что Пользователь согласен с Изменением. Уведомление не применяется, если Изменение требуется по закону, решению суда, связано с добавлением новой услуги, дополнительных функций к существующей услуге или любым другим Изменением, которое не уменьшает права Пользователя и не увеличивает его обязанности. В таких случаях Изменение будет осуществлено без предварительного уведомления Пользователя и вступит в силу немедленно. Если Пользователь возражает против изменений в Условиях в течение вышеуказанного срока, он имеет право расторгнуть Соглашение. В любом случае, Пользователь может либо принять Изменения (косвенно, путём отсутствия возражений), либо расторгнуть Соглашение в течение вышеуказанного срока.
sk: Poskytovateľ je oprávnený vykonávať akékoľvek zmeny Služby alebo jej rozsahu. V takom prípade Poskytovateľ informuje Používateľa prostredníctvom webového rozhrania vzťahujúceho sa k poskytovanej Službe. Ďalej v prípade zmien právneho a regulačného rámca, odborových štandardov, súvisiacich nákladov Poskytovateľa, zmien trhových zvyklostí, zmien ovplyvňujúcich podmienky na príslušnom trhu alebo akýchkoľvek iných zmien, ktoré by mali vplyv na poskytovanie Služby, môže Poskytovateľ kedykoľvek zmeniť, zrušiť alebo doplniť tieto VOP ( ďalej len "<strong>Zmena</strong>"), a to oznámením takejto Zmeny zverejnením revidovanej verzie týchto VOP na Webových stránkach a oznámením Používateľovi prostredníctvom e-mailu aj prostredníctvom rozhrania súvisiaceho s poskytovanou Službou, a to najmenej 14 dní pred nadobudnutím účinnosti Zmeny. Po takomto oznámení akejkoľvek Zmeny Používateľovi a nevyjadrení sa Používateľa k takej Zmene vo vyššie uvedenej lehote sa má za to, že Používateľ so Zmenou súhlasí. Oznámenie sa neuplatní v prípade, že je Zmena vyžadovaná zákonom, súdnym príkazom, týka sa výhradne pridania novej služby, dodatočných funkcií k existujúcej Službe alebo inej Zmeny, ktorá neznižuje práva Používateľa ani nezvyšuje jeho povinnosti. V takýchto prípadoch bude Zmena vykonaná bez predchádzajúceho oznámenia Používateľovi a bude účinná okamžite. Pokiaľ Používateľ vo vyššie uvedenej lehote vznesie proti Zmene VOP námietky, je oprávnený Zmluvu vypovedať. V každom prípade môže Používateľ Zmenu buď prijať (prípadne právnou fikciou v dôsledku nevyjadrenia námietky), alebo Zmluvu vo vyššie uvedenej lehote úplne vypovedať.
sl: Ponudnik ima pravico do kakršnih koli sprememb storitve ali njenega obsega. V tem primeru bo ponudnik uporabnika obvestil preko spletnega vmesnika, povezanega s ponujeno storitvijo. V primeru sprememb v pravnem ali regulativnem okviru, industrijskih standardih, povezanih stroških ponudnika, tržnih običajih, pogojih, ki vplivajo na ustrezni trg, ali drugih sprememb, ki bi lahko vplivale na zagotavljanje storitve, lahko ponudnik kadarkoli spremeni, prekliče ali dopolni te pogoje (v nadaljevanju "<strong>Sprememba</strong>") tako, da uporabnika o tej spremembi obvesti z objavo revidirane različice teh pogojev na spletni strani ter z obvestilom po elektronski pošti in preko vmesnika, povezanega s ponujeno storitvijo, vsaj 14 dni pred začetkom veljavnosti spremembe. Če uporabnik na takšno spremembo v navedenem roku ne odgovori, se šteje, da se z njo strinja. Obvestilo ni potrebno, če je sprememba zahtevana z zakonom, sodno odločbo, se nanaša na dodajanje nove storitve, dodatne funkcionalnosti obstoječi storitvi ali katerokoli drugo spremembo, ki ne zmanjšuje pravic uporabnika ali ne povečuje njegovih obveznosti. V takih primerih bo sprememba izvedena brez predhodnega obvestila uporabnika in začne veljati nemudoma. Če uporabnik v navedenem roku nasprotuje spremembi pogojev, ima pravico pogodbo prekiniti. V vsakem primeru lahko uporabnik bodisi sprejme spremembo (posredno z nesporazumevanjem) ali prekine pogodbo v navedenem roku.
sv: Leverantören har rätt att göra ändringar i Tjänsten eller dess omfattning. I sådant fall kommer Leverantören att informera Användaren via webbgränssnittet för den tillhandahållna Tjänsten. I händelse av förändringar i det rättsliga eller reglerande ramverket, branschstandarder, Leverantörens relaterade kostnader, marknadsseder, förhållanden som påverkar den relevanta marknaden eller andra förändringar som kan påverka tillhandahållandet av Tjänsten, kan leverantören när som helst ändra, upphäva eller komplettera dessa villkor (nedan kallat<strong>”ändring”</strong>) genom att meddela användaren om sådan ändring genom att publicera den reviderade versionen av dessa villkor på webbplatsen och meddela användaren via e-post och via gränssnittet för den tillhandahållna tjänsten, minst 14 dagar innan ändringen träder i kraft. Om användaren inte svarar på sådan ändring inom ovannämnda period, antas det att användaren samtycker till ändringen. Meddelande gäller inte om ändringen krävs enligt lag, domstolsbeslut, avser tillägg av en ny tjänst, ytterligare funktioner till den befintliga tjänsten eller någon annan ändring som inte minskar användarens rättigheter eller ökar deras skyldigheter. I sådana fall kommer ändringen att genomföras utan föregående meddelande till användaren och träda i kraft omedelbart. Om användaren invänder mot ändringen av villkoren inom ovanstående period har denne rätt att säga upp avtalet. I alla fall kan användaren antingen acceptera ändringen (implicit genom att inte invända) eller säga upp avtalet inom ovanstående period.
ta: பணி அல்லது அதன் நோக்கத்தில் ஏதேனும் மாற்றங்களைச் செய்ய வழங்குநருக்கு உரிமை உண்டு. அத்தகைய சந்தர்ப்பத்தில், வழங்கப்பட்ட பணி தொடர்பான வலை இடைமுகத்தின் மூலம் வழங்குநர் பயனருக்கு தெரிவிப்பார். சட்ட அல்லது ஒழுங்குமுறை கட்டமைப்பில் மாற்றங்கள், தொழில் தரநிலைகள், வழங்குநரின் தொடர்புடைய செலவுகள், சந்தை பழக்கவழக்கங்கள், தொடர்புடைய சந்தையை பாதிக்கும் நிபந்தனைகள் அல்லது சேவையை வழங்குவதை பாதிக்கக்கூடிய வேறு ஏதேனும் மாற்றங்கள் ஏற்பட்டால், வழங்குநர் எந்த நேரத்திலும் திருத்தப்படலாம், இந்த விதிமுறைகளின் திருத்தப்பட்ட பதிப்பை இணையதளத்தில் இடுகையிடுவதன் மூலமும், பயனருக்கு மின்னஞ்சல் வழியாகவும், இடைமுகம் தொடர்பான இடைமுகத்தின் மூலமாகவும் இந்த விதிமுறைகளை பயனருக்கு அறிவிப்பதன் மூலம் இந்த விதிமுறைகளை ("<strong> மாற்றம் </strong>" என்று குறிப்பிடப்படுகிறது) ரத்து செய்யுங்கள் வழங்கப்பட்ட சேவைக்கு, மாற்றம் நடைமுறைக்கு வருவதற்கு குறைந்தது 14 நாட்களுக்கு முன்பு. மேற்கூறிய காலத்திற்குள் அத்தகைய மாற்றத்திற்கு பயனர் பதிலளிக்கவில்லை என்றால், பயனர் மாற்றத்துடன் உடன்படுகிறார் என்று கருதப்படும். சட்டம், நீதிமன்ற கட்டளை, ஒரு புதிய சேவையைச் சேர்ப்பது, தற்போதுள்ள சேவைக்கு கூடுதல் நற்பொருத்தங்கள் அல்லது பயனரின் உரிமைகளை குறைக்காத அல்லது அவர்களின் கடமைகளை அதிகரிக்காத வேறு எந்த மாற்றத்தையும் கவலை கொண்டிருந்தால் அறிவிப்பு பொருந்தாது. இதுபோன்ற சந்தர்ப்பங்களில், இந்த மாற்றம் பயனருக்கு முன் அறிவிப்பின்றி செயல்படுத்தப்படும், உடனடியாக நடைமுறைக்கு வரும். மேற்கண்ட காலத்திற்குள் விதிமுறைகளில் ஏற்படும் மாற்றத்தை பயனர் எதிர்த்தால், ஒப்பந்தத்தை நிறுத்த அவர்களுக்கு உரிமை உண்டு. எந்தவொரு சந்தர்ப்பத்திலும், பயனர் மாற்றத்தை ஏற்றுக்கொள்ளலாம் (மறைமுகமாக எதிர்க்கத் தவறியதன் மூலம்) அல்லது மேற்கண்ட காலத்திற்குள் ஒப்பந்தத்தை நிறுத்தலாம்.
tr: Sağlayıcı, Hizmet veya kapsamı üzerinde herhangi bir değişiklik yapma hakkına sahiptir. Böyle bir durumda Sağlayıcı, sağlanan Hizmetle ilgili internet arayüzü ile Kullanıcı’yı bilgilendirecektir. Yasal veya düzenleyici çerçevede, endüstri standartlarında, Sağlayıcı’nın ilgili maliyetlerinde, piyasa vergilerinde, ilgili piyasayı etkileyen koşullarda veya Hizmet’in sağlanmasını etkileyebilecek diğer değişikliklerde değişiklik olması durumunda, Sağlayıcı, bu Koşulların revize edilmiş halini (<strong>”</strong>Değişiklik” olarak anılacaktır) internet sitesinde yayınlayarak ve Değişiklik yürürlüğe girmeden en az 14 gün önce Kullanıcı’ya e-posta yoluyla ve sağlanan Hizmet ile ilgili arayüz aracılığıyla bildirimde bulunarak bu Değişik’liği Kullanıcı’ya bildirerek bu Koşulları herhangi bir zamanda değiştirebilir, iptal edebilir veya tamamlayabilir. Kullanıcı söz konusu Değişikliğe yukarıda belirtilen süre içinde yanıt vermezse, Kullanıcının Değişikliği kabul ettiği varsayılacaktır. Değişikliğin yasa, mahkeme kararı, yeni bir hizmetin eklenmesi, var olan Hizmete ek özellikler veya Kullanıcı’nın haklarını azaltmayan veya yükümlülüklerini artırmayan başka herhangi bir Değişiklik ile ilgili olması durumunda bildirim geçerli değildir. Bu gibi durumlarda, Değişiklik Kullanıcı’ya önceden haber verilmeksizin uygulanacak ve derhal yürürlüğe girecektir. Kullanıcı, yukarıdaki süre içinde Koşullardaki Değişikliğe itiraz ederse, Sözleşme’yi feshetme hakkına sahiptir. Her durumda, Kullanıcı ya Değişikliği kabul edebilir (itiraz etmemek suretiyle zımnen) ya da yukarıda belirtilen süre içinde Sözleşme’yi feshedebilir.
uk: Постачальник має право вносити будь-які зміни в Сервіс або його обсяг. У такому випадку Постачальник інформує Користувача через веб-інтерфейс, пов’язаний із наданою Послугою. У разі змін у законодавчій чи нормативній базі, галузевих стандартах, пов’язаних із цим витратах Постачальника, ринкових звичаях, умовах, що впливають на відповідний ринок, або будь-яких інших змінах, які можуть вплинути на надання Послуг, Постачальник може в будь-який час змінити, скасувати або доповнити ці Умови (іменовані «<strong>Зміна</strong>»), повідомивши Користувача про таку Зміну, опублікувавши переглянуту версію цих Умов на Веб-сайті та повідомивши Користувача електронною поштою та через інтерфейс, пов’язаний із наданою Послугою, принаймні за 14 днів до того, як Зміна набуде чинності. Якщо Користувач не відповість на таку Зміну протягом вищезазначеного періоду, вважатиметься, що Користувач згоден із Зміною. Повідомлення не застосовується, якщо Зміна вимагається законом, ухвалою суду, стосується додавання нової послуги, додаткових функцій до існуючої Послуги або будь-якої іншої Зміни, яка не зменшує права Користувача чи збільшує його обов’язки. У таких випадках Зміна буде впроваджено без попереднього повідомлення Користувача та набуде чинності негайно. Якщо Користувач заперечує проти Зміни Умов протягом зазначеного вище терміну, він має право розірвати Угоду. У будь-якому випадку Користувач може або прийняти Зміну (неявно через відсутність заперечень), або розірвати Угоду протягом зазначеного вище періоду.
zh_hans: 提供者有权对服务或其范围做任何更改。这样的情形下，提供者会通过和所提供服务相关的网页界面通知用户。如果有法律或监管框架、行业标准、供应商的相关成本、市场关税、影响相关市场的条款，或其他任何可能影响服务提供的改动，提供者可以随时修改、取消或补充这些条款（被称为 "<strong>改动</strong>"），在网站上发布这些条款的修订版本，通过电子邮件和与所提供服务相关的界面在改动生效前至少14天通知用户。如果用户未在上述期限内进行回应，那么就会假定用户赞成改动。如果改动是法律、法庭命令所要求的，关系到添加新服务，添加额外功能到现有服务，或者任何其他不减少用户权利或增加用户义务的改动，那么将不进行通知。这类情况下，改动将不事先通知用户就实现并将即刻生效。如果用户在上述期限内反对条款的改动，那么用户有权终止协议。任何情况下，用户都可以在上诉期限内接受改动（反对失败代表隐含地同意改动）或终止协议。
zh_hant: 提供者有權對本服務或其範圍進行任何變更。在此情況下，提供者將透過與所提供服務相關之網頁介面通知使用者。若發生法律或監管架構、產業標準、提供者相關成本、市場慣例、影響相關市場之條件變更，或任何其他可能影響服務提供之變更，提供者得隨時修改、取消或增補本條款（稱「<strong>變更</strong>」），並於變更生效前至少 14 天，透過在網站上發布本條款修訂版，以及透過電子郵件和與所提供服務相關之介面通知使用者該變更。若使用者未於上述期間內對該變更作出回應，將視為使用者同意該變更。若變更係法律、法院命令所要求，或涉及新增服務、現有服務之額外功能，或任何其他未減損使用者權利或增加其義務之變更，則不適用通知規定。在此類情況下，變更將在未經事先通知使用者之情況下實施並立即生效。若使用者於上述期間內對本條款之變更提出異議，其有權終止本協議。無論如何，使用者得接受變更（透過未提出異議之默示方式）或於上述期間內終止本協議。
