Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The official version of these Terms has been prepared in English and is considered the only binding version. Any versions of these Terms translated into other languages are provided solely for the convenience of the User and have no legal force. In the event of any discrepancies or conflicts between the English version and any translated version, the English version shall prevail in all matters.
cs: Oficiální verze těchto VOP byla vypracována v angličtině a je považována za jedinou závaznou verzi. Jakékoli verze těchto VOP přeložené do jiných jazyků jsou poskytovány výhradně pro pohodlí Uživatele a nemají právní váhu. V případě jakýchkoli nesrovnalostí nebo rozporů mezi anglickou verzí a jakoukoli přeloženou verzí má ve všech záležitostech přednost anglická verze.
de: Die offizielle Version dieser Begriffe wurde in englischer Sprache verfasst und gilt als die einzig verbindliche Version. In andere Sprachen übersetzte Fassungen dieser Begriffe dienen ausschließlich der Bequemlichkeit des Benutzers und sind rechtlich nicht bindend. Im Falle von Unstimmigkeiten oder Konflikten zwischen der englischen Version und einer übersetzten Version ist die englische Version in allen Belangen maßgebend.
es: La versión oficial de estos Términos ha sido preparada en inglés y se considera la única versión vinculante. Las versiones de estos Términos traducidas a otros idiomas se proporcionan únicamente para la comodidad del Usuario y no tienen fuerza legal. En caso de discrepancias o conflictos entre la versión inglesa y cualquier versión traducida, prevalecerá la versión inglesa.
fr: La version officielle des présentes Conditions générales a été rédigée en anglais et fait foi. Toute traduction de ces Conditions générales dans d'autres langues est fournie uniquement à titre indicatif et n'a aucune valeur juridique. En cas de divergence ou de conflit entre la version anglaise et toute traduction, la version anglaise prévaudra.
ga: Ullmhaíodh an leagan oifigiúil de na Téarmaí seo i mBéarla agus meastar gurb é an t-aon leagan ceangailteach é. Cuirtear aon leaganacha de na Téarmaí seo a aistrítear go teangacha eile ar fáil ar mhaithe le háisiúlacht an Úsáideora amháin agus níl aon fheidhm dhlíthiúil acu. I gcás aon neamhréireachtaí nó coimhlintí idir an leagan Béarla agus aon leagan aistrithe, beidh forlámhas ag an leagan Béarla i ngach ábhar.
hu: A jelen Feltételek hivatalos nyelve az angol, ez az egyetlen jogilag kötelező érvényű változat. A más nyelvre készült fordítások kizárólag a Felhasználó tájékoztatását szolgálják, és jogi kötőerővel nem bírnak. Eltérés esetén kizárólag az angol nyelvű változat bír joghatállyal, és az tekintendő mérvadónak.
id: Versi resmi dari Ketentuan ini telah disiapkan dalam bahasa Inggris dan dianggap sebagai satu-satunya versi yang mengikat. Semua versi Ketentuan ini yang diterjemahkan ke dalam bahasa lain disediakan semata-mata untuk kenyamanan Pengguna dan tidak memiliki kekuatan hukum. Jika terjadi perbedaan atau pertentangan antara versi bahasa Inggris dan versi terjemahan, versi bahasa Inggris akan berlaku dalam semua hal.
ja: 本規程の正式版は英語で作成されており、唯一の拘束力を有するものとします。他の言語に翻訳された本規程の版は、利用者の便宜のために提供されるにすぎず、法的効力を有しません。英語版と翻訳版との間に相違または矛盾が生じた場合には、すべての事項について英語版が優先するものとします。
nl: De officiële versie van deze voorwaarden is opgesteld in het Engels en wordt beschouwd als de enige bindende versie. Vertalingen van deze voorwaarden in andere talen zijn uitsluitend bedoeld voor het gemak van de gebruiker en hebben geen rechtskracht. In het geval van discrepanties of conflicten tussen de Engelse versie en een vertaalde versie, prevaleert de Engelse versie in alle aangelegenheden.
pt_br: A versão oficial destes Termos foi preparada em inglês e é considerada a única versão vinculativa. Quaisquer versões destes Termos traduzidas para outros idiomas são fornecidas exclusivamente para a conveniência do Usuário e não têm força legal. No caso de quaisquer discrepâncias ou conflitos entre a versão em inglês e qualquer versão traduzida, a versão em inglês prevalecerá em todos os assuntos.
ru: Официальная версия настоящих Условий подготовлена на английском языке и считается единственной обязательной версией (нажмите кнопку «Посмотреть английскую версию» сверху страницы). Любые версии настоящих Условий, переведённые на другие языки, предоставляются исключительно для удобства Пользователя и не имеют юридической силы. В случае каких-либо расхождений или противоречий между английской версией и любой переведённой версией, английская версия будет иметь преимущественную силу во всех вопросах.
sk: Oficiálna verzia týchto VOP bola vypracovaná v angličtine a je považovaná za jedinú záväznú verziu. Akékoľvek verzie týchto VOP preložené do iných jazykov sú poskytované výhradne pre pohodlie Používateľa a nemajú právnu váhu. V prípade akýchkoľvek nezrovnalostí alebo rozporov medzi anglickou verziou a akoukoľvek preloženou verziou má vo všetkých záležitostiach prednosť anglická verzia.
sl: Uradna različica teh pogojev je bila pripravljena v angleščini in velja za edino zavezujočo različico. Vse različice teh pogojev, prevedene v druge jezike, so na voljo izključno za udobje uporabnika in nimajo pravne veljave. V primeru kakršnih koli neskladij ali navzkrižij med angleško različico in katero koli prevedeno različico prevlada v vseh zadevah angleška različica.
sv: Den officiella versionen av dessa villkor har upprättats på engelska och anses vara den enda bindande versionen. Alla versioner av dessa villkor som översatts till andra språk tillhandahålls enbart för användarens bekvämlighet och har ingen rättslig verkan. I händelse av avvikelser eller konflikter mellan den engelska versionen och någon översatt version ska den engelska versionen ha företräde i alla frågor.
ta: இந்த விதிமுறைகளின் அதிகாரப்பூர்வ பதிப்பு ஆங்கிலத்தில் தயாரிக்கப்பட்டு, ஒரே பிணைப்பு பதிப்பாக கருதப்படுகிறது. பிற மொழிகளில் மொழிபெயர்க்கப்பட்ட இந்த விதிமுறைகளின் எந்த பதிப்புகளும் பயனரின் வசதிக்காக மட்டுமே வழங்கப்படுகின்றன, மேலும் சட்ட ஆற்றல் இல்லை. ஆங்கில பதிப்பிற்கும் எந்த மொழிபெயர்க்கப்பட்ட பதிப்பிற்கும் இடையில் ஏதேனும் முரண்பாடுகள் அல்லது மோதல்கள் ஏற்பட்டால், ஆங்கில பதிப்பு எல்லா விசயங்களிலும் மேலோங்கும்.
tr: Bu Koşullar’ın resmi sürümü İngilizce olarak hazırlanmıştır ve tek bağlayıcı sürüm olarak kabul edilir. Bu Koşullar’ın diğer dillere çevrilmiş sürümleri yalnızca Kullanıcıya kolaylık sağlamak amacıyla sunulmuştur ve hiçbir yasal gücü yoktur. İngilizce sürüm ile çevrilmiş sürüm arasında herhangi bir tutarsızlık veya çelişki olması durumunda, her konuda İngilizce sürüm geçerli olacaktır.
uk: Офіційна версія цих Умов була підготовлена англійською мовою та вважається єдиною обов’язковою версією. Будь-які версії цих Умов, перекладені на інші мови, надаються виключно для зручності Користувача і не мають юридичної сили. У разі будь-яких розбіжностей або суперечностей між версією англійською мовою та будь-якою перекладеною версією англійська версія матиме перевагу в усіх питаннях.
zh_hans: 这些条款的官方版本已经有英文版，并且该版本被认为是唯一具备法律效力的版本。这些条款的任何翻译版本仅出于用户便利考虑而提供，不具备法律效力。如果英文版本和任何翻译版本之间有任何差异或冲突，任何情况下均以英文版本为准。
zh_hant: 本條款之官方版本以英文撰寫，並視為唯一具拘束力之版本。任何翻譯成其他語言之本條款版本僅供使用者方便參考，不具法律效力。若英文版本與任何翻譯版本間有任何歧異或衝突，概以英文版本為準。

source: These Terms enter into force on November 1, 2024.
cs: Tyto VOP vstupují v platnost 1. 11. 2024.
de: Diese Bedingungen treten am 1. November 2024 in Kraft.
es: Estas Condiciones entran en vigor el 1 de noviembre de 2024.
fr: Ces conditions générales sont effectives à compter du 1er novembre 2024.
ga: Tiocfaidh na Téarmaí seo i bhfeidhm an 1 Samhain, 2024.
hu: Jelen Feltételek 2024. november 1. napján lépnek hatályba.
id: Ketentuan ini mulai berlaku pada tanggal 1 November 2024.
ja: これらの一般利用規約は 2024 年 11 月 1 日に発効します。
nl: Deze voorwaarden treden in werking op 1 november 2024.
pt_br: Estes Termos entram em vigor a partir de 1° de novembro de 2024.
ru: Настоящие Условия вступают в силу 1 ноября 2024 года.
sk: Tieto VOP nadobúdajú platnosť 1. 11. 2024.
sl: Ti pogoji začnejo veljati 1. novembra 2024.
sv: Dessa villkor träder i kraft den 1 november 2024.
ta: இந்த விதிமுறைகள் நவம்பர் 1, 2024 அன்று நடைமுறைக்கு வருகின்றன.
tr: Bu Koşullar 1 Kasım 2024 tarihinde geçerli olacaktır.
uk: Ці Умови набирають чинності з 1 листопада 2024 року.
zh_hans: 这些条款于 2024 年11 月 1 日起生效。
zh_hant: 本條款自 2024 年 11 月 1 日起生效。

source: Your translations are made under the license which is specified by each translation.
cs: Vaše překlady budou šířeny na základě licence, která je uvedena u každého překladu.
es: Tus traducciones se realizan bajo la licencia que se especifica en cada traducción.
ga: Déantar do chuid aistriúcháin faoin gceadúnas atá sonraithe ag gach aistriúchán.
gl: As súas traducións fainas baixo a licenza que se especifica de cada tradución.
hu: A fordításai olyan licencek alapján készülnek, amelyeket az egyes fordításoknál adtak meg.
id: Terjemahan Anda dibuat berdasarkan lisensi yang ditentukan oleh setiap terjemahan.
lt: Jūsų vertimai atliekami pagal licenciją, kuri nurodyta prie kiekvieno vertimo.
nl: Uw vertalingen worden gemaakt onder de licentie die door elke vertaling wordt opgegeven.
sk: Vaše preklady budú šírené na základe licencie, ktorá je uvedená pri každom preklade.
tr: Çevirileriniz her çeviri için belirtilmiş lisans koşulları altında yapılır ve kullanılır.
uk: Ваші переклади зроблені на умовах ліцензії, яка вказана на кожен переклад.

source: Your name and e-mail address is used in VCS commits, it will stay there indefinitely.
ar: يُستخدم اسمك و بريدك الإلكتروني في تطبيقات VCS، وسيبقى هناك للتعريف.
ckb: ناو و ناونیشانی ئیمەیڵەکەت لە VCS دا بەکارهاتووە، بە شێوەیەکی بێ ناو لەوێ دەمێننەوە.
cs: Vaše jméno a e-mailová adresa jsou použity v zápisech VCS, zůstanou tam napořád.
da: Navn og e-mail bruges i VCS-indsendelser, der bliver de for evigt.
es: Su nombre y dirección de correo electrónico se utilizan en las consignas de los sistemas de control de versiones, y permanecerán allí indefinidamente.
fi: Nimeäsi ja sähköpostiosoitettasi käytetään VCS-sitoumuksissa, ne pysyvät siellä toistaiseksi.
ga: Úsáidtear d’ainm agus do sheoladh r-phoist i ngeallta VCS, fanfaidh sé ann ar feadh tréimhse éiginnte.
gl: O seu nome e mailo seu enderezo do correo-e empréganse en «commits» do SCV, e permanecerán alí de xeito indefinido.
he: נעשה שימוש בשמך ובכתובת הדוא״ל שלך בהגשות למערכת בקרת גרסאות הקוד, אלו יישארו שם לנצח.
hu: A neve és e-mail-címe a verziókezelő rendszerben véglegesítésekhez kerül felhasználásra, és ott véglegesen megmarad.
id: Nama dan surel Anda digunakan di VCS, mereka akan tetap ada selamanya.
is: Nafn þitt og tölvupóstfang eru notuð við framlög í útgáfustýringarkerfi, þau munu haldast þar að eilífu.
kab: Isem-ik d tansa-ik n yimayl ad ttwasqedcen deg teṛcivt n unagraw n usefrek n yileqman, s wudem imezgi.
lt: Jūsų vardas ir el. pašto adresas naudojami VCS įsipareigojimuose, jie ten išliks visam laikui.
lv: Jūsu vārds un e-pasta adrese tiks izmantota versiju kontroles (VCS) iesniegtajās izmaiņās (commits), un tie paliek tur uz visiem laikiem.
nl: Uw naam en e-mailadres worden gebruikt in VCS commits. Ze blijven daar voor onbepaalde tijd.
ro: Numele și adresa dvs. de e-mail sunt folosite în VCS commits și vor rămâne acolo pe termen nelimitat.
sk: Vaše meno a e-mailová adresa sú použité v zápisoch VCS, zostanú tam navždy.
tr: Adınız ve e-posta adresiniz sürüm denetimi sistemi gönderimlerinde kullanılır ve orada süresiz olarak kalır.
uk: Ваше ім'я та адреса електронної пошти використовуються у поданнях VCS. Вони залишаться там назавжди.

source: Chosen name is up to you and the e-mail address used for commits can be masked by Weblate system to protect your privacy.
cs: Zvolené jméno je na vás a e-mailovou adresu použitou pro příspěvky může služba Weblate maskovat, aby chránila vaše soukromí.
es: El nombre elegido depende de ti y la dirección de correo electrónico utilizada para los comentarios puede ser enmascarada por el sistema de Weblate para proteger tu privacidad.
ga: Is fút féin atá an t-ainm roghnaithe agus is féidir an seoladh r-phoist a úsáidtear le haghaidh gealltanais a cheilt trí chóras Weblate chun do phríobháideachas a chosaint.
gl: O nome escollido depende de Vde. e o enderezo de correo-e utilizado para as confirmacións pódese enmascarar polo sistema Weblate para protexer a súa privacidade.
hu: A választott név Önön múlik, és a Weblate elrejtheti a véglegesítésekhez használt e-mail-címet a magánéletének védelme érdekében.
id: Nama yang dipilih terserah Anda dan alamat surel yang digunakan untuk commit dapat disembunyikan oleh sistem Weblate untuk melindungi privasi Anda.
lt: Pasirinktas vardas priklauso nuo jūsų, o el. pašto adresą, naudojamą įsipareigojimams, gali paslėpti „Weblate“ sistemos, kad būtų apsaugotas jūsų privatumas.
nl: Een naam kan naar eigen inzicht worden gekozen. Het e-mailadres van commits kan door Weblate worden verborgen om uw privacy te waarborgen.
sk: Zvolené meno je na vás a e-mailovú adresu použitú na odovzdanie môže systém Weblate maskovať, aby chránil vaše súkromie.
tr: Seçilen ad size bağlıdır ve gönderimler için kullanılan e-posta adresi gizliliğinizi korumak için Weblate sistemi tarafından maskelenebilir.
uk: Вибране ім'я є вашою особистою справою, а адресу електронної пошти, яка використовується для внесків, може бути замасковано системою Weblate з метою захисту ваших конфіденційних даних.

source: means a text unit defined in the translation format. It can be a word, sentence, or paragraph;
cs: znamená textová jednotka definovaná ve formátu překladu. Může to být slovo, věta nebo odstavec;
ga: ciallaíonn sé aonad téacs a shainítear san fhormáid aistriúcháin. D'fhéadfadh sé a bheith ina fhocal, abairt, nó mír;
hu: a fordítási formátumban meghatározott szövegegységet jelenti, amely lehet egy szó, egy mondat vagy egy bekezdés;
sk: znamená textová jednotka definovaná vo formáte prekladu. Môže to byť slovo, veta alebo odsek;
tr: çeviri biçiminde tanımlanan bir metin birimini ifade eder. Bir sözcük, cümle veya paragraf olabilir;

source: nickname(s) (including any voluntarily linked platforms such as Liberapay, GitHub, Xu, and others),
cs: přezdívku či přezdívky (včetně případně dobrovolně propojených platforem typu Liberapay, GitHub, Xu a dalších),

source: The User agrees that the Provider may transfer personal data to the Processors if this is necessary to fulfil the above purposes of data processing. The Processors that the Provider engages for processing personal data must meet high standards of protection and will always handle the data within the limits of the GDPR and this Policy.
cs: Uživatel souhlasí s tím, že Poskytovatel může předat osobní údaje Zpracovatelům, pokud je to nezbytné pro naplnění výše uvedených účelů zpracování údajů. Zpracovatelé, které Poskytovatel pověří zpracováním osobních údajů, musí splňovat vysoký standard ochrany a budou s údaji nakládat vždy v mezích GDPR a těchto Zásad.

source: means personal data as defined in EU Regulation 679/2016, entered by the user into the Service and/or Cookies;
cs: znamená osobní údaje ve významu nařízení EU 679/2016, vloženého uživatelem do Služby a/nebo souborů Cookie;

source: online through acceptance (confirmation) via the web interface in accordance with the Price list, with the Agreement becoming effective once the Price for the License has been duly paid (in the case of a bank transfer, once the amount corresponding to the Price for the License has been credited to the Provider's bank account) for the amount stated in the first billing period by the User.
cs: online prostřednictvím akceptace (přijetí) přes webové rozhraní v souladu s Ceníkem s tím, že účinnost Smlouvy je odložena do okamžiku řádného uhrazení Ceny za Licenci (v případě bankovního převodu, do okamžiku, kdy je částka odpovídající Ceně za Licenci připsána na bankovní účet Poskytovatele) ve výši uvedené v prvním zúčtovacím období ze strany Uživatele.

source: If the Agreement is concluded under Article 2.3(a), the scope of Services is defined in the Product specification, which is attached to the Agreement. The Product specification may further detail the scope of individual (sub)services regarding their content and activation methods. The Product specification defined in this manner takes precedence over the form of Service offered according to the Price list.
cs: Pokud je Smlouva uzavřena podle čl. 2.3 a), rozsah Služeb je definován ve specifikaci Produktu, která je přílohou Smlouvy. Specifikace Produktu může rozsah jednotlivých (dílčích) Služeb z hlediska jejich obsahu a způsobu aktivace vymezit podrobněji. Specifikace Produktu vymezená takovýmto Způsobem má přednost před podobou Služby nabízenou podle Ceníku.

source: Payment of the Price may be made by Credit Card, bank transfer, or cryptocurrency transaction. All Prices listed in the Price List exclude VAT. End users from the EU and Czech business companies will be required to pay an additional VAT of 21%%. Reverse charge applies to invoices issued to businesses within the EU.
cs: Uhrazení Ceny může být provedeno Kreditní kartou, bankovním převodem nebo kryptoměnovou transakcí. Všechny Ceny uvedené v Ceníku nezahrnují DPH. Koncoví uživatelé z EU a české obchodní společnosti budou vyzváni k zaplacení dodatečného DPH ve výši 21 %%. Přenesení daňové povinnosti se vztahuje na faktury vystavené podnikům v EU.

source: If the User wishes to avoid being charged for the Service in the Subscription mode, they must cancel the Subscription three days before the automatic renewal of the Service usage. The Provider recommends verifying with the prepaid card issuer or bank whether recurring billing is possible.
cs: Pokud se chce Uživatel vyhnout účtování poplatků za Službu v režimu Předplatného, musí Předplatné zrušit tři dny před automatickým obnovením používání Služby. Poskytovatel doporučuje ověřit si u společnosti vydávající předplacené karty nebo u banky, zda je opakované účtování možné.

source: Supplier‘s Rights and Obligations
cs: Práva a povinnosti Poskytovatele

source: The Supplier is entitled to make any changes to the Service or its scope. In such a case, the Supplier will inform the User through the web interface related to the provided Service. In the event of changes in the legal or regulatory framework, industry standards, the Supplier's related costs, market customs, conditions affecting the relevant market, or any other changes that may impact the provision of the Service, the Supplier may at any time amend, cancel, or supplement these Terms (referred to as "<strong>Change</strong>") by notifying the User of such Change by posting the revised version of these Terms on the Website and notifying the User via email and through the interface related to the provided Service, at least 14 days before the Change takes effect. If the User does not respond to such Change within the above-mentioned period, it will be assumed that the User agrees with the Change. Notification does not apply if the Change is required by law, a court order, concerns the addition of a new service, additional features to the existing Service, or any other Change that does not reduce the User's rights or increase their obligations. In such cases, the Change will be implemented without prior notice to the User and will take effect immediately. If the User objects to the Change in the Terms within the above period, they are entitled to terminate the Agreement. In any case, the User may either accept the Change (implicitly through failure to object) or terminate the Agreement within the above period.
cs: Poskytovatel je oprávněn provádět jakékoli změny Služby nebo jejího rozsahu. V takovém případě Poskytovatel informuje Uživatele prostřednictvím webového rozhraní vztahujícího se k poskytované Službě. Dále v případě změn právního a regulačního rámce, oborových standardů, souvisejících nákladů Poskytovatele, změn tržních zvyklostí, změn ovlivňujících podmínky na příslušném trhu nebo jakýchkoli jiných změn, které by měly vliv na poskytování Služby, může Poskytovatel kdykoli změnit, zrušit nebo doplnit tyto VOP (dále jen "<strong>Změna</strong>"), a to oznámením takové Změny zveřejněním revidované verze těchto VOP na Webových stránkách a oznámením Uživateli prostřednictvím e-mailu i prostřednictvím rozhraní souvisejícího s poskytovanou Službou, a to nejméně 14 dní před nabytím účinnosti Změny. Po takovém oznámení jakékoli Změny Uživateli a nevyjádření se Uživatele k takové Změně ve výše uvedené lhůtě se má za to, že Uživatel se Změnou souhlasí. Oznámení se neuplatní v případě, že je Změna vyžadována zákonem, soudním příkazem, týká se výhradně přidání nové služby, dodatečných funkcí ke stávající Službě nebo jiné Změny, která nesnižuje práva Uživatele ani nezvyšuje jeho povinnosti. V takových případech bude Změna provedena bez předchozího oznámení Uživateli a bude účinná okamžitě. Pokud Uživatel ve výše uvedené lhůtě vznese proti Změně VOP námitky, je oprávněn Smlouvu vypovědět. V každém případě může Uživatel Změnu buď přijmout (případně právní fikcí v důsledku nevyjádření námitky), nebo Smlouvu ve výše uvedené lhůtě zcela vypovědět.

source: The Supplier undertakes to take all steps within its technical capabilities to ensure the functionality and availability of the Service. The User acknowledges and agrees that they use the Service at their own risk.
cs: Poskytovatel se zavazuje, že v rámci svých technických možností učiní veškeré kroky k zajištění funkčnosti a dostupnosti Služby. Uživatel bere na vědomí a souhlasí s tím, že Službu používá výhradně na vlastní riziko.

source: The basic system requirements for the proper operation of the Service include the server environment and defined technical status in the latest version. The Supplier undertakes to fulfil these requirements and ensure the proper operation of the Service through its own actions.
cs: Za základní systémové požadavky pro správný běh Služby se považuje také prostředí serveru a definovaný technický stav v nejnovější verzi. Poskytovatel se zavazuje tyto požadavky naplňovat a případně vlastní činností správného běhu Služby docílit.

source: If the User identifies any issue related to the Service's speed, functionality, or availability, they are obligated to report it to the Supplier immediately. The User acknowledges that events beyond the Supplier's control, such as a User's internet connection failure, natural disasters, DOS or DNS attacks on the Supplier's technical equipment, and other factors, may impact the Service's functionality or availability. The Supplier bears no responsibility for any damages incurred by the User in connection with these events.
cs: Zjistí-li Uživatel jakýkoli problém související s rychlostí Služby, její funkčností nebo její dostupností, je povinen tuto událost neprodleně nahlásit Poskytovateli. Uživatel bere na vědomí, že mohou nastat události mimo kontrolu Poskytovatele, které mohou ovlivnit funkčnost nebo dostupnost Služby pro Uživatele (např. porucha internetového připojení na straně Uživatele, živelná pohroma, DOS nebo DNS útoky na technické vybavení Poskytovatele a další). Poskytovatel nenese žádnou odpovědnost za škody, které v souvislosti s těmito událostmi Uživateli vzniknou.
