Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The billing period is defined as a recurring period (calendar month/year). Payment is automatically charged through the selected payment method, and the invoice is sent to the User without undue delay after the Provider has received the payment. If the payment cannot be automatically deducted for any reason, the Provider will issue an invoice, and the User is obliged to pay such an invoice within the same deadlines.
cs: Fakturační období je definované jako opakující se období (kalendářní měsíc/rok). Platba je automaticky účtována prostřednictvím zvoleného způsobu platby a faktura je Uživateli zaslána bez zbytečného odkladu poté, co byla tato platba Poskytovatelem přijata. Pokud platba nemůže být z jakéhokoli důvodu automaticky stržena, vystaví Poskytovatel fakturu a Uživatel je povinen takovou fakturu ve stejných lhůtách uhradit.
de: Der Abrechnungszeitraum ist als wiederkehrender Zeitraum (Kalendermonat/Jahr) definiert. Die Zahlung wird automatisch über die gewählte Zahlungsmethode abgebucht, und die Rechnung wird dem Benutzer unverzüglich nach Eingang der Zahlung beim Anbieter zugeschickt. Wenn die Zahlung aus irgendeinem Grund nicht automatisch abgebucht werden kann, stellt der Anbieter eine Rechnung aus, und der Benutzer ist verpflichtet, diese Rechnung innerhalb der gleichen Fristen zu begleichen.
es: El período de facturación se define como un período recurrente (calendario mes/año). El pago se carga automáticamente a través del método de pago seleccionado y la factura se envía al Usuario sin demoras indebidas después de que el Proveedor haya recibido el pago. Si el pago no puede deducirse automáticamente por cualquier motivo, el Proveedor emitirá una factura, y el Usuario está obligado a pagar dicha factura dentro de los mismos plazos.
fr: La période de facturation est définie comme une période récurrente (mois/année civile). Le paiement est automatiquement prélevé selon le mode de paiement sélectionné et la facture est envoyée à l'utilisateur sans délai excessif après réception du paiement par le fournisseur. Si le prélèvement automatique s'avère impossible, le fournisseur émet une facture que l'utilisateur est tenu de régler dans les mêmes délais.
ga: Sainmhínítear an tréimhse bhilleála mar thréimhse athfhillteach (mí féilire / bliain). Gearrtar íocaíocht go huathoibríoch tríd an modh íocaíochta roghnaithe, agus seoltar an sonrasc chuig an Úsáideoir gan moill mhíchuí tar éis don Soláthraí an íocaíocht a fháil. Mura féidir an íocaíocht a asbhaint go huathoibríoch ar chúis ar bith, eiseoidh an Soláthraí sonrasc, agus tá dualgas ar an Úsáideoir sonrasc den sórt sin a íoc laistigh de na spriocdhátaí céanna.
hu: A számlázási időszak ismétlődő időszakot jelent (hónap/év). A díj automatikusan levonásra kerül a választott fizetési móddal, és a számla haladéktalanul megküldésre kerül a Felhasználónak a fizetés beérkezése után. Ha a fizetés valamilyen okból nem vonható le automatikusan, a Szolgáltató számlát állít ki, amelyet a Felhasználó köteles azonos határidővel kiegyenlíteni.
id: Periode penagihan didefinisikan sebagai periode berulang (bulan/tahun kalender). Pembayaran secara otomatis dibebankan melalui metode pembayaran yang dipilih, dan faktur dikirimkan kepada Pengguna tanpa penundaan yang tidak semestinya setelah Penyedia menerima pembayaran. Jika pembayaran tidak dapat dipotong secara otomatis karena alasan apa pun, Penyedia akan menerbitkan faktur, dan Pengguna berkewajiban untuk membayar faktur tersebut dalam tenggat waktu yang sama.
ja: 課金期間は、反復する期間（暦月 / 暦年）として定義されます。支払は、利用者が選択した支払方法により自動的に決済され、事業者が当該支払を受領した後、不当な遅滞なく請求書が利用者に送付されます。何らかの理由により自動決済が行えない場合、事業者は請求書を発行し、利用者は当該請求書について同一の期限内に支払う義務を負うものとします。
nl: De factureerperiode wordt gedefinieerd als een terugkerende periode (kalendermaand/jaar). Betaling wordt automatisch in rekening gebracht via de geselecteerde manier van betalen en de factuur wordt, zonder onnodige vertraging, aan de gebruiker verzonden nadat de provider de betaling heeft ontvangen. Als de betaling om wat voor reden dan ook niet automatisch kan worden verricht, zal de provider een factuur uitgeven en de gebruiker is verplicht een dergelijke factuur binnen dezelfde tijdsgrenzen te betalen.
pt_br: O período de cobrança é definido como um período recorrente (mês/ano calendário). O pagamento é cobrado automaticamente por meio do método de pagamento selecionado, e a fatura é enviada ao Usuário sem atraso indevido após o Provedor receber o pagamento. Se o pagamento não puder ser deduzido automaticamente por qualquer motivo, o Provedor emitirá uma fatura, e o Usuário é obrigado a pagar tal fatura dentro dos mesmos prazos.
ru: Расчётный период определяется как повторяющийся период (календарный месяц/год). Оплата взимается автоматически через выбранный способ оплаты, а счёт высылается Пользователю без излишней задержки после получения Поставщиком оплаты. Если по каким-либо причинам оплата не может быть списана автоматически, Поставщик выставляет счёт, а Пользователь обязан оплатить его в те же сроки.
sk: Fakturačné obdobie je definované ako opakujúce sa obdobie (kalendárny mesiac/rok). Platba je automaticky účtovaná prostredníctvom zvoleného spôsobu platby a faktúra je Používateľovi zaslaná bez zbytočného odkladu potom, čo bola táto platba Poskytovateľom prijatá. Pokiaľ platba nemôže byť z akéhokoľvek dôvodu automaticky strhnutá, vystaví Poskytovateľ faktúru a Používateľ je povinný takú faktúru v rovnakých lehotách uhradiť.
sl: Obdobje obračunavanja se določi kot ponavljajoče se obdobje (koledarski mesec/leto). Plačilo se samodejno zaračuna preko izbrane plačilne metode, račun pa se uporabniku pošlje brez nepotrebnega odlašanja, potem ko je ponudnik prejel plačilo. Če plačila iz kakršnegakoli razloga ni mogoče samodejno bremeniti, ponudnik izda račun, uporabnik pa je dolžan tak račun poravnati v istih rokih.
sv: Faktureringsperioden definieras som en återkommande period (kalendermånad/år). Betalningen debiteras automatiskt via den valda betalningsmetoden och fakturan skickas till användaren utan onödigt dröjsmål efter att leverantören har mottagit betalningen. Om betalningen av någon anledning inte kan dras automatiskt, kommer leverantören att utfärda en faktura och användaren är skyldig att betala denna faktura inom samma tidsfrister.
ta: பட்டியலிடல் காலம் ஒரு தொடர்ச்சியான காலமாக வரையறுக்கப்படுகிறது (காலண்டர் மாதம்/ஆண்டு). தேர்ந்தெடுக்கப்பட்ட கட்டண முறை மூலம் பணம் தானாகவே வசூலிக்கப்படுகிறது, மேலும் வழங்குநர் கட்டணத்தைப் பெற்ற பின்னர் விலைப்பட்டியல் பயனருக்கு தேவையற்ற தாமதமின்றி அனுப்பப்படுகிறது. எந்தவொரு காரணத்திற்காகவும் கட்டணத்தை தானாகக் கழிக்க முடியாவிட்டால், வழங்குநர் விலைப்பட்டியல் வழங்குவார், மேலும் அதே காலக்கெடுவிற்குள் அத்தகைய விலைப்பட்டியலை செலுத்த பயனர் கடமைப்பட்டுள்ளார்.
tr: Fatura dönemi yinelenen bir dönem (takvim ayı/yıl) olarak tanımlanır. Ödeme, seçilen ödeme yöntemi ile otomatik olarak tahsil edilir ve fatura, Sağlayıcı ödemeyi aldıktan sonra gecikmeksizin Kullanıcı’ya gönderilir. Ödemenin herhangi bir nedenle otomatik olarak alınamaması durumunda, Sağlayıcı bir fatura düzenler ve Kullanıcı bu faturayı aynı süreler içinde ödemekle yükümlüdür.
uk: Розрахунковий період визначається як повторюваний період (календарний місяць/рік). Оплата автоматично стягується за допомогою вибраного способу оплати, а рахунок-фактура надсилається Користувачеві без невиправданої затримки після отримання Постачальником платежу. Якщо з будь-якої причини оплата не може бути автоматично знята, Постачальник виставляє рахунок, і Користувач зобов’язаний оплатити такий рахунок у ті ж терміни.
zh_hans: 计费周期被定义为循环周期（日历月/年）。付款通过选定的支付方式自动收取，提供者收到付款后会在没有过度延迟的情况下把发票发送给用户。如果因为任何原因付款无法被自动扣除，提供者会开具发票，用户有义务在相同的截止期前支付发票的金额。
zh_hant: 帳單週期定義為一循環期間（日曆月/年）。款項將透過所選付款方式自動扣款，發票將於提供者收到款項後無不當遲延發送予使用者。若因任何原因無法自動扣款，提供者將開立發票，使用者有義務於相同期限內支付該發票。

source: In the event of a delay by the User in any payment, the Provider is also entitled to suspend or limit the provision of the Service until the full payment of the debt. During the suspension or limitation of the provision of the Service, the User is still obliged to pay the Price according to the delivered tax documents. Repeated payment delays by the User are considered a material breach of the Agreement, entitling the Provider to terminate the Agreement for the reason stated in Article 11 below.
cs: V případě prodlení Uživatele s jakoukoli platbou je Poskytovatel rovněž oprávněn pozastavit nebo omezit poskytování Služby až do úplného uhrazení dluhu. Po dobu pozastavení nebo omezení poskytování Služby je Uživatel nadále povinen hradit Cenu dle dodaných daňových dokladů. Opakované prodlení s úhradou ze strany Uživatele je považováno za podstatné porušení Smlouvy opravňující Poskytovatele k výpovědi Smlouvy z důvodu uvedeného v článku 11 níže.
de: Im Falle eines Zahlungsverzugs des Benutzers ist der Anbieter außerdem berechtigt, die Erbringung des Dienstes bis zur vollständigen Begleichung der Schuld auszusetzen oder einzuschränken. Während der Aussetzung oder Einschränkung der Erbringung des Dienstes ist der Benutzer weiterhin verpflichtet, den Preis gemäß den zugestellten Steuerunterlagen zu zahlen. Wiederholte Zahlungsverzögerungen des Benutzers gelten als wesentliche Vertragsverletzung, die den Anbieter berechtigt, den Vertrag aus dem in Artikel 11 unten genannten Grund zu kündigen.
es: En caso de retraso por parte del Usuario en algún pago, el Prestador también tiene derecho a suspender o limitar la prestación del Servicio hasta el pago íntegro de la deuda. Durante la suspensión o limitación de la prestación del Servicio, el Usuario sigue obligado al pago del Precio de acuerdo con los documentos fiscales entregados. Los retrasos repetidos en los pagos por parte del Usuario se consideran un incumplimiento material del Acuerdo, lo que da derecho al Proveedor a rescindir el Acuerdo por el motivo indicado en el artículo 11 a continuación.
fr: En cas de retard de paiement de la part de l'Utilisateur, le Prestataire est en droit de suspendre ou de limiter la fourniture du Service jusqu'au règlement intégral de la dette. Pendant la suspension ou la limitation de la fourniture du Service, l'Utilisateur reste tenu de payer le Prix conformément aux documents fiscaux fournis. Les retards de paiement répétés de la part de l'Utilisateur constituent un manquement grave au Contrat, autorisant le Prestataire à résilier ce dernier pour le motif indiqué à l'article 11 ci-dessous.
ga: Sa chás go gcuireann an tÚsáideoir moill ar aon íocaíocht, tá an Soláthraí i dteideal soláthar na Seirbhíse a chur ar fionraí nó a theorannú go dtí go n-íocfar an fiach go hiomlán. Le linn soláthar na Seirbhíse a chur ar fionraí nó a theorannú, tá dualgas fós ar an Úsáideoir an Praghas a íoc de réir na ndoiciméad cánach seachadta. Meastar gur sárú ábhartha ar an gComhaontú iad moilleanna íocaíochta arís agus arís eile ag an Úsáideoir, rud a thugann teideal don Soláthraí an Comhaontú a fhoirceannadh ar an gcúis a luaitear in Airteagal 11 thíos.
hu: Ha a Felhasználó fizetési késedelembe esik, a Szolgáltató jogosult a Szolgáltatás nyújtását felfüggeszteni vagy korlátozni a tartozás teljes kiegyenlítéséig. A Szolgáltatás korlátozása vagy szünetelése idején is köteles a Felhasználó a kiállított számlák alapján a díjat megfizetni. A rendszeres fizetési késedelem súlyos szerződésszegésnek minősül, és a Szolgáltató jogosult a Szerződést a 11. cikkben meghatározott okból felmondani.
id: Apabila terjadi keterlambatan pembayaran oleh Pengguna, Penyedia juga berhak untuk menangguhkan atau membatasi penyediaan Layanan sampai dengan pelunasan utang. Selama masa penangguhan atau pembatasan penyediaan Layanan, Pengguna tetap berkewajiban untuk membayar Harga sesuai dengan dokumen pajak yang diserahkan. Keterlambatan pembayaran yang berulang oleh Pengguna dianggap sebagai pelanggaran materiil terhadap Perjanjian, sehingga Penyedia berhak untuk mengakhiri Perjanjian dengan alasan yang disebutkan dalam Pasal 11 di bawah ini.
ja: 利用者がいずれかの支払について遅延した場合、事業者は、当該債務が全額支払われるまで、サービスの提供を停止し、または制限する権利を有します。サービスの提供が停止または制限されている期間中であっても、利用者は、交付された税務書類に基づき、代金を支払う義務を負うものとします。利用者による支払遅延が反復して発生した場合、これは本契約の重大な違反とみなされ、事業者は、下記第 11 条に定める理由により本契約を解除する権利を有します。
nl: In het geval van een vertraging door de gebruiker bij enige betaling, heeft de provider ook het recht om het verschaffen van de service op te schorten of te beperken, totdat de schuld volledig is voldaan. Gedurende de opschorting of beperking van het verschaffen van de service, is de gebruiker nog steeds verplicht de prijs te betalen overeenkomstig de aangeleverde belastingdocumenten. Herhaalde vertragingen in betalingen door de gebruiker worden beschouwd als het niet nakomen van de overeenkomst, wat de provider het recht geeft de overeenkomst te beëindigen wegens de reden die is vermeld in Artikel 11 hieronder.
pt_br: No caso de atraso do Usuário em qualquer pagamento, o Provedor também tem o direito de suspender ou limitar o fornecimento do Serviço até o pagamento integral da dívida. Durante a suspensão ou limitação do fornecimento do Serviço, o Usuário ainda é obrigado a pagar o Preço de acordo com os documentos fiscais entregues. Atrasos repetidos de pagamento pelo Usuário são considerados uma violação material do Contrato, autorizando o Provedor a rescindir o Contrato pelo motivo declarado no Artigo 11 abaixo.
ru: В случае задержки Пользователем какого-либо платежа, Поставщик также имеет право приостановить или ограничить предоставление Сервиса до полного погашения задолженности. Во время приостановки или ограничения предоставления Сервиса Пользователь по-прежнему обязан оплачивать Цену в соответствии с предоставленными налоговыми документами. Неоднократные задержки платежей со стороны Пользователя считаются существенным нарушением Соглашения, дающим Поставщику право расторгнуть Соглашение по причине, указанной в статье 11 ниже.
sk: V prípade omeškania Používateľa s akoukoľvek platbou je Poskytovateľ taktiež oprávnený pozastaviť alebo obmedziť poskytovanie Služby až do úplného uhradenia dlhu. Po dobu pozastavenia alebo obmedzenia poskytovania Služby je Používateľ naďalej povinný hradiť Cenu podľa dodaných daňových dokladov. Opakované omeškanie s úhradou zo strany Používateľa je považované za podstatné porušenie Zmluvy oprávňujúce Poskytovateľa k výpovedi Zmluvy z dôvodu uvedeného v článku 11 nižšie.
sl: V primeru zamude Uporabnika pri katerem koli plačilu je ponudnik upravičen tudi do začasne ustavitve ali omejitve zagotavljanja storitve do celotnega poplačila dolga. Med začasno ustavitvijo ali omejitvijo zagotavljanja storitve je uporabnik še vedno dolžan plačati ceno v skladu z dostavljenimi davčnimi dokumenti. Ponavljajoče se zamude plačila s strani uporabnika se štejejo za bistveno kršitev pogodbe, zaradi česar ima ponudnik pravico do odpovedi pogodbe iz razloga, navedenega v 11. členu spodaj.
sv: Om användaren försenar någon betalning har leverantören också rätt att avbryta eller begränsa tillhandahållandet av tjänsten tills skulden är fullt betald. Under avbrottet eller begränsningen av tillhandahållandet av tjänsten är användaren fortfarande skyldig att betala priset enligt de levererade skattedokumenten. Upprepade betalningsförseningar från användaren anses vara ett väsentligt brott mot avtalet, vilket ger leverantören rätt att säga upp avtalet av det skäl som anges i artikel 11 nedan.
ta: எந்தவொரு கட்டணத்திலும் பயனரின் நேரந்தவறுகை ஏற்பட்டால், கடனை முழுமையாக செலுத்தும் வரை சேவையை வழங்குவதை இடைநிறுத்த அல்லது கட்டுப்படுத்த வழங்குநருக்கு உரிமை உண்டு. சேவையை வழங்குவதற்கான இடைநீக்கம் அல்லது வரம்பின் போது, வழங்கப்பட்ட வரி ஆவணங்களின்படி விலையை செலுத்த பயனர் இன்னும் கடமைப்பட்டுள்ளார். பயனரின் தொடர்ச்சியான கட்டண தாமதங்கள் ஒப்பந்தத்தின் பொருள் மீறலாகக் கருதப்படுகின்றன, கீழே உள்ள 11 வது பிரிவில் குறிப்பிடப்பட்டுள்ள காரணத்திற்காக ஒப்பந்தத்தை நிறுத்த வழங்குநருக்கு உரிமை உண்டு.
tr: Kullanıcı tarafından herhangi bir ödemenin geciktirilmesi durumunda, Sağlayıcı, borcun tamamı ödenene kadar Hizmet sunumunu askıya alma veya sınırlama hakkına da sahiptir. Hizmet sunumunun askıya alınması veya sınırlandırılması sırasında Kullanıcı, teslim edilen vergi belgelerine göre Ücreti ödemekle yükümlüdür. Kullanıcı tarafından yinelenen ödeme gecikmeleri, Sözleşmenin önemli bir ihlali olarak kabul edilir ve Sağlayıcı’ya aşağıda Madde 11'de belirtilen nedenle Sözleşme’yi feshetme hakkı verir.
uk: У разі затримки Користувачем будь-якого платежу, Постачальник також має право призупинити або обмежити надання Сервісу до повного погашення боргу. Під час призупинення або обмеження надання Сервісу Користувач, як і раніше, зобов’язаний сплатити Ціну згідно з наданими податковими документами. Повторні затримки платежів Користувачем вважаються істотним порушенням Угоди, що дає Постачальнику право розірвати Угоду з причини, зазначеної в статті 11 нижче.
zh_hans: 如果用户在任何付款中出现延迟，提供者也有权暂停或限制提供服务，直到完全付清债务为止。在服务提供暂停或受限期间，用户仍有义务根据送达的税务文档支付价格。用户重复的付款延迟被认为是对协议的重大违反，使提供者有权以下方第11款中所述原因终止协议。
zh_hant: 若使用者遲延支付任何款項，提供者亦有權暫停或限制服務之提供，直至債務全額清償為止。於服務暫停或限制提供期間，使用者仍有義務依已送達之稅務憑證支付價格。使用者屢次遲延付款視為本協議之重大違約，提供者有權依下述第 11 條之事由終止本協議。
