Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: means the websites and services based on Weblate provided by the Provider;
cs: znamená webové stránky a služby založené na Weblate poskytované Poskytovatelem;
de: bezeichnet die auf Weblate basierenden Websites und Dienste, die vom Anbieter bereitgestellt werden;
es: significa las páginas web y servicios basados en Weblate proporcionados por el Proveedor;
fr: désigne les sites web et les services basés sur Weblate fournis par le Fournisseur ;
ga: ciallaíonn sé na suíomhanna gréasáin agus na seirbhísí atá bunaithe ar Weblate a sholáthraíonn an Soláthraí;
hu: a Szolgáltató által nyújtott, Weblate-alapú weboldalakat és szolgáltatásokat jelenti;
id: berarti situs web dan layanan berbasis Weblate yang disediakan oleh Penyedia;
ja: 事業者が提供する、Weblate に基づく Web サイトおよびサービスを意味します。
nl: betekent de websites en diensten, gebaseerd op Weblate, verschaft door de aanbieder;
pt_br: significa os sites e os serviços baseados no Weblate fornecidos pelo Provedor;
ru: означает веб-сайты и сервисы на базе Weblate, предоставляемые Поставщиком;
sk: znamená webové stránky a služby založené na Weblate poskytované Poskytovateľom;
sl: pomeni spletna mesta in storitve, ki temeljijo na platformi Weblate in jih zagotavlja ponudnik;
sv: avser webbplatser och tjänster baserade på Weblate som tillhandahålls av leverantören;
ta: வழங்குநரால் வழங்கப்பட்ட வெப்லேட்டின் அடிப்படையில் வலைத்தளங்கள் மற்றும் சேவைகள்;
tr: Sağlayıcı tarafından sağlanan Weblate tabanlı internet siteleri ve hizmetleri ifade eder;
uk: означає веб-сайти та послуги на основі Weblate, які надає Постачальник;
zh_hans: 指基于提供商提供的 Weblate 的站点和服务；
zh_hant: 指由提供者所提供，基於 Weblate 之網站及服務；

source: Self-hosting
cs: Vlastní hostování
fr: Auto-hébergement
ga: Féin-óstáil
hu: Saját üzemeltetés
id: Hosting mandiri
ja: 自己ホスト
nl: Zelf hosten
pt_br: Hospedagem Própria
ru: Самостоятельный хостинг
sk: Vlastné hosťovanie
sl: Samostojno gostovanje
sv: Självhosting
ta: தன்வய ஓச்டிங்
tr: Özel Barındırma
uk: Самостійне розміщення
zh_hans: 自托管
zh_hant: 自託管

source: means a form of collaboration where the User is the sole user of the Service, and this Service is operated directly on the User Server;
cs: znamená formu spolupráce, kdy Uživatel je výhradním uživatelem Služby a tato Služba je provozována přímo na Serveru Uživatele;
de: ist eine Form der Zusammenarbeit, bei der der Benutzer der einzige Benutzer des Dienstes ist und dieser Dienst direkt auf dem Benutzerserver betrieben wird;
fr: désigne une forme de collaboration où l'Utilisateur est le seul utilisateur du Service, et ce Service est exploité directement sur le serveur de l'Utilisateur ;
ga: ciallaíonn sé cineál comhoibrithe inarb é an tÚsáideoir an t-aon úsáideoir de chuid na Seirbhíse, agus oibrítear an tSeirbhís seo go díreach ar an bhfreastalaí úsáideora;
hu: olyan együttműködési formát jelent, amelyben a Szolgáltatás közvetlenül a Felhasználó saját szerverén kerül üzemeltetésre;
id: berarti suatu bentuk kolaborasi di mana Pengguna adalah satu-satunya pengguna Layanan, dan Layanan ini dioperasikan langsung pada Server Pengguna;
ja: 利用者が当該サービスの唯一の利用者であり、そのサービスが利用者のサーバー上で直接運用されるコラボレーション形態を指します。
nl: betekent een vorm van samenwerking waarbij de gebruiker de enige gebruiker van de service is en deze service direct wordt uitgevoerd op de server van de gebruiker;
pt_br: significa uma forma de colaboração onde o Usuário é o único usuário do Serviço, e este Serviço é operado diretamente no Servidor do Usuário;
ru: означает форму сотрудничества, при которой Пользователь является единственным пользователем Сервиса, и этот Сервис работает непосредственно на Сервере Пользователя;
sk: znamená formu spolupráce, kedy Používateľ je výhradným používateľom Služby a táto Služba je prevádzkovaná priamo na Serveri Používateľa;
sl: pomeni obliko sodelovanja, pri kateri je uporabnik edini uporabnik storitve in se ta storitev izvaja neposredno na uporabnikovem strežniku;
sv: betyder en form av samarbete där användaren är den enda användaren av tjänsten och denna tjänst drivs direkt på användarens server;
ta: பயனர் சேவையின் ஒரே பயனராக இருக்கும் ஒத்துழைப்பின் ஒரு வடிவம், இந்த பணி பயனர் சேவையகத்தில் நேரடியாக இயக்கப்படுகிறது;
tr: kullanıcının Hizmet’in tek kullanıcısı olduğu ve bu Hizmet’in doğrudan Kullanıcı sunucusu üzerinde işletildiği bir işbirliği biçimini ifade eder;
uk: означає форму співпраці, коли Користувач є єдиним користувачем Сервісу, і цей Сервіс працює безпосередньо на Сервері користувача;
zh_hans: 表示一种协作形式，其中用户是服务的唯一用户，此服务直接运行在用户服务器上；
zh_hant: 指一種合作形式，其中使用者為本服務之唯一使用者，且本服務直接於使用者伺服器上運作；

source: Support Services
cs: Služby Podpory
de: Unterstützungsdienste
es: Soporte
fr: Services de soutien
ga: Seirbhísí Tacaíochta
hu: Támogatási szolgáltatások
id: Layanan Dukungan
ja: サポートサービス
nl: Ondersteuningsservices
pt_br: Serviços de Suporte
ru: Службы поддержки
sk: Služby Podpory
sl: Podporne storitve
sv: Supporttjänster
ta: உதவி சேவைகள்
tr: Destek Hizmetleri
uk: Служби підтримки
zh_hans: 支持服务
zh_hant: 支援服務

source: means the support provided by the Provider to the User within the Service. Support Services are governed separately by a separate support service agreement;
cs: znamená podpora poskytovaná Poskytovatelem Uživateli v rámci Služby. Služby Podpory jsou upraveny zvlášť v samostatné smlouvě o poskytování Služby Podpory;
de: bezeichnet die Unterstützung, die der Anbieter dem Benutzer im Rahmen des Dienstes anbietet. Die Unterstützung der Dienste wird in einem separaten Vertrag über die Unterstützungsdienste geregelt;
es: significa el soporte proporcionado por el Proveedor al Usuario dentro del Servicio. Los servicios de soporte se rigen por separado por un acuerdo de servicio de soporte separado;
fr: désigne le support fourni par le Fournisseur à l'Utilisateur dans le cadre du Service. Les Services de Support sont régis séparément par un contrat de service de support distinct ;
ga: an tacaíocht a chuireann an Soláthraí ar fáil don Úsáideoir laistigh den tSeirbhís. Seirbhísí Tacaíochta á rialú ar leithligh ag comhaontú seirbhíse tacaíochta ar leithligh;
hu: azokat a támogatási szolgáltatásokat jelentik, amelyeket a Szolgáltató a Felhasználónak nyújt a Szolgáltatáson belül. Ezeket külön támogatási szerződés szabályozza.;
id: berarti dukungan yang diberikan oleh Penyedia kepada Pengguna dalam Layanan. Layanan Dukungan diatur secara terpisah oleh perjanjian layanan dukungan yang terpisah;
ja: 事業者がサービス内で利用者に提供するサポートを意味します。サポートサービスは、別途締結されるサポートサービス契約によって個別に規定されます。
nl: betekent de ondersteuning die door de provider aan de gebruiker wordt verschaft binnen de service. Services voor ondersteuning zijn onderworpen aan een afzonderlijke overeenkomst voor ondersteuning voor de service;
pt_br: significa o suporte fornecido pelo Provedor ao Usuário dentro do Serviço. Os Serviços de Suporte são regidos separadamente por um contrato de serviço de suporte separado;
ru: означает поддержку, предоставляемую Поставщиком Пользователю в рамках Сервиса. Службы поддержки регулируются отдельным соглашением об оказании служб поддержки;
sk: znamená podpora poskytovaná Poskytovateľom Používateľovi v rámci Služby. Služby Podpory sú upravené zvlášť v samostatnej zmluve o poskytovaní Služby Podpory;
sl: pomeni podporo, ki jo ponudnik nudi uporabniku v okviru storitve. Storitve podpore so ločeno urejene z ločeno pogodbo o storitvah podpore;
sv: avser det stöd som leverantören tillhandahåller användaren inom ramen för tjänsten. Supporttjänster regleras separat i ett separat supportavtal;
ta: சேவைக்குள் பயனருக்கு வழங்குநர் வழங்கிய உதவி. உதவி சேவைகள் ஒரு தனி உதவி பணி ஒப்பந்தத்தால் தனித்தனியாக நிர்வகிக்கப்படுகின்றன;
tr: sağlayıcı tarafından Hizmet dahilinde Kullanıcı’ya sağlanan destek anlamına gelir. Destek Hizmetleri, ayrı bir destek hizmeti sözleşmesi ile ayrı olarak yönetilir;
uk: означає підтримку, яку Постачальник надає Користувачеві в рамках Сервісу. Послуги підтримки регулюються окремо окремою угодою про надання послуг підтримки;
zh_hans: 表示提供者在服务内向用户提供的支持。支持服务由单独的支持服务协议分开管理；
zh_hant: 指提供者在本服務範圍內向使用者提供之支援。支援服務另由單獨之支援服務協議規範；

source: Translation Memory
ar: ذاكرة الترجمة
ckb: بیرگەی وەرگێڕان
cs: Překladová paměť
da: Oversættelseshukommelse
de: Übersetzungsspeicher
es: Memoria de traducción
fi: Käännösmuisti
fr: Mémoire de traduction
ga: Cuimhne Aistriúcháin
gl: Memoria de tradución
he: זיכרון תרגום
hu: Fordítási memória
id: Memori Terjemahan
is: Þýðingaminni
ja: 翻訳メモリ
kab: Takatut n tsuqilt
lt: Vertimo atmintis
lv: Tulkojumu atmiņa
nl: Vertaalgeheugen
pt_br: Memória de tradução
ro: Memorie de traducere
ru: Память переводов
sk: Pamäť prekladu
sl: Spomin prevodov
sv: Översättningsminne
ta: மொழிபெயர்ப்பு நினைவகம்
tr: Çeviri Belleği
uk: Пам'ять перекладів
zh_hans: 翻译记忆库
zh_hant: 翻譯記憶

source: means an optional translation memory service provided on Weblate;
cs: znamená volitelná služba překladové paměti poskytovaná na Weblate;
de: bezeichnet einen optionalen Übersetzungsspeicher-Dienst, der auf Weblate angeboten wird;
es: se refiere un servicio opcional de memoria de traducción proporcionado por Weblate;
fr: désigne un service de mémoire de traduction optionnel fourni sur Weblate ;
ga: ciallaíonn sé seirbhís roghnach cuimhne aistriúcháin a chuirtear ar fáil ar Weblate;
hu: egy opcionálisan igénybe vehető fordítási memória szolgáltatást jelent, amelyet a Weblate biztosít;
id: berarti layanan memori terjemahan opsional yang disediakan di Weblate;
ja: Weblate 上で提供されるオプションの翻訳メモリ サービスを意味します。
nl: betekent een optionele service voor vertaalgeheugen, verschaft in Weblate;
pt_br: significa um serviço opcional de memória de tradução fornecido no Weblate;
ru: означает необязательный сервис памяти переводов, предоставляемый на Weblate;
sk: znamená voliteľná služba prekladovej pamäte poskytovaná na Weblate;
sl: pomeni izbirno storitev pomnilnika prevodov, ki je na voljo na Weblate;
sv: betyder en valfri översättningsminnestjänst som tillhandahålls på Weblate;
ta: வெப்லேட்டில் வழங்கப்பட்ட விருப்ப மொழிபெயர்ப்பு நினைவக சேவை;
tr: Weblate üzerinde sağlanan isteğe bağlı bir çeviri belleği hizmetini ifade eder;
uk: означає додаткову послугу пам’яті перекладів, яка надається на Weblate;
zh_hans: 指 Weblate 上提供的可选翻译记忆库服务；
zh_hant: 指 Weblate 上提供之選用翻譯記憶服務；

source: User
ar: المستخدم
ckb: بەکارهێنەر
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
ga: Úsáideoir
gl: Usuario
he: משתמש
hu: Felhasználó
id: Pengguna
is: Notandi
ja: 利用者
kab: Aseqdac
lt: Naudotojas
lv: Lietotājs
nl: Gebruiker
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: Používateľ
sl: Uporabnik
sv: Användare
ta: பயனர்
tr: Kullanıcı
uk: Користувач
zh_hans: 用户
zh_hant: 使用者

source: means any legal entity or natural person other than the Provider that utilizes the Service;
cs: znamená jakákoli právnická osoba nebo fyzická osoba jiná než Provozovatel, která využívá Službu;
de: bezeichnet jede juristische oder natürliche Person mit Ausnahme des Anbieters, die den Dienst in Anspruch nimmt;
es: significa cualquier entidad legal o persona natural distinta al Proveedor que utilice el Servicio;
fr: désigne toute entité juridique ou personne physique autre que le Fournisseur qui utilise le Service ;
ga: ciallaíonn sé aon eintiteas dlíthiúil nó duine nádúrtha seachas an Soláthraí a úsáideann an tSeirbhís;
hu: a Szolgáltatótól eltérő bármely jogi vagy természetes személy, aki igénybe veszi a Szolgáltatást;
id: berarti setiap badan hukum atau orang perseorangan selain Penyedia yang memanfaatkan Layanan;
ja: 事業者以外で、サービスを利用する法人または自然人を意味します。
nl: betekent elke wettelijke rechtspersoon of natuurlijk persoon, anders dan de aanbieder, die gebruik maakt van de service;
pt_br: significa qualquer entidade legal ou pessoa natural que não seja o Provedor, que utiliza o Serviço;
ru: означает любое юридическое или физическое лицо, не являющееся Поставщиком, которое использует Сервис;
sk: znamená akákoľvek právnická osoba alebo fyzická osoba iná ako Prevádzkovateľ, ktorá využíva Službu;
sl: pomeni katero koli pravno ali fizično osebo, ki ni ponudnik in uporablja storitev;
sv: avser alla juridiska eller fysiska personer utom leverantören som använder tjänsten;
ta: சேவையைப் பயன்படுத்தும் வழங்குநரைத் தவிர வேறு எந்தவொரு சட்ட நிறுவனம் அல்லது இயற்கையான நபரைக் குறிக்கிறது;
tr: Hizmet'i kullanıma sunan Sağlayıcı dışındaki herhangi bir tüzel veya gerçek kişiyi ifade eder;
uk: означає будь-яку юридичну або фізичну особу, окрім Постачальника, яка використовує Послугу;
zh_hans: 指提供商之外的任何使用该服务的法律实体或自然人；
zh_hant: 指提供者以外，利用本服務之任何法人或自然人；

source: User Account
cs: Uživatelský účet
de: Benutzerkonto
es: Cuenta del Usuario
fr: Compte utilisateur
ga: Cuntas Úsáideora
hu: Felhasználói fiók
id: Akun Pengguna
ja: 利用者アカウント
nl: Gebruikersaccount
pt_br: Conta de Usuário
ru: Учётная запись пользователя
sk: Používateľský účet
sl: Uporabniški račun
sv: Användarkonto
ta: பயனர் கணக்கு
tr: Kullanıcı Hesabı
uk: Обліковий запис користувача
zh_hans: 用户账户
zh_hant: 使用者帳號

source: means a user account with a unique access code and password in the Hosted Weblate web interface. Each User Account can be used by only one User;
cs: znamená uživatelský účet s jedinečným přístupovým kódem a heslem ve webovém rozhraní Hosted Weblate. Každý Uživatelský účet může používat pouze jeden Uživatel;
de: ist ein Benutzerkonto mit einem eindeutigen Zugangscode und Passwort in der Hosted-Weblate-Weboberfläche. Jedes Benutzerkonto kann nur von einem Benutzer verwendet werden;
es: significa una cuenta de usuario con un código de acceso y contraseña únicos en la interfaz web alojada de Weblate. Cada Cuenta de usuario la puede utilizar un solo Usuario;
fr: désigne un compte utilisateur doté d'un code d'accès et d'un mot de passe uniques dans l'interface web Hosted Weblate. Chaque compte utilisateur ne peut être utilisé que par un seul utilisateur ;
ga: ciallaíonn cuntas úsáideora le cód rochtana uathúil agus pasfhocal sa chomhéadan gréasáin Weblate Óstáilte. Ní féidir ach le hÚsáideoir amháin gach Cuntas Úsáideora a úsáid;
hu: a Hosted Weblate webes felületén létrehozott, egyedi hozzáférési kóddal és jelszóval védett fiókot jelenti. Minden Felhasználói fiókot kizárólag egy Felhasználó használhat;
id: berarti akun pengguna dengan kode akses dan kata sandi unik di antarmuka web Hosted Weblate. Setiap Akun Pengguna hanya dapat digunakan oleh satu Pengguna;
ja: Hosted Weblate の Web 画面における、固有のアクセスコードとパスワードを持つ利用者アカウントを指します。各利用者アカウントは 1 人の利用者のみが使用できます。
nl: betekent een gebruikersaccount met een unieke toegangscode en wachtwoord in de webinterface Hosted Weblate. Elk gebruikersaccount kan slechts gebruikt worden door een gebruiker;
pt_br: significa uma conta de usuário com um código de acesso e senha exclusivos na interface web Hosted Weblate. Cada Conta de Usuário pode ser usada por apenas um Usuário;
ru: означает учётную запись (аккаунт) пользователя с уникальным кодом доступа и паролем в веб-интерфейсе Хостинга Weblate. Каждая учётная запись пользователя может использоваться только одним пользователем;
sk: znamená používateľský účet s jedinečným prístupovým kódom a heslom vo webovom rozhraní Hosted Weblate. Každý Používateľský účet môže používať iba jeden Používateľ;
sl: pomeni uporabniški račun z edinstveno dostopno kodo in geslom v spletnem vmesniku gostovanega Weblate. Vsak uporabniški račun lahko uporablja samo en uporabnik;
sv: betyder ett användarkonto med en unik åtkomstkod och ett lösenord i det webbaserade gränssnittet Hosted Weblate. Varje användarkonto kan endast användas av en användare;
ta: புரவலன் செய்யப்பட்ட வலைபெயர்ப்பு வலை இடைமுகத்தில் தனித்துவமான அணுகல் குறியீடு மற்றும் கடவுச்சொல் கொண்ட பயனர் கணக்கு. ஒவ்வொரு பயனர் கணக்கையும் ஒரே ஒரு பயனரால் மட்டுமே பயன்படுத்த முடியும்;
tr: hosted Weblate internet arayüzünde benzersiz bir erişim kodu ve parolası olan bir kullanıcı hesabı anlamına gelir. Her kullanıcı hesabı yalnızca bir Kullanıcı tarafından kullanılabilir;
uk: означає обліковий запис користувача з унікальним кодом доступу та паролем у веб-інтерфейсі Hosted Weblate. Кожен обліковий запис користувача може використовуватися лише одним користувачем;
zh_hans: 表示在 Hosted Weblate 网页界面中有唯一访问代码和密码的用户账户。每个用户账户只能由一名用户使用；
zh_hant: 指在託管 Weblate 網頁介面中具有唯一存取碼及密碼之使用者帳號。每一使用者帳號僅供一位使用者使用；

source: User Server
cs: Server Uživatele
de: Benutzerserver
es: Servidor de Usuario
fr: Serveur utilisateur
ga: Freastalaí Úsáideora
hu: Felhasználói szerver
id: Server Pengguna
ja: 利用者サーバー
nl: Server gebruiker
pt_br: Servidor do Usuário
ru: Сервер пользователя
sk: Server Používateľa
sl: Uporabniški strežnik
sv: Användarserver
ta: பயனர் சேவையகம்
tr: Kullanıcı Sunucusu
uk: Сервер користувача
zh_hans: 用户服务器
zh_hant: 使用者伺服器

source: refers to the server and other hardware equipment not owned, managed, or controlled by the Provider;
cs: server a další HW vybavení, které není ve vlastnictví, správě nebo pod kontrolou Poskytovatele;
de: bezieht sich auf den Server und andere Hardwareausrüstung, die nicht dem Anbieter gehört, von ihm verwaltet oder kontrolliert wird;
es: se refiere al servidor y otros equipos de hardware que no son propiedad, administrados o controlados por el Proveedor;
fr: désigne le serveur et les autres équipements matériels qui ne sont ni détenus, ni gérés, ni contrôlés par le Fournisseur ;
ga: tagraíonn sé don fhreastalaí agus do threalamh crua-earraí eile nach bhfuil faoi úinéireacht, faoi bhainistiú nó faoi rialú an tSoláthraí;
hu: azt a szervert és egyéb hardvereszközöket jelenti, amelyek nem a Szolgáltató tulajdonában állnak, és amelyeken a Szolgáltató sem üzemeltetést, sem felügyeletet nem végez;
id: mengacu pada server dan peralatan perangkat keras lainnya yang tidak dimiliki, dikelola, atau dikendalikan oleh Penyedia;
ja: 事業者が所有、管理又は支配しないサーバーその他のハードウェア機器を指します。
nl: verwijst naar de server en ander hardwareapparaten, niet toebehorende, beheerd of aangestuurd door de provider;
pt_br: refere-se ao servidor e outros equipamentos de hardware que não são de propriedade, gerenciados ou controlados pelo Provedor;
ru: относится к серверу и другому аппаратному оборудованию, не принадлежащему, не управляемому и не контролируемому Поставщиком;
sk: server a ďalšie HW vybavenie, ktoré nie je vo vlastníctve, správe alebo pod kontrolou Poskytovateľa;
sl: se nanaša na strežnik in drugo strojno opremo, ki ni v lasti, pod upravljanjem ali nadzorom ponudnika;
sv: avser server och annan hårdvaruutrustning som inte ägs, förvaltas eller kontrolleras av leverantören;
ta: சேவையகம் மற்றும் பிற வன்பொருள் உபகரணங்களை வழங்குநருக்கு சொந்தமான, நிர்வகிக்காத அல்லது கட்டுப்படுத்தப்படாதது;
tr: sağlayıcı tarafından sahip olunmayan, yönetilmeyen veya kontrol edilmeyen sunucu ve diğer donanım ekipmanlarını ifade eder;
uk: відноситься до серверу та іншого апаратного обладнання, яке не належить, не управляється чи не контролюється Постачальником;
zh_hans: 指非提供者所有、管理或控制的服务器和其他硬件设备；
zh_hant: 指非由提供者擁有、管理或控制之伺服器及其他硬體設備；

source: Methods of Acceptance
cs: Způsoby přijetí
de: Methoden des Annehmens
es: Métodos de Aceptación
fr: Méthodes d'acceptation
ga: Modhanna Glactha
hu: Elfogadási módok
id: Metode Penerimaan
ja: 契約の成立方法
nl: Methoden voor acceptatie
pt_br: Métodos de Aceitação
ru: Способы принятия
sk: Spôsoby prijatia
sl: Metode sprejemanja
sv: Metoder för godkännande
ta: ஏற்றுக்கொள்ளும் முறைகள்
tr: Kabul Yöntemleri
uk: Способи приймання
zh_hans: 接受方法
zh_hant: 承諾方式

source: The License is granted to the User based on the concluded Agreement.
cs: Licence je Uživateli poskytována na základě uzavřené Smlouvy.
de: Die Lizenz wird dem Benutzer auf der Grundlage des abgeschlossenen Vertrags erteilt.
fr: La licence est accordée à l'utilisateur sur la base du contrat conclu.
ga: Deonaítear an Ceadúnas don Úsáideoir bunaithe ar an gComhaontú a tugadh i gcrích.
hu: A Licenc a Szerződés megkötésével kerül a Felhasználó részére biztosításra.
id: Lisensi diberikan kepada Pengguna berdasarkan Perjanjian yang disepakati.
ja: 本ライセンスは、締結された契約に基づき利用者に付与されます。
nl: De licentie wordt toegekend aan de gebruiker, op basis van de vastgelegde overeenkomst.
pt_br: A Licença é concedida ao Usuário com base no Contrato celebrado.
ru: Лицензия предоставляется Пользователю на основании заключённого Соглашения.
sk: Licencia je Používateľovi poskytovaná na základe uzavretej Zmluvy.
sl: Licenca se uporabniku podeli na podlagi sklenjene pogodbe.
sv: Licensen beviljas användaren på grundval av det ingångna avtalet.
ta: முடிவடைந்த ஒப்பந்தத்தின் அடிப்படையில் பயனருக்கு உரிமம் வழங்கப்படுகிறது.
tr: Lisans, akdedilen Sözleşme’ye dayalı olarak Kullanıcı’ya verilir.
uk: Ліцензія надається Користувачеві на підставі укладеної Угоди.
zh_hans: 基于达成的协议将许可证授予用户。
zh_hant: 授權係基於已締結之本協議授與使用者。

source: These GTC are an integral part of the Agreement.
cs: Tyto VOP tvoří nedílnou součást Smlouvy.
de: Diese AGB sind integraler Bestandteil des Vertrages.
fr: Ces CGV font partie intégrante du Contrat.
ga: Is cuid lárnach den Chomhaontú iad na GTC seo.
hu: Az ÁSZF a Szerződés elválaszthatatlan részét képezi.
id: Syarat dan Ketentuan ini merupakan bagian yang tidak terpisahkan dari Perjanjian.
ja: 本一般取引条件は、契約の不可分の一部を構成します。
nl: Deze GTC zijn een integraal deel van de overeenkomst.
pt_br: Estes GTC são parte integrante do Contrato.
ru: Настоящие GTC являются неотъемлемой частью Соглашения.
sk: Tieto VOP tvoria neoddeliteľnú súčasť Zmluvy.
sl: Ti splošni pogoji poslovanja so sestavni del pogodbe.
sv: Dessa allmänna villkor är en integrerad del av avtalet.
ta: இந்த சி.டி.சி ஒப்பந்தத்தின் ஒருங்கிணைந்த பகுதியாகும்.
tr: Bu Genel Hüküm ve Koşullar metni, Sözleşme’nin ayrılmaz bir parçasıdır.
uk: Ці ЗУ є невід'ємною частиною Договору.
zh_hans: 这些 GTC 是本协议不可分割的一部分。
zh_hant: 本條款為本協議不可分割之一部分。

source: The Agreement is concluded:
cs: Smlouva se uzavírá:
de: Der Vertrag ist abgeschlossen:
fr: L'accord est conclu :
ga: Tugtar an Comhaontú i gcrích:
hu: A Szerződés az alábbi módokon jön létre:
id: Kesepakatan ini disepakati pada:
ja: 以下は、契約の成立方法：
nl: De overeenkomst wordt beëindigd:
pt_br: O Contrato é celebrado:
ru: Соглашение заключено:
sk: Zmluva sa uzatvára:
sl: Sporazum je sklenjen:
sv: Avtalet ingås:
ta: ஒப்பந்தம் முடிவுக்கு வந்தது:
tr: Sözleşme’nin tamamlanması:
uk: Договір укладено:
zh_hans: 协议达成：
zh_hant: 本協議於下列時點成立：
