Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: We process private data (such as your e-mail address), those will be discarded from our database as soon as you remove your account.
ckb: ئێمە زانیاری تایبەت پرۆسێس دەکەین (وەک ناونیشانی ئیمەیڵەکەت) ، ئەوانەی لە بنکەی زانیارێکان دوور دەکەونەوە هەر کە ئەژمێرەکەت لادەبەیت.
he: אנו מעבדים נתונים אישיים (כגון כתובת הדוא״ל שלך), נתונים אלו נמחקים ממסד הנתונים שלנו עם הסרת החשבון שלך.
is: Við vinnum með persónuleg gögn (eins og t.d. tölvupóstfangið þitt), þeim verður eytt úr gagnagrunninum okkar um leið og þú eyðir notandaaðgangnum þínum.
kab: Nleqqed-d isefka udmawanen (am tansa-ik n yimayl), wigi ad ttwakksen seg taffa-nneɣ n yisefka ticki tekkseḍ amiḍan-ik.
lv: Mēs apstrādājam privātos datus (piemēram, jūsu e-pasta adresi), tie tiks izdzēsti no mūsu datu bāzes, tiklīdz izdzēsīsit savu kontu.
ro: Prelucrăm date private (cum ar fi adresa dvs. de e-mail), acestea vor fi eliminate din baza noastră de date imediat ce vă ștergeți contul.

source: Your translations are made under license which is specified by each translation.
ckb: وەرگێڕانەکانت لە ژێر مۆڵەت دروست کراون کە دیاریکراوە لە لایەن هەر وەرگێڕانێک.
he: על התרגומים שלך חלים הרישיונות שצוינו בידי מיזם התרגום עצמו.
is: Þýðingarnar þínar eru aðgengilegar með því notkunarleyfi sem tilgreint er fyrir hverja þýðingaskrá.
kab: Tisuqilin-ik ad ilin s turagt ara d-yettwammlen deg yal asenfaṛ.
lv: Jūsu veiktie tulkojumi tiek izdoti saskaņā ar licenci, kas norādīta katram tulkošanas projektam.
ro: Traducerile dvs. sunt realizate sub licență, care la rândul ei este specificată pentru fiecare traducere.

source: Within the meaning of <a href="%(url)s">Article 7</a> of the GDPR the User hereby gives consent to the collecting, storage and processing of the Personal Data provided by the User to the administrator, who is the Provider, through the use of the Service; the User gives consent to the processing and use of the User’s Personal Data by the Provider, the Provider’s employees and/or the Provider’s authorised business partners. This consent is given as long as User does not remove their account from the Service.
ckb: &gt; لە مانای <a href="%(url)s"> Article 7</a>بەکارهێنەر لێرەوە ڕەزامەندی دەدات بە کۆکردنەوە، خەزنکردن و پرۆسەی داتا کەسیەکان کە بەکارهێنەر دابینی کردووە بۆ بەڕێوەبەر، کە دابینکارە، لە ڕێگەی بەکارهێنانی خزمەتگوزاریەوە؛ بەکارهێنەر ڕەزامەندی دەدات بە پرۆسەکردن و بەکارهێنانی داتا کەسییەکانی بەکارهێنەر لەلایەن دابینکارەوە، کارمەندانی دابینکار و/یان هاوبەشی بازرگانی ڕێگەپێدەر. ئەم ڕازیبوونانە دراوە بە ویکە بەکارهێنەر هەژمارەکەیان لانەبەیت لە خزمەتگوزاری.
he: כחלק מהמשמעויות של <a href="%(url)s">סעיף 7</a> של ה־GDPR המשתמש מעניק את הסכמתו לאיסוף, אחסון ועיבוד הנתונים האישיים שסופקו על ידי המשתמש להנהלה, שהיא הספק, במהלך השימוש בשירות. המשתמש מסכים לעיבוד ולשימוש בנתונים האישיים של המשתמש לספק, עובדי הספק ו/או השותפים העסקיים המורשים של הספק. הסכמה זו חלה כל עוד המשתמש לא הסיר את החשבון שלו מהשירות.
kab: S unamek n <a href="%(url)s">Umagrad 7</a> n GDPR, aseqdac ad yeqbel dagi alqaḍ, asekles akked usesfer n yisefka-isara d-yefk useqdac anedbal, asaǧǧaw, s useqdec n umeẓlu; aseqdac ad yeqbel asesfer akked useqdec n yisefka-is sɣur asaǧǧaw , ixeddamen n usaǧǧaw akked/neɣ imendaden-is i yeqbel usaǧǧa. Aqbal-a yettunefk skud aseqdac ur yekkis ara amiḍan-is n umeẓlu.
ro: În sensul <a href="%(url)s">Articolului 7</a> din GDPR(Regulamentul general privind protecția datelor), utilizatorul își dă prin prezenta consimțământul pentru colectarea, stocarea și prelucrarea datelor cu caracter personal furnizate de utilizator administratorului, care este Prestatorul, prin utilizarea Serviciului; utilizatorul își dă consimțământul pentru prelucrarea și utilizarea datelor cu caracter personal ale utilizatorului de către Prestator, angajații Prestatorului și/sau partenerii de afaceri autorizați ai Prestatorului. Acest consimțământ este dat atâta timp cât Utilizatorul nu își elimină contul din Serviciu.

source: If the User directly and effectively informs the Provider of no longer wishing to receive business information from the Provider, the Provider shall refrain from sending further unsolicited business communications.
ckb: ئەگەر بەکارهێنەر ڕاستەوخۆ و کاریگەرانە بە دابینکەری راگەیاندن بدات کە چیتر ئارەزووی وەرگرتنی زانیاری بازرگانی لە دابینکارەوە نیە، بەڵام دابینکار خۆی لە ناردنی پەیوەندی بازرگانی زیاتر بە داوا نەکراو دەدزتەوە.
he: אם המשתמש מודיע בצורה ישירה ויעילה לספק שאינו מעוניין עוד לקבל מידע עסקי מהספק, הספק יימנע משליחת תכתובת עסקית.
ro: În cazul în care utilizatorul informează în mod direct și efectiv prestatorul că nu mai dorește să primească informații comerciale de la prestator, prestatorul se va abține de la trimiterea altor comunicări comerciale nesolicitate.

source: The User declares awareness of own rights under <a href="%(url_15)s">Article 15</a> and <a href="%(url_17)s">Article 17</a> of the GDPR and declares that all the Personal Data is accurate and true and has been provided voluntarily.
ckb: بەکارهێنەر هۆشیاری لە مافی خۆی ڕادەگەیەنی لەژێر <a href="%(url_15)s"> Article15</a>و<a href="%(url_17)s"> article7</a>و رایدەگەیەنین کە هەموو داتا کەسییەکان دروست و راستن و خۆبەخشانە دەستەبەر کراوە.
he: המשתמש מצהיר על היכרותו עם זכויותיו כפי שמצוין ב<a href="%(url_15)s">סעיף 15</a> וב<a href="%(url_17)s">סעיף 17</a> ב־GDPR ומצהיר שכל הנתונים האישיים מדויקים ונכונים ונתרמו מרצונו החופשי.
ro: Utilizatorul declară că este conștient de propriile drepturi în conformitate cu <a href="%(url_15)s">Articolul 15</a> și <a href="%(url_17)s">Articolul 17</a> din GDPR(Regulamentul general privind protecția datelor) și declară că toate datele cu caracter personal sunt corecte și adevărate și au fost furnizate în mod voluntar.

source: The Provider declares that it will collect Personal Data only in the extent necessary for meeting the above-specified purpose and process the Personal Data in accordance with the purpose for which it was collected. The Provider’s employees and other individuals who process the Personal Data on the basis of a contract with the Provider shall maintain confidentiality of the Personal Data, even after the termination of their employment or business relationship with the Provider.
ckb: دابینکەر ڕایدەگەیەنێت کە داتای کەسی کۆدەکەنەوە تەنیا بەو ڕادەیەی کە پێویست بێت بۆ کۆبوونەوەی ئەو مەبەستەی سەرەوە دیاریکراوە و پرۆسەی داتا کەسییەکان دەکات بە پێی ئەو مەبەستەی بۆی کۆکراوەتەوە . کارمەندانی دابینکەر و کەسانی تر کە داتای کەسی یی لەسەر بنەمای گرێبەست لەگەڵ دابینکەر داتای کەسیی پرۆسێس دەکەن، دەبێت نهێنیی داتای کەسیی بپارێزێت، تەنانەت دوای کۆتایی هاتنی کاریان یان پەیوەندی بازرگانییان لەگەڵ دابینکەر.
he: הספק מצהיר שיאסוף נתונים אישיים רק בהיקף הנדרש לשם עמידה ביעוד שצוין לעיל ויעבד את הנתונים האישיים בהתאם ליעוד שלשמו נאספו. עובדי הספק וגורמים עצמאיים נוספים שמעבדים את הנתונים האישיים לפי חוזה עם הספק ישמרו על חסיון הנתונים האישיים, אפילו לאחר סיום העסקתם או יחסיהם העסקיים עם הספק.
ro: Furnizorul declară că va colecta datele cu caracter personal numai în măsura în care este necesar pentru îndeplinirea scopului specificat mai sus și va prelucra datele cu caracter personal în conformitate cu scopul pentru care au fost colectate. Angajații Prestatorului și alte persoane care prelucrează datele cu caracter personal în baza unui contract cu Prestatorul vor păstra confidențialitatea datelor cu caracter personal, chiar și după încetarea relației de muncă sau a relației de afaceri cu Prestatorul.

source: The Provider declares that it will process the Personal Data by electronic means (automatically) via computer programs for which the Provider has secured the right of use, in particular the Service.
ckb: دابینکەر رایدەگەیەنێت کە داتا ی کەسی بە رێگەی ئەلیکترۆنی (ئۆتۆماتیکی) لە رێگەی بەرنامەکانی کۆمپیوتەرەوە کە دابینکەری مافی بەکارهێنانی بۆ دەستەبەر کردووە، بە تایبەتی خزمەتگوزاریەکە.
he: הספק מצהיר שיעבד את הנתונים האישיים בדרכים אלקטרוניות (אוטומטית) דרך תכניות מחשב שעבורן הקשיח הספק את הזכות להשתמש בהן, במיוחד השירות.
ro: Prestatorul declară că va prelucra datele cu caracter personal prin mijloace electronice (automat) prin intermediul programelor informatice pentru care Prestatorul a obținut dreptul de utilizare, în special Serviciul.

source: The User’s consent under this Article 5 of the Terms of Service constitutes a free and informed juridical act which concerns the consent of the subject of the data (the User) with processing of the Personal Data.
ckb: ڕەزامەندی بەکارهێنەر لەژێر ئەم ماددەیە 5 ی مەرجەکانی خزمەتگوزاری داکارێکی یاسای ئازاد و ئاگادار دروست دەکات کە خەمی ڕەزامەندی بابەتی داتای ( بەکارهێنەر ) ە لەگەڵ پرۆسەی داتای کەسی .
he: הסכמת המשתמש תחת סעיף 5 של תנאי השירות מהווה פעולה משפטית חופשית ומודעת שמתייחסת להסכמת גורם הבעלות על הנתונים (המשתמש) לעיבוד הנתונים האישיים.
ro: Consimțământul Utilizatorului în temeiul prezentului articol 5 din Termenii de utilizare constituie un act juridic liber și informat care se referă la consimțământul subiectului datelor (Utilizatorul) cu privire la prelucrarea datelor cu caracter personal.

source: The User agrees to use of own name and e-mail as authorship in the VCS commits. The User understands that this grant is non revocable due to nature of the VCS.
ckb: بەکارهێنەر ڕازی دەبێت بە بەکارهێنانی ناو و ئیمەیلی تایبەت بە خۆی وەک نووسەرێک لە VCS دا ئەنجام یان دەکات. بەکارهێنەر ەکە لەوە تێدەگا کە ئەم بەخشینە بەهۆی سروشتی VCS ەوە توانای دووبارە کردنەوەی نیە.
he: המשתמש מסכים שהשימוש בשמו ובכתובת הדוא״ל שלו כסמכות יוצרת בהגשות למערכות ניהול הקוד. המשתמש מבין שהרשאה זו בלתי הפיכה עקב טבעה של מערכת ניהול קוד.
ro: Utilizatorul este de acord cu utilizarea propriului nume și a adresei de e-mail ca fiind autorul angajamentelor VCS. Utilizatorul înțelege că acest acord nu este revocabil din cauza naturii VCS.

source: These Terms of Service shall come into force and effect on 1st September 2017.
ckb: ئەم مەرجانەی خزمەتگوزاری لە 1ی ئەیلولی 2017 دا دێنە بواری کار و کاریگەریەوە.
he: תנאי השירות האלו ייכנסו לתוקף משפטי ב־1 בספטמבר 2017.
kab: Tiwtili-a n useqdec teddunt seg 1 n Ctember 2017.
ro: Acești Termeni și condiții de utilizare intră în vigoare la 1 septembrie 2017.
