Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: In processing personal data, the Provider complies with Regulation (EU) 2016/679 of the European Parliament and of the Council, the General Data Protection Regulation, also known as the GDPR (we will hereinafter use the abbreviation "<strong>GDPR</strong>"), Act No. 110/2019 Coll., on the processing of personal data, as well as Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (abbreviated as the "<strong>ePrivacy Directive</strong>").
cs: Poskytovatel při zpracování osobních údajů dodržuje Nařízení Evropského parlamentu a Rady (EU) 2016/679, obecné nařízení o ochraně osobních údajů, známé také jako GDPR (dále budeme používat zkratku „<strong>GDPR</strong>“), zákon č. 110/2019 Sb., o zpracování osobních údajů, a dále rovněž směrnici Evropského parlamentu a Rady 2002/58/ES ze dne 12. července 2002 o zpracování osobních údajů a ochraně soukromí v odvětví elektronických komunikací (zkráceně jen „<strong>ePrivacy směrnici</strong>“).
de: Bei der Verarbeitung personenbezogener Daten hält sich der Anbieter an die Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates, die Datenschutz-Grundverordnung, auch bekannt als DSGVO (wir verwenden im Folgenden die Abkürzung "<strong>DSGVO</strong>"), das Gesetz Nr. 110/2019 Slg, über die Verarbeitung personenbezogener Daten, sowie die Richtlinie 2002/58/EG des Europäischen Parlaments und des Rates vom 12. Juli 2002 über die Verarbeitung personenbezogener Daten und den Schutz der Privatsphäre in der elektronischen Kommunikation (abgekürzt als "<strong>ePrivacy-Richtlinie</strong>").
es: En el tratamiento de datos personales, el Proveedor cumple con el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, el Reglamento General de Protección de Datos, también conocido como GDPR (en lo sucesivo utilizaremos la abreviatura "<strong>GDPR</strong>"), Ley No. 110/2019 Coll., sobre el tratamiento de datos personales, así como la Directiva 2002/58/CE del Parlamento Europeo y del Consejo, de 12 de julio de 2002, relativa al tratamiento de datos personales y a la protección de la intimidad en el sector de las comunicaciones electrónicas (abreviado como "<strong>Directiva ePrivacy</strong>").
fr: Lors du traitement des données personnelles, le Fournisseur se conforme au Règlement (UE) 2016/679 du Parlement européen et du Conseil, le Règlement général sur la protection des données, également connu sous le nom de RGPD (nous utiliserons ci-après l’abréviation « <strong>RGPD</strong> »), à la Loi n° 110/2019 Coll., sur le traitement des données personnelles, ainsi qu’à la Directive 2002/58/CE du Parlement européen et du Conseil du 12 juillet 2002 relative au traitement des données personnelles et à la protection de la vie privée dans le secteur des communications électroniques (abrégée en « <strong>Directive ePrivacy</strong> »).
ga: Agus sonraí pearsanta á bpróiseáil aige, comhlíonann an Soláthraí Rialachán (AE) 2016/679 ó Pharlaimint na hEorpa agus ón gComhairle, an Rialachán Ginearálta um Chosaint Sonraí, ar a dtugtar an GDPR freisin (úsáidfimid an giorrúchán "<strong>GDPR</strong>"), Acht Uimh. 110/2019 Coll., maidir le sonraí pearsanta a phróiseáil, chomh maith le Treoir 2002/58/CE ó Pharlaimint na hEorpa agus ón gComhairle an 12 Iúil 2002 maidir le sonraí pearsanta a phróiseáil agus príobháideacht a chosaint in earnáil na cumarsáide leictreonaí (giorraithe mar an "<strong>Treoir maidir le rPríobháideacht</strong>").
hu: A személyes adatok kezelése során a Szolgáltató betartja az Európai Parlament és a Tanács (EU) 2016/679 rendeletét, azaz az Általános Adatvédelmi Rendeletet (a továbbiakban: „<strong>GDPR</strong>”), a 2019. évi 110. törvényt a személyes adatok kezeléséről, valamint az Európai Parlament és a Tanács 2002/58/EK irányelvét (2002. július 12.) az elektronikus hírközlés során végzett adatkezelésről és a magánszféra védelméről (a továbbiakban: „<strong>ePrivacy Irányelv</strong>”).
id: Dalam memproses data pribadi, Penyedia mematuhi Peraturan (UE) 2016/679 Parlemen Eropa dan Dewan, Peraturan Perlindungan Data Umum, yang juga dikenal sebagai GDPR (selanjutnya kami akan menggunakan singkatan "<strong>GDPR</strong>"), Undang-Undang No. 110/2019 Coll., tentang pemrosesan data pribadi, serta Arahan 2002/58/EC Parlemen Eropa dan Dewan tanggal 12 Juli 2002 tentang pemrosesan data pribadi dan perlindungan privasi di sektor komunikasi elektronik (disingkat sebagai "<strong>Arahan ePrivasi</strong>").
ja: 事業者は、個人データの処理にあたり、欧州議会および理事会の規則 (EU) 2016/679、一般データ保護規則 (GDPR) (以下、「GDPR」の略称を使用します)、個人データの処理に関する法律第110/2019 Coll.、および2002年7月12日の欧州議会および理事会の指令2002/58/EC (電子通信分野における個人データの処理およびプライバシーの保護に関する指令「eプライバシー指令」と略称します) を遵守します。
nl: Bij het verwerken van persoonlijke gegevens voldoet de provider aan Regulation (EU) 2016/679 van het Europese parlement en van de Commissie, de General Data Protection Regulation, ook wel bekend als de GDPR (we zullen hierna de afkorting "<strong>GDPR</strong>" gebruiken), Act No. 110/2019 Coll., voor de verwerking van persoonlijke gegevens, als ook Directive 2002/58/EC van het Europese parlement en van de Commissie van 12 juli 2002 betreffende het verwerken van persoonlijke gegeven en het beschermen van de privacy in elektronische communicatiesector (afgekort als de "<strong>ePrivacy Directive</strong>").
pt_br: No processamento de dados pessoais, o Provedor cumpre o Regulamento (UE) 2016/679 do Parlamento Europeu e do Conselho, o Regulamento Geral de Proteção de Dados, também conhecido como RGPD (doravante usaremos a abreviatura "<strong>RGPD</strong>"), a Lei n.º 110/2019 Coll., sobre o processamento de dados pessoais, bem como a Diretiva 2002/58/CE do Parlamento Europeu e do Conselho de 12 de julho de 2002 relativa ao processamento de dados pessoais e à proteção da privacidade no setor das comunicações eletrônicas (abreviada como "<strong>Diretiva de Privacidade Eletrônica</strong>").
ru: При обработке персональных данных Поставщик соблюдает Регламент (ЕС) 2016/679 Европейского парламента и Совета, Общий регламент по защите данных, также известный как GDPR (далее именуемый «<strong>GDPR</strong>»), Закон № 110/2019 Св., об обработке персональных данных, а также Директива 2002/58/EC Европейского парламента и Совета от 12 июля 2002 года об обработке персональных данных и защите частной жизни в секторе электронных коммуникаций (сокращённо «<strong>Директива ePrivacy Directive</strong>»).
sk: Poskytovateľ pri spracovaní osobných údajov dodržiava Nariadenie Európskeho parlamentu a Rady (EÚ) 2016/679, všeobecné nariadenie o ochrane osobných údajov, známe tiež ako GDPR (ďalej budeme používať skratku „<strong>GDPR</strong>“), zákon č. 110/2019 Zb. o spracovaní osobných údajov, a ďalej tiež smernicu Európskeho parlamentu a Rady 2002/58/ES zo dňa 12. júla 2002 o spracovaní osobných údajov a ochrane súkromia v odvetví elektronických komunikácií (skrátene len „<strong>ePrivacy smernicu</strong>“).
sl: Pri obdelavi osebnih podatkov ponudnik ravna v skladu z Uredbo (EU) 2016/679 Evropskega parlamenta in Sveta, Splošno uredbo o varstvu podatkov, znano tudi kot GDPR (v nadaljevanju bomo uporabljali kratico "<strong>GDPR</strong>"), Zakonom št. 110/2019 Zb. o obdelavi osebnih podatkov ter Direktivo 2002/58/EC Evropskega parlamenta in Sveta z dne 12. julija 2002 o obdelavi osebnih podatkov in varstvu zasebnosti v sektorju elektronskih komunikacij (okrajšano "<strong>Direktiva o e-zasebnosti</strong>").
sv: Vid behandling av personuppgifter följer leverantören Europaparlamentets och rådets förordning (EU) 2016/679, den allmänna dataskyddsförordningen, även känd som GDPR (vi kommer hädanefter att använda förkortningen "<strong>GDPR</strong>"), lag nr 110/2019 Coll. om behandling av personuppgifter samt Europaparlamentets och rådets direktiv 2002/58/EG av den 12 juli 2002 om behandling av personuppgifter och integritetsskydd inom sektorn för elektronisk kommunikation (förkortat<strong>”e-integritetsdirektivet”</strong>).
ta: தனிப்பட்ட தரவைச் செயலாக்குவதில், வழங்குநர் ஐரோப்பிய பாராளுமன்றம் மற்றும் கவுன்சிலின் ஒழுங்குமுறை (EU) 2016/679 உடன் இணங்குகிறார், இது சிடிபிஆர் என்றும் அழைக்கப்படும் பொது தரவு பாதுகாப்பு ஒழுங்குமுறை (நாங்கள் இனிமேல் சுருக்கத்தைப் பயன்படுத்துவோம் "<strong> சிடிபிஆர் </strong>"), சட்டகை எண் 110/2019 கோல்., தனிப்பட்ட தரவைச் செயலாக்குவது, அத்துடன் ஐரோப்பிய நாடாளுமன்றத்தின் 2002/58/EC மற்றும் 12 சூலை 2002 கவுன்சிலின் தனிப்பட்ட தரவுகளைச் செயலாக்குவது மற்றும் எலக்ட்ரானிக் கம்யூனிகேசன்ச் துறையில் தனியுரிமையைப் பாதுகாத்தல் ("<strong> ஈப்ரிவாசி டைரெக்டிவ் </strong>" எனச் சுருக்கமாக).
tr: Kişisel Veri’lerin işlenmesinde Sağlayıcı, GDPR olarak da bilinen Genel Veri Koruma Yönetmeliği (bundan sonra<strong>"GDPR</strong>" olarak anılacaktır), Kişisel Veriler’in işlenmesine ilişkin 110/2019 Coll. sayılı Kanun ve elektronik iletişim sektöründe Kişisel Veri’lerin işlenmesi ve gizliliğin korunmasına ilişkin 12 Temmuz 2002 tarihli ve 2002/58/EC sayılı Avrupa Parlamentosu ve Konsey Direktifi'ne (<strong>"ePrivacy Direktifi</strong>" olarak anılacaktır) uygun hareket eder.
uk: Під час обробки персональних даних Постачальник дотримується Регламенту (ЄС) 2016/679 Європейського парламенту та Ради, Загального регламенту захисту даних, також відомого як GDPR (надалі ми будемо використовувати абревіатуру «<strong>GDPR"), Закон № 110/2019 Зб. про обробку персональних даних, а також Директива 2002/58/ЄС Європейського парламенту та Рада від 12 липня 2002 року щодо обробки персональних даних і захисту конфіденційності в секторі електронних комунікацій (скорочено «<strong>(Директива про електронну конфіденційність</strong>»).</strong>).
zh_hans: 处理个人数据时，提供者遵守欧洲议会和欧洲理事会的 (EU) 2016/679 法规，即《通用数据保护条例》，也称 GDPR（下文中均使用缩写 "<strong>GDPR</strong>"）、捷克共和国关于处理个人数据的 Act No. 110/2019 法案，以及欧洲议会和理事会2002年7月12日第2002/58/EC号关于电子通信领域的个人数据处理和隐私保护的指令（下文中缩写为 "<strong>ePrivacy 指令</strong>"）。
zh_hant: 提供者在處理個人資料時，遵循歐洲議會及理事會第 2016/679 號規則（即《一般資料保護規則》，簡稱「<strong>GDPR</strong>」）、第 110/2019 Coll. 號法案《個人資料處理法》，以及歐洲議會及理事會 2002 年 7 月 12 日關於電子通訊領域個人資料處理及隱私保護之第 2002/58/EC 號指令（簡稱「<strong>電子隱私指令</strong>」）。

source: The actual processing of Users' personal data is always carried out only for the purposes and under the conditions defined in more detail in this Policy and begins at the moment when the User visits the Website, when the User registers for the Provider's newsletter and/or when the Provider and the User conclude the Contract, whichever is the earliest.
cs: Samotné zpracování osobních údajů Uživatelů probíhá vždy pouze pro účely a za podmínek vymezených blíže v těchto Zásadách a začíná okamžikem, kdy ze strany Uživatele dojde k navštívení Webu, kdy se Uživatel zaregistruje k odběru newsletteru Poskytovatele a/nebo když mezi Poskytovatelem a Uživatelem dojde k uzavření Smlouvy, a to podle toho, který z těchto okamžiků nastane nejdříve.
de: Die tatsächliche Verarbeitung der personenbezogenen Daten der Benutzer erfolgt immer nur zu den in dieser Richtlinie näher definierten Zwecken und Bedingungen und beginnt in dem Moment, in dem der Benutzer die Website besucht, in dem er sich für den Newsletter des Anbieters registriert und/oder in dem der Anbieter und der Benutzer den Vertrag abschließen, je nachdem, welcher Zeitpunkt der früheste ist.
es: El tratamiento real de los datos personales de los Usuarios se realiza siempre solo para los fines y en las condiciones definidas con más detalle en esta Política y comienza en el momento en que el Usuario visita el Sitio, cuando el Usuario se registra para recibir el boletín del Proveedor y/o cuando el Proveedor y el Usuario celebran el Contrato, lo que ocurra primero.
fr: Le traitement effectif des données personnelles des Utilisateurs est toujours effectué uniquement dans les buts et selon les conditions définis plus en détail dans la présente Politique. Ce traitement commence au moment où l’utilisateur visite le Site Web, s’inscrit à la newsletter du Fournisseur et/ou lorsque le Fournisseur et l’Utilisateur concluent le Contrat, selon ce qui survient en premier.
ga: Ní dhéantar próiseáil iarbhír sonraí pearsanta na nÚsáideoirí i gcónaí ach amháin chun na gcríoch agus faoi na coinníollacha a shainmhínítear go mion sa Bheartas seo agus tosaíonn sé tráth a thugann an tÚsáideoir cuairt ar an Láithreán Gréasáin, nuair a chláraíonn an tÚsáideoir do nuachtlitir an tSoláthraí agus/nó nuair a thugann an Soláthraí agus an Úsáideoir an Conradh i gcrích, cibé acu is luaithe.
hu: A Felhasználók személyes adatainak tényleges kezelése kizárólag az ebben a Szabályzatban részletesebben meghatározott célokra és feltételek szerint történik, és akkor kezdődik, amikor a Felhasználó meglátogatja a Weboldalt, feliratkozik a Szolgáltató hírlevelére és/vagy amikor a Szolgáltató és a Felhasználó szerződést kötnek – attól függően, melyik történik meg előbb.
id: Pemrosesan aktual data pribadi Pengguna selalu dilakukan hanya untuk tujuan dan dalam kondisi yang dijelaskan lebih rinci dalam Kebijakan ini dan dimulai pada saat Pengguna mengunjungi Situs Web, saat Pengguna mendaftar untuk buletin Penyedia dan/atau saat Penyedia dan Pengguna menandatangani Kontrak, mana pun yang lebih dulu.
ja: 利用者の個人データの実際の処理は、常に本ポリシーで詳細に定義された目的および条件に基づいてのみ実行され、利用者が Web サイトにアクセスした時点、利用者が事業者のニュースレターに登録した時点、および/または事業者と利用者が契約を締結した時点のいずれか最も早い時点から開始されます。
nl: De feitelijke verwerking van persoonlijke gegevens van de gebruiker vinden altijd slechts plaats voor de doelen en onder de voorwaarden die meer in detail zijn gedefinieerd in dit beleid en begint op het moment dat de gebruiker de website bezoekt, als de gebruiker zich registreert voor de nieuwsbrief van de provider en/of als de provider en de gebruiker het Contract afsluiten, in die zin dat wat als eerste heeft plaatsgevonden.
pt_br: O processamento efetivo dos dados pessoais dos Usuários é sempre realizado apenas para os propósitos e nas condições definidas em mais detalhes nesta Política e começa no momento em que o Usuário visita o Site, quando o Usuário se registra na newsletter do Provedor e/ou quando o Provedor e o Usuário concluem o Contrato, o que ocorrer primeiro.
ru: Фактическая обработка персональных данных Пользователей всегда осуществляется только в целях и на условиях, более подробно определённых в настоящей Политике, и начинается с момента посещения Пользователем Сайта, регистрации Пользователя на рассылку новостей Поставщика и/или заключения между Поставщиком и Пользователем Договора, в зависимости от того, что наступит раньше.
sk: Spracúvanie osobných údajov Používateľov sa vždy vykonáva len na účely a za podmienok podrobnejšie uvedených v týchto Zásadách a začína sa okamihom, keď Používateľ navštívi Webovú stránku, keď sa Používateľ zaregistruje na odber newslettera Poskytovateľa a/alebo uzatvorením Zmluvy medzi Poskytovateľom a Používateľom, podľa toho, čo nastane skôr.
sl: Dejanska obdelava osebnih podatkov uporabnikov se vedno izvaja le za namene in pod pogoji, ki so podrobneje opredeljeni v tej Politiki, in se začne v trenutku, ko uporabnik obišče spletno mesto, ko se uporabnik prijavi na ponudnikovo e-novice in/ali ko ponudnik in uporabnik skleneta pogodbo, kar nastopi prej.
sv: Den faktiska behandlingen av användarnas personuppgifter sker alltid endast för de ändamål och under de villkor som definieras mer detaljerat i denna policy och inleds i det ögonblick då användaren besöker webbplatsen, registrerar sig för leverantörens nyhetsbrev och/eller när leverantören och användaren ingår avtalet, beroende på vilket som inträffar först.
ta: பயனர்களின் தனிப்பட்ட தரவின் உண்மையான செயலாக்கம் எப்போதுமே நோக்கங்களுக்காக மட்டுமே மேற்கொள்ளப்படுகிறது மற்றும் இந்தக் கொள்கையில் இன்னும் விரிவாக வரையறுக்கப்பட்ட நிபந்தனைகளின் கீழ் மற்றும் பயனர் வலைத்தளத்தைப் பார்வையிடும் தருணத்தில் தொடங்குகிறது, பயனர் வழங்குநரின் செய்திமடல் மற்றும்/அல்லது வழங்குநரும் பயனரும் ஒப்பந்தத்தை முடிக்கும்போது, எது ஆரம்பமானது.
tr: Kullanıcı’ların Kişisel Veri’lerinin fiili olarak işlenmesi her zaman yalnızca bu İlke’de daha ayrıntılı olarak tanımlanan amaçlar ve koşullar altında gerçekleştirilir ve Kullanıcı’nın İnternet Sitesi’ni ziyaret ettiği, Kullanıcı’nın, Sağlayıcı’nın haber bültenine abone olduğu ve/veya Sağlayıcı ile Kullanıcı’nın Sözleşme imzaladığı anda (hangisi daha erken ise) başlar.
uk: Фактична обробка персональних даних Користувачів завжди здійснюється лише для цілей і на умовах, більш детально визначених цією Політикою, і починається з моменту відвідування Користувачем Веб-сайту, реєстрації Користувача на інформаційну розсилку Провайдера та/або коли Постачальник і Користувач укладають Договір, залежно від того, що настане раніше.
zh_hans: 用户个人数据的实际处理始终出于本政策中详细定义的目的并在详细定义的条件下进行，且开始于用户访问网站、用户注册提供者的新闻通讯和/或当提供者和用户达成合约时，以最早发生的情况为准。
zh_hant: 使用者個人資料之實際處理，悉依本政策詳述之目的及條件進行。處理始於使用者造訪本網站、註冊訂閱提供者之電子報，和/或提供者與使用者締結本契約之時（以最早發生者為準）。

source: The processing is then carried out either directly by the Provider and/or by third parties within the meaning of Article 3 of this Policy who have been authorised by the Provider to process personal data in accordance with this Policy.
cs: Ke zpracování pak dochází buď přímo ze strany Poskytovatele a/nebo ze strany třetích osob ve smyslu čl. 3 těchto Zásad, které Poskytovatel pověřil zpracováním osobních údajů v souladu s těmito Zásadami.
de: Die Verarbeitung erfolgt dann entweder direkt durch den Anbieter und/oder durch Drittanbieter im Sinne von Artikel 3 dieser Richtlinie, die vom Anbieter ermächtigt wurden, personenbezogene Daten im Einklang mit dieser Richtlinie zu verarbeiten.
es: El tratamiento se realiza directamente por el proveedor y/o por terceros en el sentido del artículo 3 de esta política que han sido autorizados por el proveedor para procesar datos personales de acuerdo con esta política.
fr: Le traitement est ensuite effectué soit directement par le Fournisseur, soit par des tiers au sens de l'Article 3 de la présente Politique, qui ont été autorisés par le Fournisseur à traiter les données personnelles conformément à cette Politique.
ga: Ansin déanann an Soláthraí agus/nó tríú páirtithe an phróiseáil go díreach de réir bhrí Airteagal 3 den Bheartas seo atá údaraithe ag an Soláthraí chun sonraí pearsanta a phróiseáil de réir an Bheartais seo.
hu: Ezt követően az adatkezelést közvetlenül a Szolgáltató és/vagy a Szabályzat 3. cikkében meghatározott, a Szolgáltató által erre felhatalmazott harmadik felek végzik a Szabályzatnak megfelelően.
id: Pemrosesan kemudian dilakukan baik secara langsung oleh Penyedia dan/atau oleh pihak ketiga sebagaimana dimaksud dalam Pasal 3 Kebijakan ini yang telah diberi wewenang oleh Penyedia untuk memproses data pribadi sesuai dengan Kebijakan ini.
ja: その後、処理はプロバイダによって直接実行されるか、または本ポリシーの第 3 条の意味における、プロバイダによって本ポリシーに従って個人データを処理する権限を与えられた第三者によって実行されます。
nl: De verwerking wordt dan uitgevoerd ofwel direct door de provider en/of door derde partijen binnen de betekenis van Artikel 3 van dit beleid, die zijn geautoriseerd door de provider om persoonlijke gegevens conform dit beleid te verwerken.
pt_br: O processamento é então realizado diretamente pelo Provedor e/ou por terceiros, no sentido do Artigo 3 desta Política, que foram autorizados pelo Provedor a processar dados pessoais de acordo com esta Política.
ru: Обработка осуществляется либо непосредственно Поставщиком и/или третьими лицами в соответствии со статьёй 3 настоящей Политики, которые были уполномочены Поставщиком на обработку персональных данных в соответствии с настоящей Политикой.
sk: Spracúvanie sa potom uskutočňuje buď priamo Poskytovateľom a/alebo tretími osobami v zmysle čl. 3 týchto Zásad, ktorým Poskytovateľ povolil spracúvať osobné údaje v súlade s týmito Zásadami.
sl: Obdelavo nato izvaja neposredno ponudnik in/ali tretje osebe v smislu 3. člena te politike, ki jih je ponudnik pooblastil za obdelavo osebnih podatkov v skladu s to politiko.
sv: Behandlingen utförs sedan antingen direkt av leverantören och/eller av tredje part i enlighet med artikel 3 i denna policy, som har fått tillstånd av leverantören att behandla personuppgifter i enlighet med denna policy.
ta: இந்தக் கொள்கையின்படி தனிப்பட்ட தரவைச் செயலாக்க வழங்குநரால் அங்கீகரிக்கப்பட்டுள்ள இந்தக் கொள்கையின் 3 வது பிரிவின் அர்த்தத்திற்குள் நேரடியாக வழங்குநர் மற்றும்/அல்லது மூன்றாம் தரப்பினரால் செயலாக்கம் மேற்கொள்ளப்படுகிறது.
tr: İşleme daha sonra ya doğrudan Sağlayıcı tarafından ve/veya bu İlkenin 3. Maddesi kapsamında Sağlayıcı tarafından bu İlke’ye uygun olarak Kişisel Veri’leri işleme yetkisi verilen üçüncü taraflarca gerçekleştirilir.
uk: Далі обробка здійснюється безпосередньо Постачальником та/або третіми особами у значенні статті 3 цієї Політики, які були уповноважені Постачальником обробляти персональні дані відповідно до цієї Політики.
zh_hans: 接着，由提供者和/或由本政策第3款所指的经提供者授权的第三方根据本政策处理个人数据。
zh_hant: 後續處理將由提供者直接執行，和/或由本政策第 3 條所指、經提供者授權依本政策處理個人資料之第三方執行。
