Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: regular price for access to Services, which is also always set for the relevant time period and based on the specific conditions of the Service, but paid monthly or annually, with this price varying for different forms of collaboration according to the Price List;
cs: pravidelná Cena za přístup ke Službám, která je rovněž vždy stanovena na příslušné časové období a s ohledem na konkrétní podmínky Služby, avšak placená měsíčně nebo ročně, přičemž tato Cena se podle Ceníku liší pro jednotlivé formy spolupráce;
de: regulärer Preis für den Zugang zu den Diensten, der ebenfalls immer für den jeweiligen Zeitraum und auf der Grundlage der spezifischen Bedingungen des Dienstes festgelegt wird, jedoch monatlich oder jährlich zu zahlen ist, wobei dieser Preis für verschiedene Formen der Zusammenarbeit gemäß der Preisliste variiert;
fr: prix régulier d’accès aux Services, qui est également toujours fixé pour la période concernée et basé sur les conditions spécifiques du Service, mais payé mensuellement ou annuellement, ce prix variant selon les différentes formes de collaboration conformément à la Liste de prix ;
ga: praghas rialta ar rochtain ar Sheirbhísí, a shocraítear i gcónaí don tréimhse ama ábhartha agus bunaithe ar choinníollacha sonracha na Seirbhíse, ach a íoctar go míosúil nó go bliantúil, agus athraíonn an praghas seo le haghaidh cineálacha éagsúla comhoibrithe de réir an Liosta Praghsanna;
hu: a Szolgáltatásokhoz való hozzáférés rendszeres díja, melyet mindig az adott időszakra és a Szolgáltatás konkrét feltételei szerint határoznak meg. Az összeg havonta vagy évente fizetendő, és az együttműködési formák szerint eltérhet a Díjszabás alapján;
id: harga reguler untuk akses ke Layanan, yang juga selalu ditetapkan untuk periode waktu yang relevan dan berdasarkan ketentuan khusus Layanan, tetapi dibayar secara bulanan atau tahunan, dengan harga ini bervariasi untuk berbagai bentuk kolaborasi sesuai dengan Daftar Harga;
ja: サービスへのアクセスに係る通常料金。これは、本規程（個人情報の取扱いに関する規程）において、当該サービスの特定の条件に基づき、かつ該当する期間ごとに常に定められる料金であって、月額または年額で支払われるものをいい、その金額は、価格表に従い、協働の形態に応じて変動するものとします。
nl: normale prijs voor toegang tot de services, die ook is ingesteld voor de relevante tijdsperiode en is gebaseerd op de specifieke voorwaarden van de service, maar maandelijks of jaarlijks betaald, waarbij deze prijs varieert voor verschillende vormen van samenwerking, overeenkomstig de prijslijst;
pt_br: preço regular para acesso aos Serviços, que também é sempre definido para o período de tempo relevante e com base nas condições específicas do Serviço, mas pago mensalmente ou anualmente, com este preço variando para diferentes formas de colaboração de acordo com a Lista de Preços;
ru: обычная цена за доступ к Сервису, которая также всегда устанавливается на соответствующий период времени и основывается на конкретных условиях Сервиса, но оплачивается ежемесячно или ежегодно, причём эта цена варьируется для различных форм сотрудничества в соответствии с Ценником;
sk: pravidelná Cena za prístup k Službám, ktorá je tiež vždy stanovená na príslušné časové obdobie a s ohľadom na konkrétne podmienky Služby, avšak platená mesačne alebo ročne, pričom táto Cena sa podľa Cenníka líši pre jednotlivé formy spolupráce;
sl: redna cena za dostop do storitev, ki je prav tako vedno določena za ustrezno časovno obdobje in temelji na specifičnih pogojih storitve, plačuje pa se mesečno ali letno, pri čemer se ta cena razlikuje za različne oblike sodelovanja v skladu s cenikom;
sv: ordinarie pris för tillgång till tjänsterna, som också alltid fastställs för den relevanta tidsperioden och baseras på de specifika villkoren för tjänsten, men betalas månadsvis eller årsvis, där detta pris varierar för olika former av samarbete enligt prislistan;
ta: சேவைகளுக்கான அணுகலுக்கான வழக்கமான விலை, இது எப்போதும் தொடர்புடைய காலத்திற்கு அமைக்கப்பட்டுள்ளது மற்றும் சேவையின் குறிப்பிட்ட நிபந்தனைகளின் அடிப்படையில் அமைக்கப்பட்டுள்ளது, ஆனால் மாதாந்திர அல்லது ஆண்டுதோறும் செலுத்தப்படுகிறது, இந்த விலை பட்டியலின்படி வெவ்வேறு வகையான ஒத்துழைப்புக்கு மாறுபடும்;
tr: Hizmet’lere erişim için her zaman ilgili dönem boyunca belirlenen ve Hizmet’in özel koşullarına dayanan, ancak aylık veya yıllık olarak ödenen ve bu fiyatın Fiyat Listesi’ne göre farklı işbirliği biçimleri için değiştiği düzenli fiyat;
uk: звичайна ціна за доступ до Сервісів, яка також завжди встановлюється на відповідний період часу та на основі конкретних умов Сервісу, але сплачується щомісяця або щорічно, причому ця ціна змінюється для різних форм співпраці відповідно до Прейскуранту;
zh_hans: 访问服务的正常价格始终为相关时间段并基于服务的特定条款而设置，但付款周期为每月或每年。根据价格清单，不同协作形式的价格各异；
zh_hant: 存取服務之定期價格，係針對相關期間及基於服務特定條件設定，按月或按年支付，此價格依價目表針對不同合作形式而異；

source: regular price for the number of Hosted Strings; this amount is chosen by the User from the options offered in the Price List or in agreement with the Provider;
cs: pravidelná Cena za množství Hostovaných řetězců; toto množství si určí Uživatel z nabízených variant v Ceníku nebo po domluvě s Poskytovatelem;
de: regulärer Preis für die Anzahl der gehosteten Zeichenketten; diesen Betrag wählt der Benutzer aus den in der Preisliste angebotenen Optionen oder in Absprache mit dem Anbieter;
fr: prix régulier pour le nombre de chaînes hébergées ; ce nombre est choisi par l’utilisateur parmi les options proposées dans la liste de prix ou en accord avec le fournisseur ;
ga: praghas rialta ar líon na Teaghráin Óstáilte; roghnaíonn an tÚsáideoir an méid seo ó na roghanna a thairgtear sa Liosta Praghsanna nó i gcomhaontú leis an Soláthraí;
hu: a tárolt szövegegységek számához kapcsolódó rendszeres díj; ezt az összeget a Felhasználó a Díjszabásban megadott lehetőségek alapján vagy a Szolgáltatóval történt egyeztetés szerint választja ki;
id: harga reguler untuk jumlah String yang Dihosting; jumlah ini dipilih oleh Pengguna dari opsi yang ditawarkan dalam Daftar Harga atau sesuai kesepakatan dengan Penyedia;
ja: 保存する文章数に係る通常料金。これは、本規程（個人情報の取扱いに関する規程）において、価格表において提示された選択肢の中から、または事業者との合意に基づき、利用者が選択する金額を指します。
nl: normale prijs voor het aantal Gehoste tekenreeksen; deze hoeveelheid wordt door de gebruiker gekozen uit de opties die worden aangeboden in de prijslijst of in overeenstemming met de provider;
pt_br: preço regular para o número de Textos Hospedados; este valor é escolhido pelo Usuário entre as opções oferecidas na Lista de Preços ou em contrato com o Provedor;
ru: обычная цена за количество Размещённых строк; это количество выбирается Пользователем из предложенных в Ценнике вариантов или по согласованию с Поставщиком;
sk: pravidelná Cena za množstvo Hosťovaných reťazcov; toto množstvo si určí Používateľ z ponúkaných variantov Cenníka alebo po dohovore s Poskytovateľom;
sl: redna cena za število gostovanih nizov; to količino izbere uporabnik med možnostmi, ponujenimi v ceniku, ali v dogovoru s ponudnikom;
sv: ordinarie pris för antalet Hosted Strings; detta belopp väljs av Användaren bland de alternativ som erbjuds i prislistan eller i överenskommelse med Leverantören;
ta: புரவலன் செய்யப்பட்ட சரங்களின் எண்ணிக்கையில் வழக்கமான விலை; விலை பட்டியலில் வழங்கப்படும் விருப்பங்களிலிருந்தோ அல்லது வழங்குநருடனான ஒப்பந்தத்திலும் இந்த தொகை பயனரால் தேர்ந்தெடுக்கப்படுகிறது;
tr: barındırılan Dizge’lerin sayısı için düzenli fiyat. Bu miktar Kullanıcı tarafından Fiyat Listesi’nde sunulan seçenekler arasından veya Sağlayıcı ile anlaşarak seçilir;
uk: звичайна ціна за кількість розміщених рядків; дана сума обирається Користувачем із варіантів, запропонованих у Прейскуранті або за погодженням з Провайдером;
zh_hans: 托管字符串数的正常价格；此金额由用户从价格清单或者与提供者协议中提供的选项进行选择；
zh_hant: 託管字串數量之定期價格；此金額由使用者從價目表提供之選項中選擇，或與提供者協議定之；

source: regular price for Translation Memory;
cs: pravidelná Cena za Překladovou paměť;
de: regulärer Preis für Übersetzungsspeicher;
es: precio usual para Memoria de Traducción
fr: prix normal pour la mémoire de traduction ;
ga: praghas rialta ar Chuimhne an Aistriúcháin;
hu: a fordítási memória használatához kapcsolódó rendszeres díj;
id: harga reguler untuk Memori Terjemahan;
ja: 翻訳メモリの通常価格を意味します。
nl: normale prijs voor vertaalgeheugen;
pt_br: preço regular para Memória de Tradução;
ru: обычная цена на Память переводов;
sk: pravidelná Cena za Prekladovú pamäť;
sl: redna cena za pomnilnik prevodov;
sv: ordinarie pris för översättningsminne;
ta: மொழிபெயர்ப்பு நினைவகத்திற்கான வழக்கமான விலை;
tr: Çeviri Belleği için normal ücret;
uk: звичайна ціна на Translation Memory;
zh_hans: 翻译记忆库的正常价格；
zh_hant: 翻譯記憶之定期價格；

source: (points a), b), and c) are collectively referred to as the "<strong>Subscription</strong>").
cs: (body a), b) a c) společně dále jen "<strong>Předplatné</strong>").
de: (die Punkte a), b) und c) werden zusammen als "<strong>Abonnement</strong>" bezeichnet).
es: (los puntos a), b) y c) se denominan colectivamente "<strong>Suscripción</strong>").
fr: (points a), b) et c) sont collectivement appelés « <strong>Abonnement</strong> ».
ga: (pointí a), b), agus c) tugtar an "<strong>Síntiús</strong>" orthu le chéile).
hu: (a), (b) és (c) pontokat összefoglalóan "<strong>Előfizetés</strong>"-nek nevezzük.
id: (poin a), b), dan c) secara kolektif disebut sebagai "<strong>Langganan</strong>").
ja: （a）、（b）及び（c）の各項目を総称して「<strong>サブスクリプション</strong>」といいます。
nl: (naar punten a), b) en c) wordt collectief verwezen als het "<strong>Abonnement</strong>").
pt_br: (os pontos a), b) e c) são coletivamente denominados "<strong>Assinatura</strong>").
ru: (пункты а), б) и в) совместно именуются «<strong>Подписка</strong>»).
sk: (body a), b) a c) spoločne ďalej len "<strong>Predplatné</strong>").
sl: (točke a), b) in c) se skupaj imenujejo "<strong>Naročnina</strong>").
sv: (punkterna a), b) och c) kallas gemensamt för "<strong>Prenumerationen</strong>").
ta: (புள்ளிகள் அ), பி) மற்றும் சி) கூட்டாக "<strong> சந்தா </strong>" என்று குறிப்பிடப்படுகின்றன).
tr: ( a), b) ve c) bentleri topluca <strong>"Abonelik</strong>" olarak anılacaktır).
uk: (пункти a), b) і c) разом іменуються «<strong>Підписка</strong>»).
zh_hans: （a)、b) 和 c) 点统称为"<strong>订阅</strong>"）。
zh_hant: （a、b 及 c 點統稱為「<strong>訂閱</strong>」）。

source: To avoid doubt, the Subscription may guarantee either only access to a specific Product or License and/or a specific package of guaranteed Services.
cs: Pro vyloučení pochybností, Předplatné může zaručovat buď pouze přístup k určitému Produktu nebo Licenci a/nebo určitému balíčku garantovaných Služeb.
de: Um Zweifel zu vermeiden, kann das Abonnement entweder nur den Zugang zu einem bestimmten Produkt oder einer Lizenz und/oder ein bestimmtes Paket garantierter Dienste garantieren.
es: Para evitar dudas, la Suscripción puede garantizar solo el acceso a un Producto o Licencia específicos y/o un paquete específico de Servicios garantizados.
fr: Afin d’éviter toute ambiguïté, l’abonnement peut garantir soit uniquement l’accès à un Produit ou une Licence spécifique et/ou à un ensemble spécifique de Services garantis.
ga: Chun amhras a sheachaint, ní fhéadfaidh an Síntiús rochtain a ráthú ach ar Tháirge nó ar Cheadúnas ar leith agus/nó ar phacáiste sonrach Seirbhísí ráthaithe.
hu: A félreértések elkerülése végett: az Előfizetés kizárólagos hozzáférést biztosíthat egy adott Termékhez, Licenchez, illetve Szolgáltatáscsomaghoz.
id: Untuk menghindari keraguan, Langganan dapat menjamin hanya akses ke Produk atau Lisensi tertentu dan/atau paket Layanan tertentu yang dijamin.
ja: 疑義を避けるために付言すると、サブスクリプションは、特定の製品又はライセンスへのアクセスのみ、又は保証されたサービスの特定のパッケージのみ、若しくはその双方を保証する場合があります。
nl: Om verwarring te voorkomen kan het abonnement ofwel slechts toegang tot een specifiek product of licentie garanderen en/of een specifiek pakket van gegarandeerde services.
pt_br: Para evitar dúvidas, a Assinatura pode garantir apenas acesso a um Produto ou Licença específica e/ou a um pacote específico de Serviços garantidos.
ru: Чтобы избежать сомнений, Подписка может гарантировать только доступ к определённому Продукту или Лицензии и/или определённому пакету гарантированных Сервисов.
sk: Pre vylúčenie pochybností, Predplatné môže zaručovať buď iba prístup k určitému Produktu alebo Licencii a/alebo určitému balíčku garantovaných Služieb.
sl: Da bi se izognili dvomom, lahko naročnina zagotavlja bodisi dostop le do določenega izdelka ali licence in/ali določen paket zagotovljenih storitev.
sv: För att undvika tvivel kan prenumerationen garantera antingen endast tillgång till en specifik produkt eller licens och/eller ett specifikt paket med garanterade tjänster.
ta: சந்தேகத்தைத் தவிர்க்க, சந்தா ஒரு குறிப்பிட்ட தயாரிப்பு அல்லது உரிமம் மற்றும்/அல்லது உத்தரவாத சேவைகளின் ஒரு குறிப்பிட்ட தொகுப்பு மட்டுமே அணுகலை மட்டுமே பொறுப்பு அளிக்கக்கூடும்.
tr: Şüpheye mahal vermemek için, Abonelik yalnızca belirli bir Ürün veya Lisansa ve/veya belirli bir garantili Hizmet paketine erişimi garanti edebilir.
uk: Щоб уникнути сумнівів, Підписка може гарантувати лише доступ до певного Продукту чи Ліцензії та/або певного пакету гарантованих Послуг.
zh_hans: 为了避免疑义，订阅可以只保证一个特定产品或许可证及/或所保证服务的一个特定套餐的访问权。
zh_hant: 為免疑義，訂閱可能僅保證存取特定產品或授權，和/或保證特定之服務組合。

source: The User is obliged to pay the Price based on the received tax documents (invoices) issued by the Provider. The Price is paid in advance, and the invoice is issued and delivered to the User within 5 working days after the end of each relevant period.
cs: Uživatel je povinen uhradit Cenu na základě doručených daňových dokladů (faktur) vystavených Poskytovatelem. Cena je hrazena zálohově a faktura je vystavena a doručena Uživateli do 5 pracovních dnů po skončení každého příslušného období.
de: Der Benutzer ist verpflichtet, den Preis auf der Grundlage der vom Anbieter ausgestellten Steuerdokumente (Rechnungen) zu zahlen. Der Preis wird im Voraus bezahlt, und die Rechnung wird innerhalb von 5 Arbeitstagen nach dem Ende des jeweiligen Zeitraums ausgestellt und dem Benutzer zugestellt.
es: El usuario está obligado a pagar el precio basado en los documentos fiscales recibidos (facturas) emitidos por el Proveedor. El Precio se paga por adelantado, y la factura se emite y entrega al Usuario en un plazo de 5 días hábiles después del final de cada período pertinente.
fr: L’Utilisateur est tenu de payer le Prix sur la base des documents fiscaux (factures) émis par le Prestataire. Le Prix est payable d’avance et la facture est émise et adressée à l’Utilisateur dans les 5 jours ouvrables suivant la fin de chaque période concernée.
ga: Tá dualgas ar an Úsáideoir an Praghas a íoc bunaithe ar na doiciméid chánach (sonraisc) a fuarthas arna n-eisiúint ag an Soláthraí. Íoctar an Praghas roimh ré, agus eisítear agus seachadtar an sonrasc don Úsáideoir laistigh de 5 lá oibre tar éis dheireadh gach tréimhse ábhartha.
hu: A Felhasználó köteles a Szolgáltató által kiállított számlák (adóügyi bizonylatok) alapján az árat megfizetni. Az ár előre fizetendő. A Szolgáltató a számlát legkésőbb az adott időszak végét követő 5 munkanapon belül állítja ki és juttatja el a Felhasználónak.
id: Pengguna wajib membayar Harga berdasarkan dokumen pajak (faktur) yang diterima yang diterbitkan oleh Penyedia. Harga dibayar di muka, dan faktur diterbitkan dan dikirimkan kepada Pengguna dalam waktu 5 hari kerja setelah akhir setiap periode yang relevan.
ja: 利用者は、事業者が発行する税務書類（請求書）に基づき、料金を支払う義務を負います。料金は前払いとし、各対象期間の終了後 5 営業日以内に請求書が発行され、利用者に送付されます。
nl: De gebruiker is verplicht om de prijs te betalen die is gebaseerd op de ontvangen belastingdocumenten (facturen) uitgegeven door de provider. De prijs moet vooraf worden betaald en de factuur wordt uitgegeven en afgeleverd aan de gebruiker binnen 5 werkdagen na het einde van elke relevante periode.
pt_br: O Usuário é obrigado a pagar o Preço com base nos documentos fiscais recebidos (faturas) emitidos pelo Provedor. O Preço é pago antecipadamente, e a fatura é emitida e entregue ao Usuário dentro de 5 dias úteis após o fim de cada período relevante.
ru: Пользователь обязан оплатить цену на основании полученных налоговых документов (счётов-фактур), выставленных Поставщиком. Цена оплачивается авансом, а счёт-фактура выставляется и доставляется Пользователю в течение 5 рабочих дней после окончания каждого соответствующего периода.
sk: Používateľ je povinný uhradiť Cenu na základe doručených daňových dokladov (faktúr) vystavených Poskytovateľom. Cena je hradená zálohovo a faktúra je vystavená a doručená Používateľovi do 5 pracovných dní po skončení každého príslušného obdobia.
sl: Uporabnik je dolžan plačati ceno na podlagi prejetih davčnih dokumentov (računov), ki jih izda ponudnik. Cena se plača vnaprej, račun pa se izda in dostavi uporabniku v 5 delovnih dneh po koncu posameznega ustreznega obdobja.
sv: Användaren är skyldig att betala priset baserat på de mottagna skattedokumenten (fakturor) som utfärdats av leverantören. Priset betalas i förskott och fakturan utfärdas och levereras till användaren inom 5 arbetsdagar efter slutet av varje relevant period.
ta: வழங்குநரால் வழங்கப்பட்ட பெறப்பட்ட வரி ஆவணங்களின் (விலைப்பட்டியல்) அடிப்படையில் விலையை செலுத்த பயனர் கடமைப்பட்டுள்ளார். விலை முன்கூட்டியே செலுத்தப்படுகிறது, மேலும் ஒவ்வொரு தொடர்புடைய காலப்பகுதியின் முடிந்த 5 வேலை நாட்களுக்குள் விலைப்பட்டியல் வழங்கப்பட்டு பயனருக்கு வழங்கப்படுகிறது.
tr: Kullanıcı, Sağlayıcı tarafından düzenlenen vergi belgelerine (faturalar) göre Ücreti ödemekle yükümlüdür. Ücret peşin olarak ödenir ve fatura, ilgili her dönemin bitiminden sonraki 5 iş günü içinde düzenlenerek Kullanıcıya teslim edilir.
uk: Користувач зобов’язаний сплатити Ціну на підставі отриманих податкових документів (рахунків-фактур), виставлених Провайдером. Ціна оплачується наперед, а рахунок виставляється та надається Користувачеві протягом 5 робочих днів після закінчення кожного відповідного періоду.
zh_hans: 用户有义务根据收到的由提供者开具的税务文档（发票）支付价格。价格提前支付，发票在每个相关周期结束后的 5 个工作日内发出并递送给用户。
zh_hant: 使用者有義務依據收到之提供者開立之稅務憑證（發票）支付價格。價格採預付制，發票於每一相關期間結束後 5 個工作日內開立並送達予使用者。

source: Payment of the Price may be made by credit card, bank transfer, or cryptocurrency transaction. All Prices listed in the Price List exclude VAT. End users from the EU and Czech business companies will be required to pay an additional VAT of 21%%. Reverse charge applies to invoices issued to businesses within the EU.
de: Die Zahlung des Preises kann per Kreditkarte, Banküberweisung oder Kryptowährungstransaktion erfolgen. Alle in der Preisliste aufgeführten Preise verstehen sich ohne Umsatzsteuer. Endbenutzer aus der EU und tschechische Unternehmen müssen eine zusätzliche MwSt. von 21%% entrichten. Die Umkehrung der Steuerschuldnerschaft gilt für Rechnungen, die an Unternehmen innerhalb der EU ausgestellt werden.
es: El pago del Precio puede realizarse mediante tarjeta de crédito, transferencia bancaria o transacción en criptomonedas. Todos los precios indicados en la Lista de precios excluyen el IVA. Los usuarios finales de la UE y las empresas comerciales checas deberán pagar un IVA adicional del 21%%. La inversión del sujeto pasivo se aplica a las facturas emitidas a empresas dentro de la UE.
fr: Le règlement peut être effectué par carte bancaire, virement bancaire ou cryptomonnaie. Les prix indiqués sont hors TVA. Les utilisateurs finaux de l'UE et les entreprises tchèques devront s'acquitter d'une TVA supplémentaire de 21 %%. L'autoliquidation de la TVA s'applique aux factures émises aux entreprises de l'UE.
ga: Is féidir an Praghas a íoc le cárta creidmheasa, le haistriú bainc nó le hidirbheart cryptocurrency. Níl CBL san áireamh sna Praghsanna go léir atá liostaithe ar an Liosta Praghsanna. Beidh ar úsáideoirí deiridh ón AE agus ó chuideachtaí gnó Seiceacha CBL breise 21%% a íoc. Baineann frithmhuirear le sonraisc a eisítear chuig gnólachtaí laistigh den AE.
hu: A fizetés történhet bankkártyával, átutalással vagy kriptovalutával. A Díjszabásban megadott árak ÁFA nélkül értendők. EU-s magánszemélyek és cseh vállalkozások esetén 21%% ÁFA kerül felszámításra. Más EU-s vállalkozásoknál a fordított adózás (reverse charge) érvényes.
id: Pembayaran Harga dapat dilakukan melalui kartu kredit, transfer bank, atau transaksi mata uang kripto. Semua Harga yang tercantum dalam Daftar Harga belum termasuk PPN. Pengguna akhir dari perusahaan bisnis Uni Eropa dan Ceko akan diminta untuk membayar PPN tambahan sebesar 21%%. Biaya balik berlaku untuk faktur yang diterbitkan untuk bisnis di dalam Uni Eropa.
ja: 料金の支払方法は、クレジットカード、銀行振込又は暗号資産による取引のいずれかとします。価格表に記載される料金には付加価値税（VAT）は含まれていません。EU 域内のエンドユーザー及びチェコ共和国の事業者は、追加で 21 ％の VAT を支払う義務を負います。EU 域内の事業者に対して発行される請求書については、リバースチャージ方式が適用されます。
nl: Betalen van de prijs mag per creditcard, bankoverschrijving of transactie met cryptocurrency. Alle vermelde prijzen in de prijslijst zijn exclusief BTW. Eindgebruikers van EU en Tsjechische zakelijke bedrijven zijn verplicht een aanvullende BTW te betalen van 21%%. Teruggave is van toepassing voor facturen die zijn uitgegeven voor bedrijven binnen de EU.
pt_br: O pagamento do Preço pode ser feito por cartão de crédito, transferência bancária ou transação de criptomoeda. Todos os Preços listados na Lista de Preços excluem IVA. Usuários finais da União Europeia e empresas comerciais tchecas serão obrigados a pagar um IVA adicional de 21%%. A cobrança reversa se aplica a faturas emitidas para empresas dentro da União Europeia.
ru: Оплата Цены может быть произведена с помощью кредитной карты, банковского перевода или криптовалютной транзакции. Все цены, указанные в Ценнике, не включают НДС. Конечные пользователи из ЕС и чешские коммерческие компании должны будут уплатить дополнительный НДС в размере 21%%. Обратный сбор применяется к счетам, выставленным предприятиям на территории ЕС.
sk: Uhradenie Ceny môže byť vykonané kreditnou kartou, bankovým prevodom alebo kryptomenovou transakciou. Všetky Ceny uvedené v Cenníku nezahŕňajú DPH. Koncoví používatelia z EÚ a české obchodné spoločnosti budú vyzvaní k zaplateniu dodatočného DPH vo výške 21 %% . Prenesenie daňovej povinnosti sa vzťahuje na faktúry vystavené podnikom v EÚ.
sl: Plačilo cene je mogoče s kreditno kartico, bančnim nakazilom ali transakcijo s kriptovaluto. Vse cene, navedene v ceniku, ne vključujejo DDV. Končni uporabniki iz EU in češka podjetja bodo morali plačati dodatni DDV v višini 21%%. Za račune, izdane podjetjem znotraj EU, velja obrnjena davčna obveznost.
sv: Betalning av priset kan ske med kreditkort, banköverföring eller kryptovaluta. Alla priser som anges i prislistan är exklusive moms. Slutanvändare från EU och tjeckiska företag måste betala en extra moms på 21 %%. Omvänd skattskyldighet gäller för fakturor som utfärdas till företag inom EU.
ta: கடன் அட்டை, வங்கி பரிமாற்றம் அல்லது மறையீட்டு நாணயம் பரிவர்த்தனை மூலம் விலையை செலுத்தலாம். விலை பட்டியலில் பட்டியலிடப்பட்டுள்ள அனைத்து விலைகளும் வாட் விலக்குகின்றன. ஐரோப்பிய ஒன்றியம் மற்றும் செக் வணிக நிறுவனங்களின் இறுதி பயனர்கள் 21 %% கூடுதல் வாட் செலுத்த வேண்டும். ஐரோப்பிய ஒன்றியத்திற்குள் வணிகங்களுக்கு வழங்கப்படும் விலைப்பட்டியல்களுக்கு தலைகீழ் கட்டணம் பொருந்தும்.
tr: Fiyatın ödenmesi kredi kartı, banka havalesi veya kripto para işlemi ile yapılabilir. Fiyat Listesi’nde belirtilen tüm Fiyatlar KDV hariçtir. Avrupa Birliği’ndeki son kullanıcıların ve Çek ticari şirketlerinin 21%% ek KDV ödemesi gerekecektir. Ters ücret, AB içindeki işletmelere düzenlenen faturalar için geçerlidir.
uk: Оплату Ціни можна здійснити кредитною карткою, банківським переказом або трансакцією в криптовалюті. Усі ціни, зазначені в прайс-листі, не включають ПДВ. Кінцеві користувачі з ЄС і чеських бізнес-компаній повинні будуть сплачувати додатковий ПДВ у розмірі 21%%. Зворотне нарахування застосовується до рахунків-фактур, виставлених підприємствам у межах ЄС.
zh_hans: 可以通过信用卡、银行转账或加密货币交易的方式支付价格。所有列举在价格清单中的价格均不包含增值税。来自欧盟的最终用户和捷克的企业将被要求另外支付 21 %%的增值税。反向收费适用于开具给欧盟内企业的发票。
zh_hant: 支付價格可透過信用卡、銀行轉帳或加密貨幣交易為之。價目表所列價格均不含增值稅（VAT）。歐盟終端使用者及捷克商業公司需額外支付 21%% 之增值稅。開立予歐盟境內企業之發票適用逆向課稅機制（Reverse Charge）。
