Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider will always make every effort to prevent unauthorized processing of personal data by other persons; however, it is not liable to the User or other data subjects for any damages caused by unauthorized processing of personal data by any third party, even if those third parties are Processors.
cs: Poskytovatel vždy vynaloží veškeré úsilí, aby zabránil neoprávněnému zpracování osobních údajů jinými osobami, nicméně neodpovídá Uživateli ani jiným subjektům údajů za případné škody způsobené neoprávněným zpracováním osobních údajů jakoukoli třetí osobou, a to ani v případě, že jsou touto třetí osobou Zpracovatelé.
de: Der Anbieter wird sich stets bemühen, die unbefugte Verarbeitung personenbezogener Daten durch andere Personen zu verhindern; er haftet jedoch gegenüber dem Benutzer oder anderen Betroffenen nicht für Schäden, die durch die unbefugte Verarbeitung personenbezogener Daten durch Drittanbieter entstehen, auch wenn diese Drittanbieter Auftragsverarbeiter sind.
es: El Proveedor hará todo esfuerzo para prevenir el procesamiento no autorizado de información personal por otras personas; sin embargo, no es responsable ante el Usuario u otros sujetos por cualquier daño causado debido a procesamiento no autorizado de información personal por terceros, incluso si esos terceros son Procesadores.
fr: Le Prestataire mettra toujours tout en œuvre pour empêcher le traitement non autorisé des données personnelles par des tiers ; toutefois, il ne saurait être tenu responsable envers l’Utilisateur ou les autres personnes concernées des dommages causés par un traitement non autorisé de données personnelles par un tiers, même si ce tiers est un Sous-traitant.
ga: Déanfaidh an Soláthraí gach iarracht i gcónaí cosc a chur ar phróiseáil neamhúdaraithe sonraí pearsanta ag daoine eile; mar sin féin, níl sé faoi dhliteanas don Úsáideoir ná d'ábhair sonraí eile as aon damáistí a tharlaíonn de bharr próiseáil neamhúdaraithe sonraí pearsanta ag aon tríú páirtí, fiú más Próiseálaithe iad na tríú páirtithe sin.
hu: A Szolgáltató mindig minden tőle telhetőt megtesz annak érdekében, hogy megakadályozza a személyes adatok jogosulatlan kezelését más személyek által; azonban nem vállal felelősséget a Felhasználóért vagy harmadik személyekért olyan károk esetén, amelyeket más – akár Feldolgozónak minősülő – személy jogosulatlan adatkezelése okoz.
id: Penyedia akan selalu berupaya semaksimal mungkin untuk mencegah pemrosesan data pribadi yang tidak sah oleh orang lain; namun, Penyedia tidak bertanggung jawab kepada Pengguna atau subjek data lainnya atas segala kerusakan yang disebabkan oleh pemrosesan data pribadi yang tidak sah oleh pihak ketiga mana pun, meskipun pihak ketiga tersebut adalah Pemroses.
ja: 事業者は、常に第三者による個人データの不正な処理を防止するためにあらゆる努力を払うものとします。ただし、当該第三者が処理者である場合を含め、第三者による個人データの不正な処理により生じた損害について、事業者は利用者またはその他のデータ主体に対して一切の責任を負わないものとします。
nl: De provider zal altijd elke inspanning verrichten om niet-geautoriseerd verwerken van persoonlijke gegevens door andere personen te voorkomen; hij is echter niet aansprakelijk door de gebruiker of andere onderwerpen van gegevens voor schade die is veroorzaakt door niet-geautoriseerd verwerken van persoonlijke gegevens door een derde partij, zelfs niet als deze derde partijen verwerkers zijn.
pt_br: O Provedor sempre fará todos os esforços para impedir o processamento não autorizado de dados pessoais por outras pessoas; no entanto, não é responsável perante o Usuário ou outros titulares de dados por quaisquer danos causados pelo processamento não autorizado de dados pessoais por terceiros, mesmo que esses terceiros sejam Processadores.
ru: Поставщик всегда будет прилагать все усилия для предотвращения несанкционированной обработки персональных данных другими лицами; однако он не несёт ответственности перед Пользователем или другими субъектами данных за любой ущерб, вызванный несанкционированной обработкой персональных данных третьими лицами, даже если эти третьи лица являются Обработчиками.
sk: Poskytovateľ vždy vynaloží všetko úsilie, aby zabránil neoprávnenému spracovaniu osobných údajov inými osobami, avšak nezodpovedá Používateľovi ani iným subjektom údajov za prípadné škody spôsobené neoprávneným spracovaním osobných údajov akoukoľvek treťou osobou, a to ani v prípade, že sú touto treťou osobou Spracovatelia.
sl: Ponudnik si bo vedno po najboljših močeh prizadeval preprečiti nepooblaščeno obdelavo osebnih podatkov s strani drugih oseb; vendar pa ne odgovarja uporabniku ali drugim posameznikom, na katere se nanašajo osebni podatki, za kakršno koli škodo, ki bi nastala zaradi nepooblaščene obdelave osebnih podatkov s strani katere koli tretje osebe, tudi če so te tretje osebe obdelovalci.
sv: Leverantören kommer alltid att göra sitt yttersta för att förhindra obehörig behandling av personuppgifter av andra personer. Leverantören är dock inte ansvarig gentemot användaren eller andra registrerade för skador som orsakas av obehörig behandling av personuppgifter av tredje part, även om dessa tredje parter är personuppgiftsbiträden.
ta: மற்ற நபர்களால் தனிப்பட்ட தரவை அங்கீகரிக்கப்படாத செயலாக்கத்தைத் தடுக்க வழங்குநர் எப்போதும் எல்லா முயற்சிகளையும் செய்வார்; எவ்வாறாயினும், அந்த மூன்றாம் தரப்பினர் செயலிகளாக இருந்தாலும் கூட, எந்தவொரு மூன்றாம் தரப்பினராலும் தனிப்பட்ட தரவை அங்கீகரிக்கப்படாத செயலாக்கத்தால் ஏற்படும் எந்தவொரு சேதத்திற்கும் பயனர் அல்லது பிற தரவு பாடங்களுக்கு இது பொறுப்பல்ல.
tr: Sağlayıcı, Kişisel Veri’lerin diğer kişiler tarafından yetkisiz olarak işlenmesini önlemek için her türlü çabayı gösterecektir. Ancak, üçüncü taraflar İşleyici olsa bile, Kişisel Veri’lerin herhangi bir üçüncü tarafça yetkisiz olarak işlenmesinden kaynaklanan zararlardan Kullanıcı’ya veya diğer veri sahiplerine karşı sorumlu değildir.
uk: Постачальник завжди докладе всіх зусиль для запобігання несанкціонованій обробці персональних даних іншими особами; однак він не несе відповідальності перед Користувачем або іншими суб’єктами даних за будь-які збитки, спричинені несанкціонованою обробкою персональних даних будь-якою третьою стороною, навіть якщо ці треті сторони є Обробниками.
zh_hans: 处理者会始终不遗余力防止其他人未经授权的个人数据处理；不过，提供者对任意第三方（即使第三方是处理者）未经授权处理个人数据给用户或其他数据主体造成的任何损害不负有法律责任。
zh_hant: 提供者將始終盡最大努力防止他人未經授權處理個人資料；然而，對於任何第三方未經授權處理個人資料所致之損害，提供者對使用者或其他資料當事人不負賠償責任，即使該第三方為處理者亦同。

source: Emails sent to Users in connection with the provision of the Service, Product, and/or Support Services are not considered unsolicited commercial communications under Act No. 40/1995 Coll. on Advertising and Act No. 480/2004 Coll. on Certain Information Society Services, if they directly relate to these Services, Products, and/or Support Services.
cs: E-maily zasílané Uživatelům v souvislosti s poskytováním Služby, Produktu a/nebo Služeb Podpory se nepovažují za nevyžádaná obchodní sdělení ve smyslu zákona č. 40/1995 Sb. o reklamě a zákona č. 480/2004 Sb. o některých službách informační společnosti, týkají-li se přímo těchto Služeb, Produktů a/nebo Služeb Podpory.
de: E-Mails, die im Zusammenhang mit der Bereitstellung des Dienstes, des Produkts und/oder der Unterstützung an Benutzer gesendet werden, gelten nicht als unaufgeforderte kommerzielle Mitteilungen im Sinne des Gesetzes Nr. 40/1995 Slg. über Werbung und des Gesetzes Nr. 480/2004 Slg. über bestimmte Dienste der Informationsgesellschaft, wenn sie diesen Diensten, Produkten und/oder der Unterstützung direkt zugehörig sind.
es: Los correos electrónicos enviados a los Usuarios en relación con la prestación del Servicio, Producto y/o Servicios de Soporte no se consideran comunicaciones comerciales no solicitadas en virtud de la Ley Nº 40/1995 Coll. sobre Publicidad y Ley Nº 480/2004 Coll. sobre Determinados Servicios de la Sociedad de la Información, si guardan relación directa con dichos Servicios, Productos y / o Servicios de Soporte.
fr: Les courriels envoyés aux utilisateurs dans le cadre de la fourniture du Service, du Produit et/ou des Services d'assistance ne sont pas considérés comme des communications commerciales non sollicitées au sens de la loi n° 40/1995 Coll. sur la publicité et de la loi n° 480/2004 Coll. sur certains services de la société de l'information, s'ils se rapportent directement à ces Services, Produits et/ou Services d'assistance.
ga: Ní mheastar ríomhphoist a sheoltar chuig Úsáideoirí i dtaca le soláthar na Seirbhíse, an Táirge agus/nó na Seirbhísí Tacaíochta a bheith ina gcumarsáidí tráchtála gan iarraidh faoi Acht Uimh. 40/1995 Coll. ar Fhógraíocht agus Acht Uimh. 480/2004 Coll. ar Sheirbhísí Áirithe na Sochaí Faisnéise, má bhaineann siad go díreach leis na Seirbhísí, Táirgí agus/nó Seirbhísí Tacaíochta seo.
hu: A Szolgáltatással, Termékkel és/vagy Ügyféltámogatással kapcsolatban a Felhasználónak küldött emailek nem minősülnek kéretlen kereskedelmi kommunikációnak a reklámtörvényről szóló 1995. évi 40. törvény és az elektronikus kereskedelmi szolgáltatásokról szóló 2004. évi 480. törvény alapján, amennyiben közvetlenül kapcsolódnak ezekhez a Szolgáltatásokhoz, Termékekhez és/vagy Ügyféltámogatáshoz.
id: Surel yang dikirimkan kepada Pengguna sehubungan dengan penyediaan Layanan, Produk, dan/atau Layanan Dukungan tidak dianggap sebagai komunikasi komersial yang tidak diminta berdasarkan Undang-Undang No. 40/1995 Coll. tentang Periklanan dan Undang-Undang No. 480/2004 Coll. tentang Layanan Masyarakat Informasi Tertentu, jika komunikasi tersebut secara langsung berkaitan dengan Layanan, Produk, dan/atau Layanan Dukungan ini.
ja: サービス、製品および / またはサポートサービスの提供に関連して利用者に送信される電子メールは、これらのサービス、製品および / またはサポートサービスに直接関連する場合、広告に関する 1995 年法律第 40 号および特定情報社会サービスに関する 2004 年法律第 480 号に基づく未承諾の商業的通信とはみなされません。
nl: E-mails, verzonden aan gebruikers in verband met het verschaffen van de service, het product en/of services voor ondersteuning worden niet beschouwd als niet gewenste commerciële communicaties onder Act No. 40/1995 Coll. on Advertising en Act No. 480/2004 Coll. on Certain Information Society Services, als zij direct betrekking hebben op deze services, producten en/of services voor ondersteuning.
pt_br: E-mails enviados aos Usuários em conexão com o fornecimento do Serviço, Produto e/ou Serviços de Suporte não são considerados comunicações comerciais não solicitadas de acordo com a Lei nº 40/1995 sobre Publicidade e a Lei nº 480/2004 sobre Certos Serviços da Sociedade da Informação, se estiverem diretamente relacionados a esses Serviços, Produtos e/ou Serviços de Suporte.
ru: Электронные письма, отправленные Пользователям в связи с предоставлением Сервисов, Продуктов и/или Служб поддержки, не считаются незапрошенными коммерческими сообщениями в соответствии с Законом № 40/1995 Св. о рекламе и Законом № 480/2004 Св. о некоторых сервисах информационного общества, если они непосредственно относятся к данным Сервисам, Продуктам и/или Службам поддержки.
sk: E-maily zasielané Používateľom v súvislosti s poskytovaním Služby, Produktu a/alebo Služieb Podpory sa nepovažujú za nevyžiadané obchodné oznámenia v zmysle zákona č. 40/1995 Zb. o reklame a zákona č. 480/2004 Zb. o niektorých službách informačnej spoločnosti, ak sa týkajú priamo týchto Služieb Produktov a/alebo Služieb Podpory.
sl: E-poštna sporočila, poslana uporabnikom v povezavi z zagotavljanjem storitve, izdelka in/ali podpornih storitev, se ne štejejo za neželena komercialna sporočila v skladu z zakonom št. 40/1995 Zb. o oglaševanju in zakonom št. 480/2004 Zb. o nekaterih storitvah informacijske družbe, če se neposredno nanašajo na te storitve, izdelke in/ali podporne storitve.
sv: E-postmeddelanden som skickas till användare i samband med tillhandahållandet av tjänsten, produkten och/eller supporttjänsterna betraktas inte som oönskad kommersiell kommunikation enligt lag nr 40/1995 Coll. om reklam och lag nr 480/2004 Coll. om vissa informationssamhällstjänster, om de direkt avser dessa tjänster, produkter och/eller supporttjänster.
ta: பணி, தயாரிப்பு மற்றும்/அல்லது உதவி சேவைகளை வழங்குவது தொடர்பாக பயனர்களுக்கு அனுப்பப்படும் மின்னஞ்சல்கள் சட்டகை எண் 40/1995 COLL இன் கீழ் கோரப்படாத வணிக தகவல்தொடர்புகளாக கருதப்படுவதில்லை. விளம்பரம் மற்றும் சட்டகை எண் 480/2004 கோல். சில செய்தி சங்க சேவைகளில், அவை இந்த சேவைகள், தயாரிப்புகள் மற்றும்/அல்லது உதவி சேவைகளுடன் நேரடியாக தொடர்புபடுத்தினால்.
tr: Hizmet, Ürün ve/veya Destek Hizmetleri’nin sağlanmasıyla bağlantılı olarak Kullanıcı’lara gönderilen e-postalar, doğrudan bu Hizmet’ler, Ürün’ler ve/veya Destek Hizmetleri’yle ilgili olmaları halinde, 40/1995 Coll. sayılı Reklam Yasası ve 480/2004 Coll. sayılı Bazı Bilgi Toplumu Hizmetleri Yasası kapsamında istenmeyen ticari iletişim olarak değerlendirilmez.
uk: Електронні листи, надіслані Користувачам у зв’язку з наданням Сервісу, Продукту та/або Послуг підтримки, не вважаються небажаними комерційними повідомленнями відповідно до Закону № 40/1995 Coll. про рекламу та Закон № 480/2004 Зб. щодо певних служб інформаційного суспільства, якщо вони безпосередньо стосуються цих служб, продуктів та/або служб підтримки.
zh_hans: 根据捷克共和国关于广告的 Act No. 40/1995 Coll 和关于特定信息社会服务的 Act No. 480/2004 Coll，发送给用户的与提供服务、产品和/或支持服务相关的电子邮件不被认为是未经请求的商业通讯，如果它们与这些服务、产品和/或支持服务直接相关的话。
zh_hant: 若電子郵件與本服務、產品和/或支援服務直接相關，則發送予使用者之該等郵件不被視為《第 40/1995 Coll. 號廣告法》及《第 480/2004 Coll. 號特定資訊社會服務法》所稱之未經請求之商業通訊（垃圾郵件）。

source: The User may, however, explicitly and <strong>voluntarily consent</strong>, within the meaning of Section 7(2) of Act No. 480/2004 Coll. on Certain Information Society Services and amending certain acts, to receive broader commercial communications (e.g., in the case of indirect marketing) from the Provider at the User's electronic address. This consent can, of course, be revoked at any time by clicking on the link found in the footer of such commercial communication.
cs: Uživatel může nicméně výslovně <strong>dobrovolně souhlasit</strong>, ve smyslu ustanovení § 7 odst. 2 zákona č. 480/2004 Sb., o některých službách informační společnosti a o změně některých zákonů, ve znění pozdějších předpisů, se zasíláním obchodních sdělení širšího rozsahu (např. v případě nepřímého marketingu) Poskytovatelem na elektronickou adresu Uživatele. Tento souhlas lze samozřejmě kdykoli odvolat kliknutím na odkaz nacházejí se v patičce takového obchodního sdělení.
de: Der Benutzer kann jedoch ausdrücklich und <strong>freiwillig</strong> im Sinne des § 7 Abs. 2 des Gesetzes Nr. 480/2004 Slg. über bestimmte Dienste der Informationsgesellschaft und zur Änderung bestimmter Gesetze zustimmen, weitergehende kommerzielle Mitteilungen (z. B. im Falle von indirektem Marketing) des Anbieters an die elektronische Adresse des Benutzers zu erhalten. Diese Zustimmung kann selbstverständlich jederzeit widerrufen werden, indem man auf den Link klickt, der sich in der Fußzeile einer solchen kommerziellen Mitteilung befindet.
es: El Usuario puede, no obstante, consentir voluntariamente de forma explícita, en el sentido del Artículo 7(2) de la Ley N.º 480/2004 Coll. sobre determinados Servicios de la Sociedad de la Información y enmiendas a ciertas leyes, recibir comunicaciones comerciales más amplias (por ejemplo, en el caso de marketing indirecto) del Proveedor a la dirección electrónica del Usuario. Este consentimiento puede, por supuesto, ser revocado en cualquier momento haciendo click en el enlace que se encuentra en el pie de dicho mensaje comercial.
fr: L’Utilisateur peut toutefois consentir explicitement et <strong>volontairement</strong>, au sens de l’article 7, paragraphe 2, de la loi n° 480/2004 relative à certains services de la société de l’information et modifiant certaines lois, à recevoir des communications commerciales plus générales (par exemple, à des fins de marketing indirect) de la part du Fournisseur à son adresse électronique. Ce consentement peut bien entendu être révoqué à tout moment en cliquant sur le lien figurant en bas de page de ces communications commerciales.
ga: Féadfaidh an Úsáideoir, áfach, go sainráite agus <strong>toiliú go deonach</strong>, de réir bhrí Alt 7(2) d'Acht Uimh. 480/2004 Coll. ar Sheirbhísí Áirithe Sochaí na Faisnéise agus ag leasú achtanna áirithe, cumarsáid tráchtála níos leithne a fháil (m.sh., i gcás margaíochta indírí) ón Soláthraí ag seoladh leictreonach an Úsáideora. Is féidir, ar ndóigh, an toiliú seo a chúlghairm am ar bith ach cliceáil ar an nasc atá le fáil i mbuntásc na cumarsáide tráchtála sin.
hu: A Felhasználó ugyanakkor kifejezetten és <strong>önkéntesen hozzájárulhat</strong> ahhoz, hogy a Szolgáltató szélesebb körű kereskedelmi kommunikációt (például promóciós ajánlatokat, közvetett marketingüzeneteket) küldjön neki elektronikus elérhetőségére, az elektronikus kereskedelmi szolgáltatásokról szóló 2004. évi 480. törvény 7. § (2) bekezdése értelmében. A hozzájárulás természetesen bármikor visszavonható a kereskedelmi üzenetek láblécében található linken keresztül.
id: Namun, Pengguna dapat secara tegas dan <strong>sukarela</strong> menyetujui, sesuai dengan makna Pasal 7(2) Undang-Undang No. 480/2004 Coll. tentang Layanan Masyarakat Informasi Tertentu dan amandemen undang-undang tertentu, untuk menerima komunikasi komersial yang lebih luas (mis., dalam kasus pemasaran tidak langsung) dari Penyedia di alamat elektronik Pengguna. Persetujuan ini, tentu saja, dapat dicabut kapan saja dengan mengeklik tautan yang terdapat di bagian bawah komunikasi komersial tersebut.
ja: 利用者は、特定情報社会サービスに関する 2004 年法律第 480 号の第 7 条第 2 項の意味において、事業者から利用者のメールアドレス宛てにより広範な商業的通信（例：間接的なマーケティング）を受け取ることについて、明示的かつ<strong>任意の同意</strong>を与えることができます。この同意は、当該商業的通信のフッターに記載されたリンクをクリックすることにより、いつでも撤回することができます。
nl: De gebruiker kan echter, expliciet en <strong>vrijwillig instemmen</strong>, binnen de betekenis van Section 7(2) of Act No. 480/2004 Coll. on Certain Information Society Services en bepaalde acties wijzigen, om bredere commerciële communicaties te ontvangen (bijv. in het geval van indirecte marketing) vanuit de provider aan het elektronische adres van de gebruiker. Deze instemming kan, natuurlijk, op elk moment worden ingetrokken door te klikken op de link in de voettekst van dergelijke commerciële communicatie.
pt_br: O Usuário pode, no entanto, consentir explicitamente e <strong>voluntariamente</strong>, dentro do significado da Seção 7(2) da Lei nº 480/2004 sobre Certos Serviços da Sociedade da Informação e alterando certos atos, para receber comunicações comerciais mais amplas (por exemplo, no caso de marketing indireto) do Provedor no endereço eletrônico do Usuário. Este consentimento pode, é claro, ser revogado a qualquer momento clicando no link encontrado no rodapé de tal comunicação comercial.
ru: Однако Пользователь может явно и <strong>добровольно согласиться</strong>, в соответствии с Разделом 7(2) Закона № 480/2004 Св. о некоторых сервисах информационного общества и внесении изменений в некоторые законы, на получение более широких коммерческих сообщений (например, в случае косвенного маркетинга) от Поставщика на электронный адрес Пользователя. Это согласие, разумеется, может быть отозвано в любое время путём нажатия на ссылку, расположенную в нижнем колонтитуле такого коммерческого сообщения.
sk: Používateľ však môže výslovne <strong>dobrovoľne súhlasiť</strong>, v zmysle ustanovenia § 7 ods. 2 zákona č. 480/2004 Zb. o niektorých službách informačnej spoločnosti a o zmene niektorých zákonov v znení neskorších predpisov so zasielaním obchodných oznámení širšieho rozsahu (napr. v prípade nepriameho marketingu) Poskytovateľom na elektronickú adresu Používateľa. Tento súhlas možno samozrejme kedykoľvek odvolať kliknutím na odkaz nachádzajú sa v pätičke takého obchodného oznámenia.
sl: Uporabnik pa lahko izrecno in <strong>prostovoljno</strong> privoli v smislu 7. člena(2) Zakona št. 480/2004 Zb. o nekaterih storitvah informacijske družbe in spremembah nekaterih zakonov, da bo od ponudnika na svoj elektronski naslov prejemal širša komercialna sporočila (npr. v primeru posrednega trženja). To privolitev je seveda mogoče kadar koli preklicati s klikom na povezavo v nogi takega komercialnega sporočila.
sv: Användaren kan dock uttryckligen och <strong>frivilligt</strong>, i enlighet med avsnitt 7(2) i lag nr 480/2004 Coll. om vissa informationssamhällstjänster och ändring av vissa lagar, <strong>samtycka till</strong> att ta emot mer omfattande kommersiell kommunikation (t.ex. i fallet med indirekt marknadsföring) från leverantören till användarens elektroniska adress. Detta samtycke kan naturligtvis återkallas när som helst genom att klicka på länken i sidfoten i sådan kommersiell kommunikation.
ta: எவ்வாறாயினும், பயனர் வெளிப்படையாகவும் <strong> தானாக முன்வந்து ஒப்புதல் </strong> ஆகவும், சட்டகை எண் 480/2004 COLL இன் பிரிவு 7 (2) இன் அர்த்தத்திற்குள் இருக்கலாம். சில செய்தி சங்க சேவைகள் மற்றும் சில செயல்களைத் திருத்துதல், பயனரின் மின்னணு முகவரியில் வழங்குநரிடமிருந்து பரந்த வணிக தகவல்தொடர்புகளைப் பெற (எ.கா., மறைமுக சந்தைப்படுத்தல் விசயத்தில்) பெற. அத்தகைய வணிக தகவல்தொடர்பு அடிக்குறிப்பில் காணப்படும் இணைப்பைக் சொடுக்கு செய்வதன் மூலம் இந்த ஒப்புதல் எந்த நேரத்திலும் ரத்து செய்யப்படலாம்.
tr: Bununla birlikte Kullanıcı, 480/2004 Coll. sayılı Bazı Bilgi Toplumu Hizmetleri Hakkında Kanun'un 7(2) maddesi kapsamında ve bazı kanunları değiştirerek, Kullanıcı’nın elektronik adresinde Sağlayıcı’dan daha geniş ticari iletişimler (örneğin dolaylı pazarlama durumunda) almaya açıkça ve <strong>gönüllü olarak rıza</strong> gösterebilir. Bu onay, elbette, söz konusu ticari iletişimin alt bilgisinde bulunan bağlantıya tıklanarak herhangi bir zamanda iptal edilebilir.
uk: Однак Користувач може дати явну та <strong>добровільну згоду</strong> у значенні розділу 7(2) Закону № 480/2004 Coll. щодо деяких послуг інформаційного суспільства та внесення змін до певних актів, для отримання ширших комерційних повідомлень (наприклад, у разі непрямого маркетингу) від Провайдера на електронну адресу Користувача. Цю згоду, звичайно, можна відкликати в будь-який час, натиснувши посилання в нижньому колонтитулі такого комерційного повідомлення.
zh_hans: 不过，按照有关特定社会信息服务的 Act No. 480/2004 Coll 的 Section 7(2) 和某些修正案的含义，用户可以明确并<strong>自愿地同意</strong>在用户的电子地址上从提供者那里接收更大范围的商业通讯信息（如间接营销的信息）。当然，用户可以随时单击在此类商业通讯的页脚处找到的链接撤销同意。
zh_hant: 然而，使用者可依據《第 480/2004 Coll. 號特定資訊社會服務法及部分法案修正案》第 7(2) 條之意旨，明確且<strong>自願同意</strong>在其電子地址接收來自提供者之更廣泛商業通訊（例如間接行銷）。當然，此項同意可隨時透過點選此類商業通訊頁尾之連結予以撤回。
