Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: These Terms are governed by the law of the Czech Republic, a member of the European Union. The Parties, however, exclude to the maximum extent possible the provisions of Sections 1764, 1765, 1793 to 1795, 2050, 2389a to 2389f, 2389t, and 2389u of the Czech Civil Code. Any disputes arising in connection with the performance or interpretation of the Agreement that cannot be resolved amicably by the Parties shall be finally settled by arbitration at the Arbitration Court of the Economic Chamber of the Czech Republic and the Agricultural Chamber of the Czech Republic by three arbitrators appointed in accordance with the Rules of this Arbitration Court. Each Party appoints one arbitrator, and the two arbitrators will agree on the third arbitrator within 30 days. If the two arbitrators fail to agree on the third arbitrator within the above period, the chairman of the Arbitration Court will appoint the third arbitrator. The arbitration award is final and binding for the Parties. The Parties irrevocably agree not to contest the enforcement of the arbitration award in any jurisdiction.
cs: Tyto VOP se řídí právem České republiky, člena Evropské unie. Smluvní strany však zároveň v maximální možné míře vylučují ustanovení § 1764, 1765, 1793 až 1795, 2050, 2389a až 2389f, 2389t a 2389u občanského zákoníku. Veškeré spory vzniklé v souvislosti s plněním nebo výkladem Smlouvy nebo z ní, které se Smluvním stranám nepodaří vyřešit smírně, budou s konečnou platností řešeny českým rozhodčím orgánem Rozhodčím soudem při Hospodářské komoře České republiky a Agrární komoře České republiky třemi rozhodci jmenovanými v souladu s Řádem tohoto Rozhodčího soudu. Každá strana jmenuje jednoho rozhodce. Oba rozhodci se na třetím rozhodci dohodnou do 30 dnů. Pokud se oba rozhodci ve výše uvedené lhůtě nedohodnou na třetím rozhodci, jmenuje jej předseda Rozhodčího soudu. Rozhodčí nález je pro Smluvní strany konečný a závazný. Smluvní strany se tímto neodvolatelně zavazují, že nenapadnou výkon rozhodčího nálezu v rámci jakékoli jurisdikce.
de: Die vorliegenden Begriffe unterliegen dem Recht der Tschechischen Republik, die Mitglied der Europäischen Union ist. Die Parteien schließen jedoch weitestgehend die Bestimmungen der §§ 1764, 1765, 1793 bis 1795, 2050, 2389a bis 2389f, 2389t und 2389u des tschechischen Bürgerlichen Gesetzbuches aus. Alle Streitigkeiten, die im Zusammenhang mit der Erfüllung oder Auslegung des Vertrages entstehen und von den Parteien nicht gütlich beigelegt werden können, werden durch ein Schiedsverfahren beim Schiedsgericht der Wirtschaftskammer der Tschechischen Republik und der Landwirtschaftskammer der Tschechischen Republik von drei gemäß der Ordnung dieses Schiedsgerichts ernannten Schiedsrichtern endgültig entschieden. Jede Partei ernennt einen Schiedsrichter, und die beiden Schiedsrichter einigen sich innerhalb von 30 Tagen auf den dritten Schiedsrichter. Können sich die beiden Schiedsrichter nicht innerhalb der genannten Frist auf einen dritten Schiedsrichter einigen, so ernennt der Vorsitzende des Schiedsgerichts den dritten Schiedsrichter. Der Schiedsspruch ist endgültig und für die Vertragsparteien bindend. Die Parteien vereinbaren unwiderruflich, die Vollstreckung des Schiedsspruchs in keiner Gerichtsbarkeit anzufechten.
es: Estas condiciones se rigen por la ley de la República Checa, miembro de la Unión Europea. Las Partes, sin embargo, excluyen en la mayor medida posible las disposiciones de los artículos 1764, 1765, 1793 a 1795, 2050, 2389a a 2389f, 2389t y 2389u del Código Civil checo. Las controversias que surjan en relación con la ejecución o interpretación del Acuerdo y que no puedan ser resueltas de manera amistosa por las partes se resolverán definitivamente mediante arbitraje ante el Tribunal de Arbitraje de la Cámara Económica de la República Checa y la Cámara Agrícola de la República Checa por tres árbitros nombrados de conformidad con el reglamento de este tribunal de arbitraje. Cada Parte nombra un árbitro, y los dos árbitros acordarán el tercer árbitro en 30 días. Si los dos árbitros no llegan a un acuerdo.
fr: Les présentes conditions générales sont régies par le droit de la République tchèque, membre de l'Union européenne. Les parties excluent toutefois, dans toute la mesure permise par la loi, l'application des articles 1764, 1765, 1793 à 1795, 2050, 2389a à 2389f, 2389t et 2389u du Code civil tchèque. Tout différend relatif à l'exécution ou à l'interprétation du présent contrat qui ne pourrait être résolu à l'amiable par les parties sera définitivement tranché par arbitrage devant la Cour d'arbitrage de la Chambre économique et de la Chambre agricole de la République tchèque, par trois arbitres désignés conformément au règlement de cette Cour. Chaque partie désigne un arbitre, et les deux premiers arbitres s'accordent sur le troisième dans un délai de 30 jours. À défaut d'accord entre les deux premiers arbitres dans ce délai, le président de la Cour d'arbitrage désignera le troisième arbitre. La sentence arbitrale est définitive et exécutoire pour les Parties. Les Parties renoncent irrévocablement à contester l'exécution de la sentence arbitrale devant quelque juridiction que ce soit.
ga: Tá na Téarmaí seo á rialú ag dlí Phoblacht na Seice, ball den Aontas Eorpach. Mar sin féin, eisiann na Páirtithe, a mhéid is féidir, forálacha Ailt 1764, 1765, 1793 go 1795, 2050, 2389a go 2389f, 2389t, agus 2389u de Chód Sibhialta na Seice. Aon díospóidí a éireoidh i ndáil le comhlíonadh nó léiriú an Chomhaontaithe nach féidir leis na Páirtithe a réiteach go cairdiúil, socrófar iad go críochnaitheach trí eadráin i gCúirt Eadrána Dhlísheomra Eacnamaíoch Phoblacht na Seice agus i Seomra Talmhaíochta Phoblacht na Seice ag triúr eadránaí a cheapfar de réir Rialacha na Cúirte Eadrána seo. Ceapann gach Páirtí eadránaí amháin, agus comhaontóidh an bheirt eadránaí ar an tríú eadránaí laistigh de 30 lá. Mura gcomhaontóidh an bheirt eadránaí ar an tríú eadránaí laistigh den tréimhse thuas, ceapfaidh cathaoirleach na Cúirte Eadrána an tríú eadránaí. Tá an dámhachtain eadrána críochnaitheach agus ceangailteach do na Páirtithe. Comhaontaíonn na Páirtithe go neamh-inchúlghairthe gan cur i gcoinne fhorfheidhmiú na dámhachtana eadrána in aon dlínse.
hu: Jelen Feltételekre a Cseh Köztársaság jogszabályai az irányadók, amely az Európai Unió tagállama. A Felek ugyanakkor a lehető legteljesebb mértékben kizárják a Cseh Polgári Törvénykönyv 1764, 1765, 1793–1795, 2050, 2389a–2389f, 2389t és 2389u §-ainak alkalmazását. A Szerződés teljesítéséből vagy értelmezéséből eredő, peren kívül nem rendezhető viták véglegesen a Cseh Gazdasági Kamara és a Cseh Mezőgazdasági Kamara Választottbírósága előtt kerülnek elbírálásra három választottbíró által, akiket a Választottbíróság szabályai szerint jelölnek ki. Minden Fél egy-egy bírót nevez ki, akiknek 30 napon belül meg kell egyezniük a harmadik bíró személyéről. Ennek hiányában a harmadik bírót a Választottbíróság elnöke jelöli ki. A választottbíróság ítélete végleges és kötelező érvényű, a Felek visszavonhatatlanul lemondanak annak bármely joghatóság előtti megtámadásáról.
id: Ketentuan ini diatur oleh hukum Republik Ceko, anggota Uni Eropa. Namun, Para Pihak, sejauh mungkin mengecualikan ketentuan Pasal 1764, 1765, 1793 hingga 1795, 2050, 2389a hingga 2389f, 2389t, dan 2389u dari Kitab Undang-Undang Hukum Perdata Ceko. Setiap perselisihan yang timbul sehubungan dengan pelaksanaan atau penafsiran Perjanjian yang tidak dapat diselesaikan secara damai oleh Para Pihak akan diselesaikan secara final melalui arbitrase di Pengadilan Arbitrase Kamar Ekonomi Republik Ceko dan Kamar Pertanian Republik Ceko oleh tiga orang arbiter yang ditunjuk sesuai dengan Peraturan Pengadilan Arbitrase ini. Setiap Pihak menunjuk satu orang arbiter, dan kedua arbiter tersebut akan menyepakati arbiter ketiga dalam waktu 30 hari. Jika kedua arbiter tersebut gagal menyepakati arbiter ketiga dalam jangka waktu di atas, ketua Pengadilan Arbitrase akan menunjuk arbiter ketiga. Putusan arbitrase bersifat final dan mengikat bagi Para Pihak. Para Pihak secara tidak dapat ditarik kembali setuju untuk tidak menggugat pelaksanaan putusan arbitrase di yurisdiksi mana pun.
ja: 本規程は、欧州連合加盟国であるチェコ共和国の法令に準拠します。ただし、当事者は、チェコ民法典第 1764 条、第 1765 条、第 1793 条から第 1795 条、第 2050 条、第 2389a 条から第 2389f 条、第 2389t 条および第 2389u 条の規定を、可能な限り最大限において適用除外とするものとします。本契約の履行または解釈に関連して生じ、当事者間で円満に解決できない紛争は、チェコ共和国経済会議所およびチェコ共和国農業会議所の仲裁裁判所において、同仲裁裁判所の規則に従い選任される3名の仲裁人により最終的に解決されるものとします。各当事者は1名の仲裁人を選任し、選任された 2 名の仲裁人は 30 日以内に 3 人目の仲裁人について合意するものとします。上記期間内に2名の仲裁人が 3 人目の仲裁人に合意できない場合、仲裁裁判所の議長が 3 人目の仲裁人を選任します。仲裁判断は当事者を拘束する最終的なものとします。当事者は、いかなる法域においても当該仲裁判断の執行に異議を唱えないことに不可撤回的に同意します。
nl: Op deze voorwaarden is het recht van Tsjechië, lid van de Europese Unie, van toepassing. De partijen sluiten echter de bepalingen van de artikelen 1764, 1765, 1793 tot 1795, 2050, 2389a tot 2389f, 2389t en 2389u van het Tsjechische Burgerlijk Wetboek zoveel mogelijk uit. Alle geschillen die ontstaan in verband met de uitvoering of interpretatie van de overeenkomst en die niet in der minne kunnen worden geschikt door de partijen, worden definitief beslecht door arbitrage bij het Arbitragehof van de Economische Kamer van de Republiek Tsjechië en de Landbouwkamer van de Republiek Tsjechië door drie arbiters die worden benoemd in overeenstemming met het reglement van dit Arbitragehof. Elke partij benoemt één arbiter en de twee arbiters bereiken binnen 30 dagen overeenstemming over de derde arbiter. Als de twee arbiters er niet in slagen om het binnen de bovengenoemde termijn eens te worden over de derde arbiter, zal de voorzitter van het arbitragehof de derde arbiter aanwijzen. De arbitrage-uitspraak is definitief en bindend voor de partijen. De partijen stemmen er onherroepelijk mee in de tenuitvoerlegging van de arbitrage-uitspraak in geen enkele jurisdictie aan te vechten.
pt_br: Estes Termos são regidos pela lei da República Tcheca, um membro da União Europeia. As Partes, no entanto, excluem na medida máxima possível as disposições das Seções 1764, 1765, 1793 a 1795, 2050, 2389a a 2389f, 2389t e 2389u do Código Civil Tcheco. Quaisquer disputas decorrentes da execução ou interpretação do Contrato que não possam ser resolvidas amigavelmente pelas Partes serão finalmente resolvidas por arbitragem no Tribunal de Arbitragem da Câmara Econômica da República Tcheca e na Câmara Agrícola da República Tcheca por três árbitros nomeados de acordo com as Regras deste Tribunal de Arbitragem. Cada Parte nomeia um árbitro, e os dois árbitros concordarão com o terceiro árbitro dentro de 30 dias. Se os dois árbitros não concordarem com o terceiro árbitro dentro do período acima, o presidente do Tribunal de Arbitragem nomeará o terceiro árbitro. A sentença arbitral é final e vinculativa para as Partes. As Partes concordam irrevogavelmente em não contestar a execução da sentença arbitral em qualquer jurisdição.
ru: Настоящие Условия регулируются законодательством Чешской Республики, являющейся членом Европейского Союза. Стороны, однако, в максимально возможной степени исключают положения разделов 1764, 1765, 1793-1795, 2050, 2389a-2389f, 2389t и 2389u Гражданского кодекса Чехии. Все споры, возникающие в связи с исполнением или толкованием Договора, которые не могут быть разрешены Сторонами мирным путём, будут окончательно разрешены в арбитражном суде при Экономической палате Чешской Республики и Сельскохозяйственной палате Чешской Республики тремя арбитрами, назначенными в соответствии с Регламентом этого арбитражного суда. Каждая сторона назначает по одному арбитру, а два арбитра согласуют кандидатуру третьего арбитра в течение 30 дней. Если два арбитра не смогут договориться о третьем арбитре в течение вышеуказанного срока, председатель Арбитражного суда назначит третьего арбитра. Арбитражное решение является окончательным и обязательным для Сторон. Стороны безоговорочно соглашаются не оспаривать исполнение арбитражного решения в любой юрисдикции.
sk: Tieto VOP sa riadia právom Českej republiky, člena Európskej únie. Zmluvné strany však zároveň v maximálnej možnej miere vylučujú ustanovenia § 1764, 1765, 1793 až 1795, 2050, 2389a až 2389f, 2389t a 2389u Občianskeho zákonníka. Všetky spory vzniknuté v súvislosti s plnením alebo výkladom Zmluvy alebo z nej, ktoré sa Zmluvným stranám nepodarí vyriešiť zmierlivo, budú s konečnou platnosťou riešené českým rozhodcovským orgánom. Rozhodcovského súdu. Každá strana vymenuje jedného rozhodcu. Obaja rozhodcovia sa na treťom rozhodcovi dohodnú do 30 dní. Pokiaľ sa obaja rozhodcovia vo vyššie uvedenej lehote nedohodnú na treťom rozhodcovi, vymenuje ho predseda Rozhodcovského súdu. Rozhodcovský nález je pre Zmluvné strany konečný a záväzný. Zmluvné strany sa týmto neodvolateľne zaväzujú, že nenapadnú výkon rozhodcovského nálezu v rámci akejkoľvek jurisdikcie.
sl: Ti pogoji so urejeni z zakonodajo Češke republike, članice Evropske unije. Stranki pa v največji možni meri izključujeta uporabo določb členov 1764, 1765, 1793 do 1795, 2050, 2389a do 2389f, 2389t in 2389u češkega civilnega zakonika. Vsak spor, ki izhaja iz izvajanja ali razlage pogodbe in ga stranki ne moreta sporazumno rešiti, se dokončno reši v arbitraži pred arbitražnim sodiščem gospodarske zbornice Češke republike in kmetijske zbornice Češke republike, in sicer pred tremi arbitri, imenovanimi v skladu s pravili tega arbitražnega sodišča. Vsaka stranka imenuje enega arbitra, ta dva arbitra pa se bosta v 30 dneh sporazumela o tretjem arbitru. Če se v navedenem roku ne bosta sporazumela o tretjem arbitru, bo tretjega arbitra imenoval predsednik arbitražnega sodišča. Arbitražna odločba je dokončna in zavezujoča za stranki. Stranki se nepreklicno strinjata, da ne bosta izpodbijali izvršitve arbitražne odločbe v nobeni jurisdikciji.
sv: Dessa villkor regleras av lagen i Tjeckien, som är medlem i Europeiska unionen. Parterna utesluter dock i största möjliga utsträckning bestämmelserna i avsnitten 1764, 1765, 1793 till 1795, 2050, 2389a till 2389f, 2389t och 2389u i den tjeckiska civillagen. Alla tvister som uppstår i samband med fullgörandet eller tolkningen av avtalet och som inte kan lösas i godo mellan parterna ska slutgiltigt avgöras genom skiljedom vid skiljedomstolen vid Tjeckiens ekonomiska kammare och Tjeckiens jordbrukskammare av tre skiljemän som utses i enlighet med denna skiljedomstols regler. Varje part utser en skiljeman, och de två skiljemännen kommer överens om den tredje skiljemannen inom 30 dagar. Om de två skiljemännen inte kan enas om den tredje skiljemannen inom ovanstående period, utser skiljedomstolens ordförande den tredje skiljemannen. Skiljedomen är slutgiltig och bindande för parterna. Parterna är oåterkalleligen överens om att inte bestrida verkställigheten av skiljedomen i någon jurisdiktion.
ta: இந்த விதிமுறைகள் ஐரோப்பிய ஒன்றியத்தின் உறுப்பினரான செக் குடியரசின் சட்டத்தால் நிர்வகிக்கப்படுகின்றன. எவ்வாறாயினும், கட்சிகள் 1764, 1765, 1793 முதல் 1795, 2050, 2389A முதல் 2389F, 2389T, மற்றும் செக் குடிமை கோட் 2389U பிரிவுகளின் விதிகளை அதிகபட்சமாக விலக்குகின்றன. கட்சிகளால் இணக்கமாக தீர்க்க முடியாத ஒப்பந்தத்தின் செயல்திறன் அல்லது விளக்கம் தொடர்பாக எழும் எந்தவொரு சர்ச்சையும் இறுதியாக செக் குடியரசின் பொருளாதார அறையின் நடுவர் நீதிமன்றத்திலும், செக் குடியரசின் விவசாய அறை மூன்று நடுவர்களாலும் நடுவர் மூலம் தீர்க்கப்படும் இந்த நடுவர் நீதிமன்றத்தின் விதிகளின்படி நியமிக்கப்பட்டுள்ளது. ஒவ்வொரு கட்சியும் ஒரு நடுவரை நியமிக்கிறது, மேலும் இரண்டு நடுவர்களும் 30 நாட்களுக்குள் மூன்றாவது நடுவர் மீது உடன்படுவார்கள். மேற்கண்ட காலத்திற்குள் இரண்டு நடுவர்களும் மூன்றாவது நடுவர் மீது உடன்படத் தவறினால், நடுவர் நீதிமன்றத்தின் தலைவர் மூன்றாவது நடுவர் நியமிப்பார். நடுவர் பட்டம் இறுதி மற்றும் கட்சிகளுக்கு பிணைப்பு. எந்தவொரு அதிகார வரம்பிலும் நடுவர் விருதை அமல்படுத்துவதில் போட்டியிட வேண்டாம் என்று கட்சிகள் மாற்றமுடியாமல் ஒப்புக்கொள்கின்றன.
tr: Bu Koşullar, Avrupa Birliği üyesi olan Çek Cumhuriyeti yasalarına tabidir. Bununla birlikte, Taraflar, Çek Medeni Kanunu'nun 1764, 1765, 1793 ila 1795, 2050, 2389a ila 2389f, 2389t ve 2389u Bölümlerinin hükümlerini mümkün olan azami ölçüde hariç tutarlar. Sözleşme’nin uygulanması veya yorumlanması ile ilgili olarak ortaya çıkan ve Taraflarca dostane bir şekilde çözülemeyen herhangi bir anlaşmazlık, Çek Cumhuriyeti Ekonomi Odası ve Çek Cumhuriyeti Ziraat Odası Tahkim Mahkemesi'nde, bu Tahkim Mahkemesi Kurallarına uygun olarak atanan üç hakem tarafından tahkim yoluyla nihai olarak çözülecektir. Taraflardan her biri bir hakem atar ve iki hakem 30 gün içinde üçüncü hakem üzerinde anlaşmaya varır. İki hakemin yukarıdaki süre içinde üçüncü hakem üzerinde anlaşamaması halinde, Tahkim Divanı başkanı üçüncü hakemi atayacaktır. Tahkim kararı nihaidir ve Taraflar için bağlayıcıdır. Taraflar, tahkim kararının herhangi bir yargı alanında uygulanmasına itiraz etmemeyi gayrikabili rücu olarak kabul ederler.
uk: Ці Умови регулюються законодавством Чеської Республіки, яка є членом Європейського Союзу. Проте Сторони максимально можливою мірою виключають положення розділів 1764, 1765, 1793–1795, 2050, 2389a–2389f, 2389t і 2389u Цивільного кодексу Чехії. Будь-які суперечки, що виникають у зв’язку з виконанням або тлумаченням Угоди, які Сторони не можуть вирішити мирним шляхом, остаточно вирішуються в арбітражному суді Економічної палати Чеської Республіки та Сільськогосподарської палати Чеської Республіки трьома арбітрами. призначений відповідно до Регламенту цього Арбітражного суду. Кожна Сторона призначає одного арбітра, і два арбітри домовляться про третього арбітра протягом 30 днів. Якщо два арбітри не досягли згоди щодо третього арбітра протягом зазначеного вище терміну, голова Третейського суду призначає третього арбітра. Арбітражне рішення є остаточним і обов'язковим для Сторін. Сторони безвідклично погоджуються не оскаржувати виконання арбітражного рішення в будь-якій юрисдикції.
zh_hans: 这些条款受欧盟成员国捷克共和国法律管辖。但是，各方以最大可能的程度排除《捷克民法典》1764、1765、1793 到 1795、2050、2389a 到 2389f、2389t 和 2389u 的规定。任何因履行或解释本协议产生的、双方不能友好解决的争议最终应由依据捷克共和国经济商会和捷克共和国农业商会仲裁法院的规定任命的三位仲裁员通过在捷克共和国经济商会和捷克共和国农业商会仲裁法院的仲裁解决。每一方将任命一位仲裁员，两位仲裁员将在 30 天内就第三位仲裁员达成一致。如果两位仲裁员未能在上述期限内就第三位仲裁员达成一致，那么该仲裁法院的主席将任命第三位仲裁员。仲裁裁决是最终的，对各方均有法律约束力。各方不可撤销地同意不在任何司法管辖区对仲裁裁决的强制执行提出异议。
zh_hant: 本條款受歐盟成員國捷克共和國法律管轄。然而，雙方在最大可能範圍內排除捷克民法典第 1764、1765、1793 至 1795、2050、2389a 至 2389f、2389t 及 2389u 條之規定。任何因本協議履行或解釋所生且雙方無法友好解決之爭議，應提交捷克共和國經濟商會及捷克共和國農業商會仲裁法院（Arbitration Court of the Economic Chamber of the Czech Republic and the Agricultural Chamber of the Czech Republic），由依據該仲裁法院規則指派之三名仲裁人進行仲裁，以獲得最終解決。每一方指派一名仲裁人，該兩名仲裁人應於 30 日內協議選定第三名仲裁人。若該兩名仲裁人未於上述期間內就第三名仲裁人達成合意，將由仲裁法院主席指派第三名仲裁人。仲裁裁決為終局且對雙方具拘束力。雙方不可撤銷地同意，不在任何司法管轄區對仲裁裁決之執行提出異議。
