Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The User acknowledges and agrees that the Provider may temporarily suspend the provision of the Service for serious reasons, particularly in cases such as preventing cyberattacks, when necessary, or in the event of a serious Service malfunction that requires an essential outage. The Provider must notify the User of the interruption as soon as possible. The Provider is obligated to implement appropriate operational and security measures to minimize potential malfunctions or the limited or complete unavailability of the Service. In the case of planned outages, the Provider is obligated to inform the User in advance within a reasonable time.
de: Der Benutzer nimmt zur Kenntnis und erklärt sich damit einverstanden, dass der Anbieter die Bereitstellung des Dienstes aus schwerwiegenden Gründen vorübergehend unterbrechen kann, insbesondere in Fällen wie der Verhinderung von Cyberangriffen, wenn dies erforderlich ist, oder im Falle einer schwerwiegenden Störung des Dienstes, die eine wesentliche Unterbrechung erfordert. Der Anbieter muss den Benutzer so schnell wie möglich von der Unterbrechung in Kenntnis setzen. Der Anbieter ist verpflichtet, geeignete Betriebs- und Sicherheitsmaßnahmen zu ergreifen, um mögliche Störungen oder die eingeschränkte oder vollständige Nichtverfügbarkeit des Dienstes zu minimieren. Bei geplanten Ausfällen ist der Anbieter verpflichtet, den Benutzer innerhalb einer angemessenen Frist im Voraus zu informieren.
es: El Usuario reconoce y acepta que el Prestador puede suspender temporalmente la prestación del Servicio por motivos graves, particularmente en casos como la prevención de ciberataques, cuando sea necesario, o en caso de un mal funcionamiento grave del Servicio que requiera una interrupción esencial. El Proveedor deberá notificar al Usuario la interrupción lo antes posible. El Proveedor está obligado a implementar las medidas operativas y de seguridad adecuadas para minimizar posibles fallos de funcionamiento o la indisponibilidad limitada o total del Servicio. En el caso de interrupciones planificadas, el Proveedor está obligado a informar al Usuario con anticipación dentro de un tiempo razonable.
fr: L’Utilisateur reconnaît et accepte que le Fournisseur puisse suspendre temporairement la fourniture du Service pour des raisons sérieuses, notamment en cas de prévention de cyberattaques, ou en cas de dysfonctionnement grave du Service nécessitant une interruption essentielle. Le Fournisseur doit informer l’Utilisateur de cette interruption dans les meilleurs délais. Il est tenu de mettre en œuvre les mesures opérationnelles et de sécurité appropriées afin de minimiser les risques de dysfonctionnement ou d’indisponibilité, partielle ou totale, du Service. En cas d’interruption planifiée, le Fournisseur est tenu d’en informer l’Utilisateur à l’avance dans un délai raisonnable.
ga: Aithníonn agus aontaíonn an tÚsáideoir go bhféadfaidh an Soláthraí soláthar na Seirbhíse a chur ar fionraí go sealadach ar chúiseanna tromchúiseacha, go háirithe i gcásanna mar chibear-ionsaithe a chosc, nuair is gá, nó i gcás mífheidhm thromchúiseach Seirbhíse a éilíonn briseadh riachtanach. Ní mór don Soláthraí an t-idirbhriseadh a chur in iúl don Úsáideoir a luaithe is féidir. Tá sé de dhualgas ar an Soláthraí bearta oibriúcháin agus slándála cuí a chur i bhfeidhm chun mífheidhmeanna féideartha nó neamh-infhaighteacht theoranta nó iomlán na Seirbhíse a íoslaghdú. I gcás bristeacha pleanáilte, tá oibleagáid ar an Soláthraí an tÚsáideoir a chur ar an eolas roimh ré laistigh de thréimhse réasúnta.
hu: A Felhasználó tudomásul veszi és elfogadja, hogy a Szolgáltató súlyos indokkal – például kibertámadás megelőzése vagy komoly technikai hiba miatt – ideiglenesen szüneteltetheti a szolgáltatás működését. Ilyen esetben a Szolgáltató köteles a Felhasználót a lehető leghamarabb értesíteni. A Szolgáltató minden tőle telhető intézkedést megtesz annak érdekében, hogy a hibák, illetve a szolgáltatás részleges vagy teljes kiesése a lehető legkisebb mértékű legyen. Amennyiben előre tervezett leállásról van szó, a Szolgáltató köteles erről a Felhasználót előzetesen, ésszerű határidőn belül tájékoztatni.
id: Pengguna mengakui dan setuju bahwa Penyedia dapat menangguhkan sementara penyediaan Layanan karena alasan serius, khususnya dalam kasus seperti mencegah serangan siber, bila perlu, atau jika terjadi malfungsi Layanan serius yang memerlukan penghentian layanan yang penting. Penyedia harus memberi tahu Pengguna tentang gangguan tersebut sesegera mungkin. Penyedia berkewajiban untuk menerapkan langkah-langkah operasional dan keamanan yang tepat untuk meminimalkan potensi malfungsi atau ketidaktersediaan Layanan yang terbatas atau lengkap. Dalam kasus penghentian layanan yang direncanakan, Penyedia berkewajiban untuk memberi tahu Pengguna terlebih dahulu dalam waktu yang wajar.
ja: 利用者は、事業者が重大な理由によりサービスの提供を一時的に停止する場合があることを認識し、これに同意するものとします。特に、サイバー攻撃の防止が必要な場合や、重大な障害により不可避の停止が必要となる場合がこれに該当します。事業者は、当該停止が生じた際には、可能な限り速やかに利用者へ通知するものとします。事業者は、サービスの不具合やサービスの一部または全部の利用不能を最小限に抑えるため、適切な運用上およびセキュリティ上の措置を講ずる義務を負います。計画的な停止を行う場合、事業者は合理的な期間をもって事前に利用者へ通知するものとします。
nl: De gebruiker begrijpt en gaat ermee akkoord dat de provider tijdelijk het verschaffen van de service om ernstige redenen zou kunnen opschorten, in het bijzonder in het geval van het voorkomen van cyberaanvallen, indien noodzakelijk, of in het geval van ernstig falen van de service dat een essentieel stilleggen vereist. De provider moet de gebruiker, zo snel als mogelijk is, van de onderbreking in kennis stellen. De provider is verplicht toepasselijke operationele en beveiligingsmaatregelen te implementeren om potentieel falen te minimaliseren van de beperkte of volledige onbeschikbaarheid van de service. In het geval van gepland stilleggen is de provider verplicht de gebruiker, binnen een redelijke termijn, vooraf te informeren.
pt_br: O Usuário reconhece e concorda que o Provedor pode suspender temporariamente o fornecimento do Serviço por motivos sérios, particularmente em casos como prevenção de ataques cibernéticos, quando necessário, ou no caso de um mau funcionamento sério do Serviço que exija uma interrupção essencial. O Provedor deve notificar o Usuário da interrupção o mais rápido possível. O Provedor é obrigado a implementar medidas operacionais e de segurança apropriadas para minimizar potenciais maus funcionamentos ou a indisponibilidade limitada ou completa do Serviço. No caso de interrupções planejadas, o Provedor é obrigado a informar o Usuário com antecedência dentro de um prazo razoável.
ru: Пользователь признаёт и соглашается с тем, что Поставщик может временно приостановить предоставление Сервиса по серьёзным причинам, в частности, для предотвращения кибератак, когда это необходимо, или в случае серьёзного сбоя в работе Сервиса, требующего существенного отключения. Поставщик обязан уведомить Пользователя о перерыве в работе как можно скорее. Поставщик обязан принять соответствующие операционные меры и меры безопасности, чтобы свести к минимуму возможные сбои или ограниченную или полную недоступность Сервиса. В случае плановых отключений Поставщик обязан заблаговременно информировать Пользователя в разумные сроки.
sk: Používateľ berie na vedomie a súhlasí s tým, že Poskytovateľ môže zo závažných dôvodov dočasne prerušiť poskytovanie Služby, a to najmä v prípadoch, ako je prevencia kybernetických útokov, ak je to nutné, alebo v prípade závažnej poruchy Služby, ktorú treba riešiť nevyhnutnou odstávkou. Oznámenie informujúce o prerušení poskytovania Služby musí byť zaslané Používateľovi čo najskôr. Poskytovateľ je povinný vytvoriť zodpovedajúce prevádzkové a bezpečnostné opatrenia na minimalizáciu prípadných porúch alebo obmedzenej či úplnej nedostupnosti Služby. V prípade plánovanej odstávky je Poskytovateľ povinný v primeranej dobe pred vykonaním odstávky o tomto Používateľa informovať.
sl: Uporabnik potrjuje in se strinja, da lahko ponudnik začasno prekine zagotavljanje storitve iz resnih razlogov, zlasti v primerih, kot je preprečevanje kibernetskih napadov, kadar je to potrebno, ali v primeru resne okvare storitve, ki zahteva nujno prekinitev delovanja. Ponudnik mora uporabnika o prekinitvi obvestiti v najkrajšem možnem času. Ponudnik je dolžan izvesti ustrezne operativne in varnostne ukrepe za zmanjšanje morebitnih okvar ali omejene ali popolne nedostopnosti storitve. V primeru načrtovanih izpadov je ponudnik dolžan uporabnika o tem vnaprej obvestiti v razumnem roku.
sv: Användaren erkänner och samtycker till att leverantören tillfälligt kan avbryta tillhandahållandet av tjänsten av allvarliga skäl, särskilt i fall som förebyggande av cyberattacker, när det är nödvändigt, eller i händelse av ett allvarligt fel i tjänsten som kräver ett nödvändigt avbrott. Leverantören måste meddela användaren om avbrottet så snart som möjligt. Leverantören är skyldig att vidta lämpliga drifts- och säkerhetsåtgärder för att minimera potentiella funktionsstörningar eller begränsad eller fullständig otillgänglighet av tjänsten. Vid planerade avbrott är leverantören skyldig att informera användaren i förväg inom rimlig tid.
ta: தீவிர காரணங்களுக்காக, குறிப்பாக சைபர் தாக்குதல்களைத் தடுப்பது, தேவைப்படும்போது, அல்லது ஒரு அத்தியாவசிய செயலிழப்பு தேவைப்படும் தீவிர பணி செயலிழப்பு ஏற்பட்டால், சேவையை வழங்குவதை வழங்குநர் தற்காலிகமாக நிறுத்தி வைக்கலாம் என்று பயனர் ஒப்புக்கொள்கிறார் மற்றும் ஒப்புக்கொள்கிறார். வழங்குநர் குறுக்கீட்டின் பயனருக்கு விரைவில் அறிவிக்க வேண்டும். சாத்தியமான செயலிழப்புகளைக் குறைக்க அல்லது சேவையின் வரையறுக்கப்பட்ட அல்லது முழுமையான கிடைக்காத தன்மையைக் குறைக்க பொருத்தமான செயல்பாட்டு மற்றும் பாதுகாப்பு நடவடிக்கைகளை செயல்படுத்த வழங்குநர் கடமைப்பட்டுள்ளார். திட்டமிட்ட செயலிழப்புகளின் விசயத்தில், ஒரு நியாயமான நேரத்திற்குள் பயனருக்கு முன்கூட்டியே தெரிவிக்க வழங்குநர் கடமைப்பட்டுள்ளார்.
tr: Kullanıcı, Sağlayıcı’nın ciddi nedenlerle, özellikle siber saldırıların önlenmesi gibi durumlarda, gerektiğinde veya önemli bir kesinti gerektiren ciddi bir Hizmet arızası durumunda Hizmet sunumunu geçici olarak askıya alabileceğini kabul ve beyan eder. Sağlayıcı, kesintiyi olabilecek en kısa sürede Kullanıcı’ya bildirmelidir. Sağlayıcı, olası arızaları veya Hizmet’in sınırlı ya da tamamen kullanılamamasını en aza indirmek için uygun operasyonel ve güvenlik önlemlerini uygulamakla yükümlüdür. Planlı kesintiler söz konusu olduğunda, Sağlayıcı makul bir süre içinde Kullanıcı’yı önceden bilgilendirmekle yükümlüdür.
uk: Користувач визнає та погоджується з тим, що Постачальник може тимчасово призупинити надання Сервісу з серйозних причин, зокрема, у випадках, таких як запобігання кібератакам, коли це необхідно, або у разі серйозного збою в роботі Сервісу, який вимагає істотного відключення. Провайдер повинен якомога швидше повідомити Користувача про перерву. Постачальник зобов’язаний вжити відповідних операційних заходів і заходів безпеки, щоб мінімізувати потенційні несправності або обмежену або повну недоступність Сервісу. У разі планових відключень Провайдер зобов'язаний завчасно повідомити Користувача в розумні терміни.
zh_hans: 用户确认并同意提供者可以出于重要原因暂时中止提供服务，尤其是在诸如防范网络攻击情况下（有必要时），或在发生绝对有必要进行中断的严重服务故障时。提供则必须尽快通知用户中断事宜。提供者有义务实施恰当的运营和安全措施最小化潜在的功能故障或有限的或完全的服务不可用。至于安排好的服务中断，提供者有义务在合理时间内提前通知用户。
zh_hant: 使用者確認並同意，提供者得因重大事由暫時中止服務之提供，特別是在必要時（如預防網路攻擊），或發生需必要停機之嚴重服務故障時。提供者必須儘速通知使用者該中斷。提供者有義務實施適當之營運及安全措施，以將潛在故障或服務受限或完全無法使用之情形降至最低。若為計畫性停機，提供者有義務在合理時間內提前通知使用者。

source: The Provider agrees not to provide the content of the User's data to third parties.
de: Der Anbieter verpflichtet sich, den Inhalt der Daten des Benutzers nicht an Drittanbieter weiterzugeben.
es: El Prestador se compromete a no facilitar el contenido de los datos del Usuario a terceros.
fr: Le fournisseur s'engage à ne pas communiquer le contenu des données de l'utilisateur à des tiers.
ga: Aontaíonn an Soláthraí gan ábhar sonraí an Úsáideora a sholáthar do thríú páirtithe.
hu: A Szolgáltató vállalja, hogy a Felhasználó adatait nem adja át harmadik feleknek.
id: Penyedia setuju untuk tidak memberikan konten data Pengguna kepada pihak ketiga.
ja: 事業者は、利用者のデータ内容を第三者に提供しないことに同意します。
nl: De provider gaat ermee akkoord om de inhoud van de gegevens van de gebruiker niet te verschaffen aan derde partijen.
pt_br: O Provedor concorda em não fornecer o conteúdo dos dados do Usuário a terceiros.
ru: Поставщик обязуется не предоставлять содержание данных Пользователя третьим лицам.
sk: Poskytovateľ súhlasí s tým, že nie je oprávnený poskytovať obsah používateľských údajov tretím osobám.
sl: Ponudnik se strinja, da vsebine uporabnikovih podatkov ne bo posredoval tretjim osebam.
sv: Leverantören förbinder sig att inte lämna ut innehållet i användarens data till tredje part.
ta: பயனரின் தரவின் உள்ளடக்கத்தை மூன்றாம் தரப்பினருக்கு வழங்க வேண்டாம் என்று வழங்குநர் ஒப்புக்கொள்கிறார்.
tr: Sağlayıcı, Kullanıcı verilerinin içeriğini üçüncü taraflara vermemeyi kabul eder.
uk: Провайдер погоджується не передавати вміст даних Користувача третім особам.
zh_hans: 提供者同意不把用户数据的内容提供给第三方。
zh_hant: 提供者同意不將使用者之資料內容提供予第三方。

source: The contractual parties agree that the Provider does not acquire ownership of the User's data. The User is solely responsible for the content of the data stored on their Server or the Provider's server.
de: Die Vertragsparteien sind sich einig, dass der Anbieter kein Eigentum an den Daten des Benutzers erwirbt. Der Benutzer ist für den Inhalt der auf seinem Server oder dem Server des Anbieters gespeicherten Daten allein verantwortlich.
es: Las partes contractuales acuerdan que el Proveedor no adquiere la propiedad de los datos del Usuario. El Usuario es el único responsable del contenido de los datos almacenados en su Servidor o en el servidor del Prestador.
fr: Les parties contractantes conviennent que le Prestataire n'acquiert pas la propriété des données de l'Utilisateur. L'Utilisateur est seul responsable du contenu des données stockées sur son serveur ou sur le serveur du Prestataire.
ga: Aontaíonn na páirtithe conarthacha nach bhfaigheann an Soláthraí úinéireacht ar shonraí an Úsáideora. Is é an tÚsáideoir amháin atá freagrach as ábhar na sonraí atá stóráilte ar a Fhreastalaí nó ar fhreastalaí an tSoláthraí.
hu: A szerződő felek megállapodnak, hogy a Szolgáltató nem szerez tulajdonjogot a Felhasználó adatai felett. A tárolt adatok tartalmáért kizárólag a Felhasználó felel, akár saját, akár a Szolgáltató szerverén tárolja azokat.
id: Para pihak yang terikat kontrak sepakat bahwa Penyedia tidak memperoleh kepemilikan atas data Pengguna. Pengguna bertanggung jawab penuh atas konten data yang disimpan di Server mereka atau server Penyedia.
ja: 契約当事者は、事業者が利用者のデータについて所有権を取得しないことに合意します。利用者は、自身のサーバーまたは事業者のサーバーに保存されるデータの内容について、単独で責任を負うものとします。
nl: De contractuele partijen gaan ermee akkoord dat de provider geen eigendom verkrijgt van de gegevens van de gebruiker. Uitsluitend de gebruiker is verantwoordelijk voor de inhoud van de gegevens die zijn opgeslagen op hun server of de server van de provider.
pt_br: As partes contratuais concordam que o Provedor não adquire propriedade dos dados do Usuário. O Usuário é o único responsável pelo conteúdo dos dados armazenados em seu Servidor ou no servidor do Provedor.
ru: Стороны договора соглашаются, что Поставщик не приобретает право собственности на данные Пользователя. Пользователь несёт полную ответственность за содержание данных, хранящихся на его сервере или сервере Поставщика.
sk: Zmluvné strany dohodli, že Poskytovateľ nenadobúda vlastnícke právo k dátam Používateľa. Za obsah dát uložených na Serveri Používateľa alebo na serveri Poskytovateľa zodpovedá výhradne Používateľ.
sl: Pogodbeni stranki se strinjata, da ponudnik ne pridobi lastništva nad uporabnikovimi podatki. Uporabnik je izključno odgovoren za vsebino podatkov, shranjenih na njegovem strežniku ali strežniku ponudnika.
sv: Avtalsparterna är överens om att leverantören inte förvärvar äganderätten till användarens data. Användaren är ensam ansvarig för innehållet i de data som lagras på sin server eller leverantörens server.
ta: பயனரின் தரவின் உரிமையை வழங்குநர் பெறவில்லை என்பதை ஒப்பந்தக் கட்சிகள் ஒப்புக்கொள்கின்றன. தங்கள் சேவையகத்தில் அல்லது வழங்குநரின் சேவையகத்தில் சேமிக்கப்பட்ட தரவின் உள்ளடக்கத்திற்கு பயனர் மட்டுமே பொறுப்பு.
tr: Sözleşme tarafları, Sağlayıcı’nın Kullanıcı verilerinin mülkiyetini edinmediğini kabul eder. Kullanıcı, kendi sunucusunda veya Sağlayıcı’nın sunucusunda depolanan verilerin içeriğinden tek başına sorumludur.
uk: Договірні сторони погоджуються, що Постачальник не набуває права власності на дані Користувача. Користувач несе повну відповідальність за вміст даних, що зберігаються на його Сервері або сервері Провайдера.
zh_hans: 合约方同意提供者不获得用户数据的所有权。储存在用户服务器或提供者服务器上的数据的内容完全由用户负责。
zh_hant: 締約雙方同意，提供者不取得使用者資料之所有權。使用者對儲存於其伺服器或提供者伺服器上之資料內容負完全責任。

source: By accepting these Terms, the User acknowledges and agrees that the Provider is entitled to monitor, using its own resources, whether the User is using the Service in accordance with the Agreement. The User undertakes to fully cooperate with the Provider in such cases.
de: Mit dem Annehmen dieser Begriffe nimmt der Benutzer zur Kenntnis und erklärt sich damit einverstanden, dass der Anbieter berechtigt ist, mit seinen eigenen Mitteln zu überwachen, ob der Benutzer den Dienst vertragsgemäß nutzt. Der Benutzer verpflichtet sich, in solchen Fällen vollständig mit dem Anbieter zu kooperieren.
fr: En acceptant les présentes Conditions, l’Utilisateur reconnaît et accepte que le Fournisseur est en droit de vérifier, par ses propres moyens, si l’Utilisateur utilise le Service conformément au Contrat. L’Utilisateur s’engage à coopérer pleinement avec le Fournisseur dans de tels cas.
ga: Trí ghlacadh leis na Téarmaí seo, admhaíonn agus aontaíonn an Úsáideoir go bhfuil an Soláthraí i dteideal monatóireacht a dhéanamh, ag baint úsáide as a chuid acmhainní féin, cibé an bhfuil an Úsáideoir ag baint úsáide as an tSeirbhís de réir an Chomhaontaithe. Geallann an Úsáideoir comhoibriú go hiomlán leis an Soláthraí i gcásanna den sórt sin.
hu: Az ÁSZF elfogadásával a Felhasználó tudomásul veszi, hogy a Szolgáltató jogosult saját eszközeivel ellenőrizni, hogy a Felhasználó a Szolgáltatást a Szerződésnek megfelelően használja. A Felhasználó vállalja, hogy ilyen esetekben együttműködik a Szolgáltatóval.
id: Dengan menyetujui Persyaratan ini, Pengguna mengakui dan setuju bahwa Penyedia berhak untuk memantau, dengan menggunakan sumber dayanya sendiri, apakah Pengguna menggunakan Layanan sesuai dengan Perjanjian. Pengguna berjanji untuk bekerja sama sepenuhnya dengan Penyedia dalam kasus tersebut.
ja: 利用者は、本規程に同意することにより、事業者が、利用者によるサービスの利用状況が本契約に従っているかどうかについて、自らの手段を用いて監視する権利を有することを認識し、これに同意するものとします。利用者は、当該監視に関連して、事業者に対し全面的に協力する義務を負うものとします。
nl: Door het accepteren van deze bepalingen begrijpt de gebruiker en gaat ermee akkoord dat de provider het recht heeft, met zijn eigen bronnen, te monitoren of de gebruiker de gebruiker de service in overeenstemming met de overeenkomst gebruikt. De gebruiker zorgt er in dergelijke gevallen voor volledig mee te werken met de provider.
pt_br: Ao aceitar estes Termos, o Usuário reconhece e concorda que o Provedor tem o direito de monitorar, usando seus próprios recursos, se o Usuário está usando o Serviço de acordo com o Contrato. O Usuário se compromete a cooperar totalmente com o Provedor em tais casos.
ru: Принимая настоящие Условия, Пользователь признаёт и соглашается с тем, что Поставщик имеет право контролировать с помощью собственных ресурсов, использует ли Пользователь Сервис в соответствии с Соглашением. Пользователь обязуется полностью сотрудничать с Поставщиком в таких случаях.
sk: Prijatím týchto VOP berie Používateľ na vedomie a súhlasí s tým, že Poskytovateľ je oprávnený pomocou svojich vlastných zdrojov kontrolovať, či Používateľ používa Službu v súlade so Zmluvou. Používateľ sa zaväzuje, že v takom prípade bude plne spolupracovať s Poskytovateľom.
sl: S sprejetjem teh pogojev uporabnik potrjuje in se strinja, da je ponudnik upravičen, da z lastnimi sredstvi spremlja, ali uporabnik uporablja storitev v skladu s pogodbo. Uporabnik se zavezuje, da bo v takih primerih v celoti sodeloval s ponudnikom.
sv: Genom att acceptera dessa villkor erkänner och samtycker användaren till att leverantören har rätt att med egna resurser övervaka om användaren använder tjänsten i enlighet med avtalet. Användaren förbinder sig att samarbeta fullt ut med leverantören i sådana fall.
ta: இந்த விதிமுறைகளை ஏற்றுக்கொள்வதன் மூலம், பயனர் தனது சொந்த ஆதாரங்களைப் பயன்படுத்தி, ஒப்பந்தத்திற்கு ஏற்ப பயனர் சேவையைப் பயன்படுத்துகிறாரா என்பதை கண்காணிக்க உரிமை உண்டு என்பதை ஒப்புக்கொள்கிறார் மற்றும் ஒப்புக்கொள்கிறார். இதுபோன்ற சந்தர்ப்பங்களில் வழங்குநருடன் முழுமையாக ஒத்துழைக்க பயனர் மேற்கொள்கிறார்.
tr: Kullanıcı, bu Koşullar’ı kabul ederek, Sağlayıcı’nın kendi kaynaklarını kullanarak Kullanıcı’nın Hizmet’i Sözleşme’ye uygun olarak kullanıp kullanmadığını izleme hakkına sahip olduğunu kabul ve beyan eder. Kullanıcı, bu gibi durumlarda Sağlayıcı ile tam işbirliği yapmayı taahhüt eder.
uk: Приймаючи ці Умови, Користувач визнає та погоджується з тим, що Постачальник має право контролювати, використовуючи власні ресурси, чи використовує Користувач Сервіс відповідно до Угоди. Користувач зобов'язується повною мірою співпрацювати з Провайдером у таких випадках.
zh_hans: 接受这些条款表示用户确认并同意提供者有权使用自己的资源监控用户是否在依照协议使用服务。用户承诺在这些情况下完全配合提供者。
zh_hant: 一旦接受本條款，即代表使用者確認並同意提供者有權利用其自身資源監控使用者是否依據本協議使用本服務。在此情況下，使用者承諾完全配合提供者。

source: User’s Rights and Obligations
cs: Práva a povinnosti Uživatele
de: Rechte und Pflichten des Benutzers
fr: Droits et obligations de l’utilisateur
ga: Cearta agus Oibleagáidí an Úsáideora
hu: A Felhasználó jogai és kötelezettségei
id: Hak dan Kewajiban Pengguna
ja: 利用者の権利と義務
nl: Rechten en verplichtingen van de gebruiker
pt_br: Direitos e Obrigações do Usuário
ru: Права и обязанности пользователя
sk: Práva a povinnosti Používateľa
sl: Pravice in obveznosti uporabnika
sv: Användarens rättigheter och skyldigheter
ta: பயனரின் உரிமைகள் மற்றும் கடமைகள்
tr: Kullanıcının Hak ve Yükümlülükleri
uk: Права та обов'язки користувача
zh_hans: 用户权利和义务
zh_hant: 使用者之權利與義務
