Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The User must not use the Service in violation of applicable legal regulations. The User is also fully responsible for ensuring that any modifications to the Service made by them are in compliance with applicable legal regulations.
cs: Uživatel nesmí používat Službu v rozporu s obecně závaznými právními předpisy. Uživatel rovněž plně odpovídá za to, že veškeré Uživatelovy úpravy Služby budou v souladu s platnými právními předpisy.
de: Der Benutzer darf den Dienst nicht unter Verstoß gegen die geltenden Rechtsvorschriften nutzen. Der Benutzer ist auch in vollem Umfang dafür verantwortlich, dass alle von ihm vorgenommenen Änderungen des Dienstes mit den geltenden Rechtsvorschriften übereinstimmen.
fr: L’Utilisateur ne doit pas utiliser le Service en violation des réglementations légales applicables. Il est également entièrement responsable de s’assurer que toute modification apportée au Service est conforme aux réglementations légales applicables.
ga: Ní ceadmhach don Úsáideoir an tSeirbhís a úsáid de shárú ar na rialacháin dlí is infheidhme. Tá an tÚsáideoir freagrach go hiomlán freisin as a chinntiú go bhfuil aon mhodhnuithe ar an tSeirbhís a dhéanann siad ag cloí leis na rialacháin dlí is infheidhme.
hu: A Felhasználó nem használhatja a Szolgáltatást a hatályos jogszabályok megsértésével. A Felhasználó teljes felelősséggel tartozik azért is, hogy az általa végzett bármely módosítások megfeleljenek a hatályos jogszabályoknak.
id: Pengguna tidak boleh menggunakan Layanan dengan melanggar peraturan perundang-undangan yang berlaku. Pengguna juga bertanggung jawab penuh untuk memastikan bahwa setiap modifikasi Layanan yang dilakukan olehnya mematuhi peraturan perundang-undangan yang berlaku.
ja: 利用者は、適用される法令に違反して本サービスを利用してはならないものとします。また、利用者が本サービスに対して行う一切の改変についても、当該改変が適用される法令に適合していることについて、利用者自身が全面的な責任を負うものとします。
nl: De gebruiker mag de service niet gebruiken in strijd met van toepassing zijnde wettelijke vereisten. De gebruiker is ook volledig verantwoordelijk om ervoor te zorgen dat door hen gemaakt aanpassingen aan de service voldoen aan de van toepassing zijnde wettelijke vereisten.
pt_br: O Usuário não deve usar o Serviço em violação às regulamentações legais aplicáveis. O Usuário também é totalmente responsável por garantir que quaisquer modificações no Serviço feitas por ele estejam em conformidade com as regulamentações legais aplicáveis.
ru: Пользователь не должен использовать Сервис в нарушение действующих правовых норм. Пользователь также несёт полную ответственность за то, чтобы любые изменения, вносимые им в Сервис, соответствовали действующим правовым нормам.
sk: Používateľ nesmie používať Službu v rozpore so všeobecne záväznými právnymi predpismi. Používateľ taktiež plne zodpovedá za to, že všetky Používateľove úpravy Služby budú v súlade s platnými právnymi predpismi.
sl: Uporabnik ne sme uporabljati storitve v nasprotju z veljavnimi zakonskimi predpisi. Uporabnik je tudi v celoti odgovoren za to, da so vse spremembe storitve, ki jih izvede, v skladu z veljavnimi zakonskimi predpisi.
sv: Användaren får inte använda Tjänsten i strid med gällande lagar och regler. Användaren är också fullt ansvarig för att säkerställa att alla ändringar av Tjänsten som görs av dem är i enlighet med gällande lagar och regler.
ta: பொருந்தக்கூடிய சட்ட விதிமுறைகளை மீறி பயனர் சேவையைப் பயன்படுத்தக்கூடாது. அவர்கள் செய்த சேவையில் ஏதேனும் மாற்றங்கள் பொருந்தக்கூடிய சட்ட விதிமுறைகளுக்கு இணங்குவதை உறுதி செய்வதற்கும் பயனர் முழு பொறுப்பு.
tr: Kullanıcı, Hizmet’i yürürlükteki yasal düzenlemeleri ihlal edecek şekilde kullanmamalıdır. Kullanıcı ayrıca Hizmet üzerinde kendisi tarafından yapılan değişikliklerin yürürlükteki yasal düzenlemelere uygun olmasını sağlamaktan tamamen sorumludur.
uk: Користувач не повинен використовувати Сервіс з порушенням чинних правових норм. Користувач також несе повну відповідальність за те, щоб будь-які внесені ним зміни до Сервісу відповідали чинним правовим нормам.
zh_hans: 用户不准违反适用的法律法规使用服务。用户对于确保其对服务的任何修改均符合适用的法律法规也需负全部责任。
zh_hant: 使用者不得違反適用之法律規範使用本服務。使用者亦應負全責確保其對本服務所做之任何修改皆符合適用之法律規範。

source: To gain access to the Service, the Provider may require certain identification details and other information from the User, always only to the extent required by the form. Most of our users are only required to provide a nickname; however, if an invoice needs to be issued, additional legally required information will be requested. The User is obligated to always provide truthful, accurate, and up-to-date information as required by law. For users who only provide a nickname, this does not mean they are required to provide any additional information. This provision does not expand the scope of required personal information but emphasizes the truthfulness, accuracy, and currency of the information provided by the User.
de: Um Zugang zum Dienst zu erhalten, kann der Anbieter bestimmte Identifikationsangaben und andere Informationen vom Benutzer verlangen, immer nur in dem Umfang, wie es das Formular verlangt. Die meisten unserer Benutzer müssen nur einen Nicknamen angeben; wenn jedoch eine Rechnung ausgestellt werden muss, werden zusätzliche gesetzlich vorgeschriebene Informationen angefordert. Der Benutzer ist verpflichtet, stets wahrheitsgemäße, genaue und aktuelle Angaben zu machen, wie es das Gesetz verlangt. Für Benutzer, die nur einen Nickname angeben, bedeutet dies nicht, dass sie zusätzliche Informationen bereitstellen müssen. Diese Bestimmung erweitert nicht den Umfang der erforderlichen persönlichen Informationen, sondern betont die Wahrhaftigkeit, Genauigkeit und Aktualität der vom Benutzer bereitgestellten Informationen.
fr: Pour accéder au Service, le Fournisseur peut demander à l'Utilisateur certaines informations d'identification et autres renseignements, toujours dans la limite des exigences du formulaire. La plupart de nos utilisateurs doivent uniquement fournir un pseudonyme ; cependant, si une facture doit être émise, des informations supplémentaires requises par la loi seront demandées. L'Utilisateur est tenu de toujours fournir des informations véridiques, exactes et à jour, conformément à la loi. Les utilisateurs qui ne fournissent qu'un pseudonyme ne sont pas tenus de fournir d'informations supplémentaires. Cette disposition ne vise pas à étendre la portée des informations personnelles requises, mais souligne l'importance de la véracité, de l'exactitude et de la mise à jour des informations fournies par l'Utilisateur.
ga: Chun rochtain a fháil ar an tSeirbhís, féadfaidh an Soláthraí sonraí aitheantais áirithe agus faisnéis eile a éileamh ón Úsáideoir, i gcónaí a mhéid a éilíonn an fhoirm. Ní gá don chuid is mó dár n-úsáideoirí ach leasainm a sholáthar; áfach, más gá sonrasc a eisiúint, iarrfar faisnéis bhreise a cheanglaítear go dlíthiúil. Tá sé de dhualgas ar an Úsáideoir faisnéis atá fírinneach, cruinn agus cothrom le dáta a sholáthar i gcónaí de réir mar a éilíonn an dlí. Maidir le húsáideoirí nach dtugann ach leasainm, ní chiallaíonn sé seo go gceanglaítear orthu aon fhaisnéis bhreise a sholáthar. Ní leathnaíonn an fhoráil seo raon feidhme na faisnéise pearsanta riachtanach ach leagann sí béim ar fhírinneacht, cruinneas agus airgeadra na faisnéise a sholáthraíonn an tÚsáideoir.
hu: A Szolgáltatáshoz való hozzáférés érdekében a Szolgáltató bizonyos azonosítási adatokat és egyéb információkat kérhet be a Felhasználótól – mindig csak a szükséges mértékben. A legtöbb esetben elegendő egy becenév megadása, azonban számla kiállításához további, jogszabályban előírt adatok megadása szükséges lehet. A Felhasználó köteles minden esetben valós, pontos és naprakész adatokat szolgáltatni a jogszabályoknak megfelelően. Azoknak a felhasználóknak, akik csak becenevet adnak meg, nem kötelező további adatok megadása. Ez nem jelenti a szükséges adatok körének bővítését a szükséges személyes adatok körét, csupán hangsúlyozza az adatok valódiságának, pontosságának és aktualitásának fontosságát.
id: Untuk memperoleh akses ke Layanan, Penyedia dapat meminta rincian identifikasi tertentu dan informasi lainnya dari Pengguna, selalu hanya sejauh yang diminta oleh formulir. Sebagian besar pengguna kami hanya diminta untuk memberikan nama panggilan; namun, jika faktur perlu diterbitkan, informasi tambahan yang diwajibkan secara hukum akan diminta. Pengguna berkewajiban untuk selalu memberikan informasi yang benar, akurat, dan terkini sebagaimana diwajibkan oleh hukum. Bagi pengguna yang hanya memberikan nama panggilan, ini tidak berarti mereka diharuskan untuk memberikan informasi tambahan apa pun. Ketentuan ini tidak memperluas cakupan informasi pribadi yang diwajibkan, tetapi menekankan kebenaran, keakuratan, dan keberlakuan informasi yang diberikan oleh Pengguna.
ja: サービスへのアクセスを得るために、事業者は、フォームで要求される範囲に限り、利用者に対して一定の識別情報その他の情報の提供を求める場合があります。多くの利用者については匿名のみの提供で足りますが、請求書の発行が必要となる場合には、法令上必要とされる追加情報の提供を求めることがあります。利用者は、法令に従い、常に真実かつ正確で、最新の情報を提供する義務を負います。匿名のみを提供する利用者については、それ以上の情報提供を求められることを意味するものではありません。本条項は、要求される個人情報の範囲を拡大するものではなく、利用者が提供する情報の真実性、正確性、最新性を強調する趣旨にすぎません。
nl: Teneinde toegang te verkrijgen tot de service kan de provider bepaalde details ter identificatie en andere informatie van de gebruiker verlangen, altijd slechts tot de hoogte die wordt gevraagd in het formulier. De meest van onze gebruikers zijn alleen verplicht een bijnaam op te geven; echter, als een factuur moet worden uitgegeven zal aanvullende, wettelijk vereiste, informatie worden gevraagd. De gebruiker is verplicht om altijd naar waarheid, nauwkeurig en up-to-date informatie te verschaffen, zoals vereist door de wet. Voor gebruikers die alleen een bijnaam opgeven, betekent dat niet dat zij verplicht zijn enige aanvullende informatie op te geven. Deze voorwaarde breidt niet het bereik van de vereiste persoonlijke informatie uit, maar benadrukt de waarheid, nauwkeurigheid en actualiteit van de door de gebruiker opgegeven informatie.
pt_br: Para obter acesso ao Serviço, o Provedor pode exigir certos detalhes de identificação e outras informações do Usuário, sempre apenas na medida exigida pelo formulário. A maioria dos nossos usuários só precisa fornecer um apelido; no entanto, se uma fatura precisar ser emitida, informações adicionais legalmente exigidas serão solicitadas. O Usuário é obrigado a sempre fornecer informações verdadeiras, precisas e atualizadas, conforme exigido por lei. Para usuários que fornecem apenas um apelido, isso não significa que eles são obrigados a fornecer qualquer informação adicional. Esta disposição não expande o escopo das informações pessoais exigidas, mas enfatiza a veracidade, precisão e atualidade das informações fornecidas pelo Usuário.
ru: Для получения доступа к Сервису Поставщик может потребовать от Пользователя определённые идентификационные данные и другую информацию, но только в том объёме, который предусмотрен формой. От большинства наших пользователей требуется только указать псевдоним, однако в случае необходимости выставления счёта будет запрошена дополнительная информация, предусмотренная законом. Пользователь обязан всегда предоставлять правдивую, точную и актуальную информацию, как того требует закон. Для пользователей, которые указывают только псевдоним, это не означает, что они обязаны предоставлять какую-либо дополнительную информацию. Данное положение не расширяет объём требуемой личной информации, но подчёркивает правдивость, точность и актуальность информации, предоставляемой Пользователем.
sk: Pre získanie prístupu k Službe môže Poskytovateľ od Používateľa požadovať niektoré identifikačné údaje a ďalšie informácie, vždy však iba v rozsahu vyžadovanom formulárom. Po väčšine našich používateľov vyžadujeme čisto prezývku; ak potrebujeme vystaviť faktúru, budú vyžadované aj ďalšie zákonom vyžadované údaje. Používateľ je povinný poskytnúť v rámci požadovaných údajov vždy pravdivé, presné a aktuálne informácie. Ide pritom o povinnosť zo zákona. U používateľov, ktorí nám odovzdávajú len prezývku to neznamená, že by nám mali odovzdávať akékoľvek ďalšie informácie. Týmto ustanovením teda nie je rozširovaný rozsah vyžadovaných osobných údajov, iba je kladený dôraz na pravdivosť, presnosť a aktuálnosť tých údajov, ktoré sú zo strany Používateľa odovzdávané.
sl: Za dostop do storitve lahko ponudnik od uporabnika zahteva določene identifikacijske podatke in druge informacije, vedno le v obsegu, ki ga zahteva obrazec. Večina naših uporabnikov mora navesti le vzdevek; če pa je treba izdati račun, bodo zahtevani dodatni zakonsko zahtevani podatki. Uporabnik je dolžan vedno navesti resnične, točne in ažurne podatke, kot to zahteva zakonodaja. Za uporabnike, ki navedejo le vzdevek, to ne pomeni, da morajo navesti kakršne koli dodatne podatke. Ta določba ne razširja obsega zahtevanih osebnih podatkov, temveč poudarja resničnost, točnost in ažurnost podatkov, ki jih posreduje uporabnik.
sv: För att få tillgång till Tjänsten kan Leverantören kräva vissa identifieringsuppgifter och annan information från Användaren, alltid endast i den utsträckning som krävs i formuläret. De flesta av våra användare behöver endast ange ett smeknamn, men om en faktura behöver utfärdas kommer ytterligare information som krävs enligt lag att begäras. Användaren är skyldig att alltid tillhandahålla sanningsenlig, korrekt och aktuell information enligt lag. För användare som endast anger ett smeknamn innebär detta inte att de måste lämna ytterligare information. Denna bestämmelse utvidgar inte omfattningen av den personliga information som krävs, utan betonar sanningsenligheten, noggrannheten och aktualiteten hos den information som användaren lämnar.
ta: சேவைக்கான அணுகலைப் பெற, வழங்குநருக்கு பயனரிடமிருந்து சில அடையாள விவரங்கள் மற்றும் பிற தகவல்கள் தேவைப்படலாம், எப்போதும் படிவத்தால் தேவைப்படும் அளவிற்கு மட்டுமே. எங்கள் பயனர்களில் பெரும்பாலோர் புனைப்பெயரை மட்டுமே வழங்க வேண்டும்; இருப்பினும், விலைப்பட்டியல் வழங்கப்பட வேண்டுமானால், கூடுதல் சட்டப்பூர்வமாக தேவையான தகவல்கள் கோரப்படும். சட்டத்தால் தேவைப்படும் உண்மை, துல்லியமான மற்றும் புதுப்பித்த தகவல்களை எப்போதும் வழங்க பயனர் கடமைப்பட்டுள்ளார். புனைப்பெயரை மட்டுமே வழங்கும் பயனர்களுக்கு, அவர்கள் கூடுதல் தகவல்களை வழங்க வேண்டும் என்று அர்த்தமல்ல. இந்த விதிமுறை தேவையான தனிப்பட்ட தகவல்களின் நோக்கத்தை விரிவுபடுத்தாது, ஆனால் பயனரால் வழங்கப்பட்ட தகவல்களின் உண்மைத்தன்மை, துல்லியம் மற்றும் நாணயத்தை வலியுறுத்துகிறது.
tr: Hizmet’e erişim sağlamak için Sağlayıcı, her zaman yalnızca formun gerektirdiği ölçüde olmak üzere Kullanıcı’dan belirli kimlik bilgilerini ve diğer bilgileri isteyebilir. Kullanıcı’larımızın çoğunun yalnızca bir takma ad vermesi gerekmektedir. Ancak, bir fatura düzenlenmesi gerekiyorsa, yasal olarak gerekli ek bilgiler talep edilecektir. Kullanıcı, yasaların gerektirdiği şekilde her zaman gerçek, doğru ve güncel bilgiler vermekle yükümlüdür. Yalnızca bir takma ad veren kullanıcılar için bu, herhangi bir ek bilgi vermeleri gerektiği anlamına gelmez. Bu hüküm, gerekli kişisel bilgilerin kapsamını genişletmez, ancak Kullanıcı tarafından verilen bilgilerin doğruluğunu, kesinliğini ve güncelliğini vurgular.
uk: Щоб отримати доступ до Сервісу, Постачальник може вимагати певні ідентифікаційні дані та іншу інформацію від Користувача, завжди лише в тому обсязі, який вимагає форма. Більшості наших користувачів потрібно лише вказати псевдонім; однак, якщо потрібно виставити рахунок-фактуру, запитується додаткова інформація, яка вимагається законом. Користувач зобов’язаний завжди надавати правдиву, точну та актуальну інформацію відповідно до законодавства. Для користувачів, які вказують лише псевдонім, це не означає, що вони повинні надавати будь-яку додаткову інформацію. Це положення не розширює обсяг необхідної особистої інформації, але підкреслює правдивість, точність і актуальність інформації, наданої Користувачем.
zh_hans: 要获得服务的访问权限，提供者可以要求用户的特定身份详情和其他信息，但始终仅限于表单要求的程度。我们的多数用户只被要求提供昵称；不过，如果需要开具发票，那么额外的法律要求的信息将被请求。用户有义务按法律要求始终提供真实、准确和最新的信息。对于只提供昵称的用户，这不表示这些用户需要提供任何额外信息。这一信息提供不扩展必需的个人信息的范围但强调用户所提供信息的真实性、准确性和现时性。
zh_hant: 為取得本服務之存取權，提供者可能要求使用者提供特定識別詳情及其他資訊，且僅限於表單要求之範圍。我們大部分的使用者僅需提供暱稱；然而，若需開立發票，將要求提供額外之法律應備資訊。使用者有義務依法律要求，始終提供真實、準確且最新之資訊。對於僅提供暱稱之使用者，此不代表其需提供任何額外資訊。本條款並不擴大所需個人資訊之範圍，而在於強調使用者所提供資訊之真實性、準確性及時效性。

source: The User is obligated, upon the Provider's request, to provide the necessary cooperation in resolving malfunctions or making adjustments to the Service, including the obligation to tolerate restrictions on the use of the Service in cases where the Provider performs system outages for the reasons mentioned in Section 8.5.
de: Der Benutzer ist verpflichtet, auf Verlangen des Anbieters die erforderliche Mitwirkung bei der Behebung von Störungen oder bei der Anpassung des Dienstes zu leisten, einschließlich der Verpflichtung, Einschränkungen der Nutzung des Dienstes zu dulden, wenn der Anbieter aus den in Abschnitt 8.5 genannten Gründen Systemausfälle vornimmt.
fr: L'Utilisateur est tenu, à la demande du Fournisseur, de fournir la coopération nécessaire pour résoudre les dysfonctionnements ou apporter des ajustements au Service, y compris l'obligation de tolérer les restrictions d'utilisation du Service dans les cas où le Fournisseur effectue des interruptions de système pour les raisons mentionnées à la Section 8.5.
ga: Tá oibleagáid ar an Úsáideoir, arna iarraidh sin don Soláthraí, an comhar riachtanach a sholáthar chun mífheidhmeanna a réiteach nó chun coigeartuithe a dhéanamh ar an tSeirbhís, lena n-áirítear an oibleagáid srianta a fhulaingt ar úsáid na Seirbhíse i gcásanna ina ndéanann an Soláthraí bristeacha córais ar na cúiseanna atá luaite i. Alt 8.5.
hu: A Felhasználó köteles a Szolgáltató kérésére együttműködni a hibák elhárításában vagy a Szolgáltatás módosításában, beleértve azt is, hogy tudomásul kell vennie a Szolgáltatás ideiglenes korlátozását, ha a Szolgáltató rendszerleállításra kényszerül a 8.5 pontban meghatározott okokból.
id: Pengguna berkewajiban, atas permintaan Penyedia, untuk memberikan kerja sama yang diperlukan dalam menyelesaikan malfungsi atau melakukan penyesuaian pada Layanan, termasuk kewajiban untuk menoleransi pembatasan penggunaan Layanan dalam kasus di mana Penyedia melakukan penghentian sistem karena alasan yang disebutkan dalam Bagian 8.5.
ja: 利用者は、事業者から要請があった場合、サービスの不具合の解消または調整を行うために必要な協力を提供する義務を負います。また、第 8.5 条に記載された理由に基づき事業者がシステム停止を実施する場合には、サービス利用に対する制限を受忍する義務を負うものとします。
nl: De gebruiker is verplicht, op verzoek van de provider, om de noodzakelijke medewerking te verlenen voor het oplossen van falen of aanpassingen maken aan de service, inclusief de verplichting om beperkingen in het gebruik van de service te tolereren in gevallen waarin de Provider het systeem stillegt om redenen die zijn vermeld in sectie 8.5.
pt_br: O Usuário obriga-se, a pedido do Provedor, a prestar a colaboração necessária para a resolução de avarias ou ajustes no Serviço, incluindo a obrigação de tolerar restrições à utilização do Serviço nos casos em que o Provedor efetue interrupções do sistema pelos motivos mencionados na Seção 8.5.
ru: Пользователь обязан по требованию Поставщика оказывать необходимое содействие в устранении неисправностей или внесении изменений в Сервис, в том числе обязан терпимо относиться к ограничениям в использовании Сервиса в случаях, когда Поставщик проводит системные отключения по причинам, указанным в разделе 8.5.
sk: Používateľ je povinný na žiadosť Poskytovateľa poskytnúť potrebnú súčinnosť pri odstraňovaní porúch alebo pri úpravách Služby vrátane povinnosti strpieť obmedzenia používania Služby v prípade, že Poskytovateľ bude vykonávať odstávku systému z dôvodov uvedených v čl. 8.5.
sl: Uporabnik je dolžan na zahtevo ponudnika zagotoviti potrebno sodelovanje pri odpravljanju napak ali prilagajanju storitve, vključno z obveznostjo, da dopusti omejitve uporabe storitve v primerih, ko ponudnik izvaja izpade sistema iz razlogov, navedenih v točki 8.5.
sv: Användaren är skyldig att, på leverantörens begäran, samarbeta i den utsträckning som krävs för att lösa fel eller göra justeringar av tjänsten, inklusive skyldigheten att tolerera begränsningar i användningen av tjänsten i fall där leverantören utför systemavbrott av de skäl som anges i avsnitt 8.5.
ta: வழங்குநரின் வேண்டுகோளின் பேரில், செயலிழப்புகளைத் தீர்ப்பதில் அல்லது சேவையில் மாற்றங்களைச் செய்வதில் தேவையான ஒத்துழைப்பை வழங்க பயனர் கடமைப்பட்டிருக்கிறார், இதில் குறிப்பிடப்பட்ட காரணங்களுக்காக வழங்குநர் கணினி செயலிழப்புகளைச் செய்யும் சந்தர்ப்பங்களில் சேவையைப் பயன்படுத்துவதற்கான கட்டுப்பாடுகளை பொறுத்துக்கொள்ள வேண்டிய கடமை உட்பட பிரிவு 8.5.
tr: Kullanıcı, Sağlayıcı’nın talebi üzerine, Bölüm 8.5'te belirtilen nedenlerle Sağlayıcı’nın sistem kesintileri gerçekleştirdiği durumlarda Hizmet’in kullanımına ilişkin kısıtlamalara tolerans gösterme yükümlülüğü de dahil olmak üzere, arızaların giderilmesi veya Hizmet’te ayarlamalar yapılması konusunda gerekli işbirliğini sağlamakla yükümlüdür.
uk: Користувач зобов’язаний на вимогу Постачальника надати необхідну співпрацю для усунення несправностей або внесення змін до Послуги, включаючи зобов’язання терпіти обмеження на використання Послуги у випадках, коли Постачальник здійснює відключення системи з причин, зазначених у Розділ 8.5.
zh_hans: 用户有义务按提供者所请提供解决故障或调整服务的必要信息，包括有义务在提供者因 8.5 节中提及的原因执行系统宕机情况下容忍对服务使用的限制。
zh_hant: 應提供者要求，使用者有義務在解決故障或調整本服務時提供必要之配合，包含在提供者因第 8.5 條所述原因執行系統停機時，有義務容忍對服務使用之限制。
