Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider undertakes to take all steps within its technical capabilities to ensure the functionality and availability of the Service. The User acknowledges and agrees that they use the Service at their own risk.
de: Der Anbieter verpflichtet sich, im Rahmen seiner technischen Möglichkeiten alle Maßnahmen zu ergreifen, um die Funktionalität und Verfügbarkeit des Dienstes zu gewährleisten. Der Benutzer erkennt an und erklärt sich damit einverstanden, dass er den Dienst auf eigenes Risiko nutzt.
fr: Le fournisseur s'engage à mettre en œuvre tous les moyens techniques à sa disposition pour assurer le bon fonctionnement et la disponibilité du service. L'utilisateur reconnaît et accepte qu'il utilise le service à ses propres risques.
ga: Geallann an Soláthraí gach céim a ghlacadh laistigh dá chumais theicniúla chun feidhmiúlacht agus infhaighteacht na Seirbhíse a chinntiú. Admhaíonn agus aontaíonn an Úsáideoir go n-úsáideann siad an tSeirbhís ar a bpriacal féin.
hu: A Szolgáltató vállalja, hogy technikai lehetőségein belül minden tőle telhetőt megtesz a Szolgáltatás működőképességének és elérhetőségének biztosításáért. A Felhasználó tudomásul veszi, hogy a Szolgáltatás igénybevétele a Felhasználó saját felelősségére történik.
id: Penyedia berjanji untuk mengambil semua langkah dalam kemampuan teknisnya guna memastikan fungsionalitas dan ketersediaan Layanan. Pengguna mengakui dan setuju bahwa mereka menggunakan Layanan atas risiko mereka sendiri.
ja: 事業者は、サービスの機能性および可用性を確保するため、技術的に可能なあらゆる措置を講ずるものとします。利用者は、サービスを自己の責任において利用することを認識し、これに同意するものとします。
nl: De provider moet alle stappen verrichten binnen zijn technische mogelijkheden om het functioneren en beschikbaar zijn van de service te verzekeren. De gebruiker begrijpt en erkent dat ze de service voor eigen risico gebruiken.
pt_br: O Provedor se compromete a tomar todas as medidas dentro de suas capacidades técnicas para garantir a funcionalidade e disponibilidade do Serviço. O Usuário reconhece e concorda que usa o Serviço por sua conta e risco.
ru: Поставщик обязуется принимать все меры в рамках своих технических возможностей для обеспечения функциональности и доступности Сервиса. Пользователь признаёт и соглашается с тем, что использует Сервис на свой страх и риск.
sk: Poskytovateľ sa zaväzuje, že v rámci svojich technických možností urobí všetky kroky na zabezpečenie funkčnosti a dostupnosti Služby. Používateľ berie na vedomie a súhlasí s tým, že Službu používa výhradne na vlastné riziko.
sl: Ponudnik se zavezuje, da bo v okviru svojih tehničnih zmožnosti sprejel vse ukrepe za zagotovitev funkcionalnosti in razpoložljivosti storitve. Uporabnik potrjuje in se strinja, da storitev uporablja na lastno odgovornost.
sv: Leverantören åtar sig att vidta alla åtgärder inom ramen för sina tekniska möjligheter för att säkerställa tjänstens funktionalitet och tillgänglighet. Användaren bekräftar och samtycker till att han eller hon använder tjänsten på egen risk.
ta: சேவையின் செயல்பாடு மற்றும் கிடைக்கும் தன்மையை உறுதிப்படுத்த அதன் தொழில்நுட்ப திறன்களுக்குள் அனைத்து நடவடிக்கைகளையும் எடுக்க வழங்குநர் மேற்கொள்கிறார். பயனர் ஒப்புக்கொள்கிறார் மற்றும் அவர்கள் சேவையை தங்கள் சொந்த ஆபத்தில் பயன்படுத்துகிறார்கள் என்பதை ஒப்புக்கொள்கிறார்கள்.
tr: Sağlayıcı, Hizmet’in işlevselliğini ve kullanılabilirliğini sağlamak için teknik olanakları dahilinde tüm adımları atmayı taahhüt eder. Kullanıcı, Hizmet’i riski kendisine ait olmak üzere kullandığını kabul ve beyan eder.
uk: Провайдер зобов'язується вжити всіх заходів у межах своїх технічних можливостей для забезпечення працездатності та доступності Сервісу. Користувач визнає та погоджується, що використовує Сервіс на власний ризик.
zh_hans: 提供者承诺采取所有在其技术能力范围内的步骤来确保服务的功能和可用性。用户确认并同意使用服务风险自负。
zh_hant: 提供者承諾在其技術能力範圍內採取所有步驟，以確保本服務之功能性及可用性。使用者確認並同意使用本服務之風險由其自行承擔。

source: The basic system requirements for the proper operation of the Service include the server environment and defined technical status in the latest version. The Provider undertakes to fulfil these requirements and ensure the proper operation of the Service through its own actions.
de: Zu den grundlegenden Systemvoraussetzungen für den ordnungsgemäßen Betrieb des Dienstes gehören die Einsatzumgebung des Servers und der definierte technische Stand in der jeweils aktuellen Version. Der Anbieter verpflichtet sich, diese Voraussetzungen zu erfüllen und den ordnungsgemäßen Betrieb des Dienstes durch eigenes Handeln sicherzustellen.
es: Los requisitos básicos del sistema para el correcto funcionamiento del Servicio incluyen el entorno del servidor y el estado técnico definido en la última versión. El Proveedor se compromete a cumplir con estos requisitos y a garantizar el correcto funcionamiento del Servicio a través de sus propias acciones.
fr: Les exigences système de base pour le bon fonctionnement du Service comprennent un environnement serveur et un état technique conforme à la dernière version. Le Fournisseur s'engage à satisfaire ces exigences et à assurer le bon fonctionnement du Service par ses propres moyens.
ga: Áirítear leis na bunriachtanais chórais maidir le hoibriú cuí na Seirbhíse timpeallacht an fhreastalaí agus stádas teicniúil sainithe sa leagan is déanaí. Geallann an Soláthraí na ceanglais seo a chomhlíonadh agus oibriú ceart na Seirbhíse a chinntiú trína ghníomhartha féin.
hu: A Szolgáltatás megfelelő működéséhez szükséges rendszerkövetelmények közé tartozik a szerverkörnyezet és az abban meghatározott technikai feltételek legfrissebb változata. A Szolgáltató vállalja, hogy ezeket teljesíti, és biztosítja a megfelelő működést.
id: Persyaratan sistem dasar untuk pengoperasian Layanan yang tepat mencakup lingkungan server dan status teknis yang ditetapkan dalam versi terbaru. Penyedia berjanji untuk memenuhi persyaratan ini dan memastikan pengoperasian Layanan yang tepat melalui tindakannya sendiri.
ja: サービスが適切に動作するための基本的なシステム要件には、サーバー環境および最新バージョンにおける所定の技術的状態が含まれます。事業者は、これらの要件を満たし、自らの措置によりサービスの適切な運用を確保するものとします。
nl: De basis systeemvereisten voor een juiste werking van de service omvatten de serveromgeving en gedefinieerde technische status in de laatste versie. De provider zorgt ervoor deze vereisten te vervullen en zorgt voor een juiste werking van de service met zijn eigen acties.
pt_br: Os requisitos básicos do sistema para a operação adequada do Serviço incluem o ambiente do servidor e o status técnico definido na versão mais recente. O Provedor se compromete a cumprir esses requisitos e garantir a operação adequada do Serviço por meio de suas próprias ações.
ru: Основные системные требования для надлежащего функционирования Сервиса включают в себя серверную среду и определённое техническое состояние в последней версии. Поставщик обязуется своими действиями выполнять эти требования и обеспечивать надлежащее функционирование Сервиса.
sk: Za základné systémové požiadavky pre správny beh Služby sa považuje aj prostredie servera a definovaný technický stav v najnovšej verzii. Poskytovateľ sa zaväzuje tieto požiadavky napĺňať a prípadne vlastnou činnosťou správneho behu Služby docieliť.
sl: Osnovne sistemske zahteve za pravilno delovanje storitve vključujejo strežniško okolje in definirano tehnično stanje v najnovejši različici. Ponudnik se zavezuje, da bo te zahteve izpolnjeval in s svojimi dejanji zagotavljal pravilno delovanje storitve.
sv: De grundläggande systemkraven för att Tjänsten ska fungera korrekt omfattar servermiljön och definierad teknisk status i den senaste versionen. Leverantören åtar sig att uppfylla dessa krav och säkerställa att Tjänsten fungerar korrekt genom egna åtgärder.
ta: சேவையின் சரியான செயல்பாட்டிற்கான அடிப்படை கணினி தேவைகள் சேவையக சூழல் மற்றும் அண்மைக் கால பதிப்பில் வரையறுக்கப்பட்ட தொழில்நுட்ப நிலை ஆகியவை அடங்கும். வழங்குநர் இந்த தேவைகளை நிறைவு செய்வதற்கும் அதன் சொந்த செயல்களின் மூலம் சேவையின் சரியான செயல்பாட்டை உறுதி செய்வதற்கும் மேற்கொள்கிறார்.
tr: Hizmet’in düzgün çalışması için temel sistem gereksinimleri, sunucu ortamını ve en son sürümde tanımlanan teknik durumu içerir. Sağlayıcı, bu gereklilikleri yerine getirmeyi ve kendi eylemleriyle Hizmet’in düzgün çalışmasını sağlamayı taahhüt eder.
uk: Основні системні вимоги для належної роботи Сервісу включають серверне середовище та визначений технічний статус в останній версії. Провайдер зобов'язується виконувати ці вимоги та забезпечувати належну роботу Сервісу своїми діями.
zh_hans: 服务正常运行的基本系统要求摆阔服务器环境和最新版本已定义的技术状态。提供者承诺满足这些要求并通过自身行动确保服务的正常运行。
zh_hant: 本服務正常運作之基本系統需求包含伺服器環境及最新版本中定義之技術狀態。提供者承諾透過自身行為滿足該等需求並確保本服務之正常運作。

source: If the User identifies any issue related to the Service's speed, functionality, or availability, they are obligated to report it to the Provider immediately. The User acknowledges that events beyond the Provider's control, such as a User's internet connection failure, natural disasters, DOS or DNS attacks on the Provider's technical equipment, and other factors, may impact the Service's functionality or availability. The Provider bears no responsibility for any damages incurred by the User in connection with these events.
de: Stellt der Benutzer ein Problem fest, das der Geschwindigkeit, der Funktionalität oder der Verfügbarkeit des Dienstes zugehört, ist er verpflichtet, dies dem Anbieter unverzüglich zu melden. Der Benutzer erkennt an, dass Ereignisse, die außerhalb der Kontrolle des Anbieters liegen, wie z. B. der Ausfall der Internetverbindung des Benutzers, Naturkatastrophen, DOS- oder DNS-Angriffe auf die technischen Einrichtungen des Anbieters und andere Faktoren, die Funktionalität oder Verfügbarkeit des Dienstes beeinträchtigen können. Der Anbieter trägt keine Verantwortung für Schäden, die dem Benutzer im Zusammenhang mit diesen Ereignissen entstehen.
es: Si el Usuario identifica algún problema relacionado con la velocidad, funcionalidad o disponibilidad del Servicio, está obligado a informarlo al Proveedor de inmediato. El Usuario reconoce que sucesos fuera del control del Proveedor, como fallas en la conexión a Internet del Usuario, desastres naturales, ataques DOS o DNS en el equipo técnico del Proveedor y otros factores, pueden afectar la funcionalidad o disponibilidad del Servicio. El Proveedor no asume ninguna responsabilidad por los daños incurridos por el Usuario en relación con estos hechos.
fr: Si l'Utilisateur constate un problème relatif à la vitesse, au fonctionnement ou à la disponibilité du Service, il est tenu de le signaler immédiatement au Fournisseur. L'Utilisateur reconnaît que des événements indépendants de la volonté du Fournisseur, tels qu'une panne de connexion Internet de l'Utilisateur, une catastrophe naturelle, une attaque par déni de service (DoS) ou DNS visant l'équipement technique du Fournisseur, ou tout autre facteur, peuvent affecter le fonctionnement ou la disponibilité du Service. Le Fournisseur décline toute responsabilité pour les dommages subis par l'Utilisateur en lien avec ces événements.
ga: Má shainaithníonn an tÚsáideoir aon cheist a bhaineann le luas, feidhmiúlacht nó infhaighteacht na Seirbhíse, tá sé de dhualgas orthu é a thuairisciú don Soláthraí láithreach. Admhaíonn an tÚsáideoir go bhféadfadh tionchar a bheith ag imeachtaí nach bhfuil smacht ag an Soláthraí orthu, amhail teip nasc idirlín Úsáideora, tubaistí nádúrtha, ionsaithe DOS nó DNS ar threalamh teicniúil an tSoláthraí, agus fachtóirí eile, ar fheidhmiúlacht nó ar infhaighteacht na Seirbhíse. Ní bheidh an Soláthraí freagrach as aon damáiste a thabhaíonn an tÚsáideoir i dtaca leis na himeachtaí seo.
hu: Ha a Felhasználó problémát észlel a Szolgáltatás sebességével, működésével vagy elérhetőségével kapcsolatban, köteles azt haladéktalanul jelezni a Szolgáltatónak. A Felhasználó tudomásul veszi, hogy a Szolgáltató befolyásán kívül eső események – például a Felhasználó internetkapcsolatának hibája, természeti katasztrófák, a Szolgáltató technikai eszközei ellen irányuló DDoS vagy DNS támadások, illetve egyéb tényezők – hatással lehetnek a Szolgáltatás működésére vagy elérhetőségére. A Szolgáltató az ezekkel összefüggésben felmerülő károkért nem vállal felelősséget.
id: Jika Pengguna mengidentifikasi masalah apa pun yang terkait dengan kecepatan, fungsionalitas, atau ketersediaan Layanan, mereka wajib melaporkannya kepada Penyedia Layanan segera. Pengguna mengakui bahwa kejadian di luar kendali Penyedia Layanan, seperti kegagalan koneksi internet Pengguna, bencana alam, serangan DOS atau DNS pada peralatan teknis Penyedia Layanan, dan faktor lainnya, dapat memengaruhi fungsionalitas atau ketersediaan Layanan. Penyedia Layanan tidak bertanggung jawab atas segala kerusakan yang dialami Pengguna sehubungan dengan kejadian ini.
ja: 利用者がサービスの速度、機能、または可用性に関する問題を認識した場合、直ちに事業者へ報告する義務を負うものとします。利用者は、利用者側のインターネット接続障害、自然災害、事業者の技術設備に対する DOS 攻撃または DNS 攻撃、その他の事業者の支配が及ばない事象が、サービスの機能または可用性に影響を及ぼし得ることを認識するものとします。事業者は、これらの事象に関連して利用者に生じた損害について、一切の責任を負わないものとします。
nl: Als de gebruiker een probleem identificeert dat is gerelateerd aan de snelheid, functionaliteit of beschikbaarheid van de service, zijn ze verplicht dat onmiddellijk bij de provider te melden. De gebruiker begrijpt dat gebeurtenissen buiten de controle van de provider, zoals het niet werken van de internetverbinding van een gebruiker, natuurrampen, DOS- of DNS-aanvallen op de technische apparatuur van de provider en andere factoren, de functionaliteit of beschikbaarheid van de service zouden kunnen beïnvloeden. De provider draagt geen verantwoordelijkheid voor enige schade die bij de gebruiker optreedt ten gevolge van deze gebeurtenissen.
pt_br: Se o Usuário identificar qualquer problema relacionado à velocidade, funcionalidade ou disponibilidade do Serviço, deve o mesmo reportá-lo ao Provedor imediatamente. O Usuário reconhece que eventos além do controle do Provedor, como falha de conexão de internet do Usuário, desastres naturais, ataques de DOS ou de DNS no equipamento técnico do Provedor e outros fatores, podem impactar a funcionalidade ou disponibilidade do Serviço. O Provedor não se responsabiliza por quaisquer danos incorridos pelo Usuário em conexão com esses eventos.
ru: Если Пользователь обнаружит какие-либо проблемы, связанные со скоростью, функциональностью или доступностью Сервиса, он обязан немедленно сообщить об этом Поставщику. Пользователь признаёт, что события, не зависящие от Поставщика, такие как отказ Интернет-соединения Пользователя, стихийные бедствия, DOS- или DNS-атаки на техническое оборудование Поставщика и другие факторы, могут повлиять на функциональность или доступность Сервиса. Поставщик не несёт ответственности за любой ущерб, понесённый Пользователем в связи с этими событиями.
sk: Ak zistí Používateľ akýkoľvek problém súvisiaci s rýchlosťou Služby, jej funkčnosťou alebo jej dostupnosťou, je povinný túto udalosť bezodkladne nahlásiť Poskytovateľovi. Používateľ berie na vedomie, že môžu nastať udalosti mimo kontroly Poskytovateľa, ktoré môžu ovplyvniť funkčnosť alebo dostupnosť Služby pre Používateľa (napr. porucha internetového pripojenia na strane Používateľa, živelná pohroma, DOS alebo DNS útoky na technické vybavenie Poskytovateľa a ďalšie). Poskytovateľ nenesie žiadnu zodpovednosť za škody, ktoré v súvislosti s týmito udalosťami Používateľovi vzniknú.
sl: Če Uporabnik opazi kakršno koli težavo v zvezi s hitrostjo, delovanjem ali razpoložljivostjo storitve, je dolžan o tem nemudoma obvestiti ponudnika. Uporabnik se zaveda, da lahko dogodki, na katere ponudnik nima vpliva, kot so izpad internetne povezave uporabnika, naravne nesreče, napadi DOS ali DNS na tehnično opremo ponudnika in drugi dejavniki, vplivajo na delovanje ali razpoložljivost storitve. Ponudnik ne prevzema nobene odgovornosti za kakršno koli škodo, ki bi uporabniku nastala v povezavi s temi dogodki.
sv: Om användaren upptäcker något problem relaterat till tjänstens hastighet, funktionalitet eller tillgänglighet är denne skyldig att omedelbart rapportera detta till leverantören. Användaren är medveten om att händelser utanför leverantörens kontroll, såsom fel på användarens internetanslutning, naturkatastrofer, DOS- eller DNS-attacker mot leverantörens tekniska utrustning och andra faktorer, kan påverka tjänstens funktionalitet eller tillgänglighet. Leverantören ansvarar inte för några skador som användaren åsamkas i samband med dessa händelser.
ta: சேவையின் விரைவு, செயல்பாடு அல்லது கிடைக்கும் தன்மை தொடர்பான எந்தவொரு சிக்கலையும் பயனர் அடையாளம் கண்டால், அதை உடனடியாக வழங்குநரிடம் புகாரளிக்க அவர்கள் கடமைப்பட்டுள்ளனர். வழங்குநரின் இணைய இணைப்பு தோல்வி, இயற்கை பேரழிவுகள், DOS அல்லது டி.என்.எச் வழங்குநரின் தொழில்நுட்ப உபகரணங்கள் மீதான தாக்குதல்கள் மற்றும் பிற காரணிகள் போன்ற வழங்குநரின் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட நிகழ்வுகள் சேவையின் செயல்பாடு அல்லது கிடைக்கும் தன்மையை பாதிக்கக்கூடும் என்பதை பயனர் ஒப்புக்கொள்கிறார். இந்த நிகழ்வுகள் தொடர்பாக பயனரால் ஏற்படும் எந்தவொரு சேதத்திற்கும் வழங்குநர் எந்தப் பொறுப்பையும் ஏற்கவில்லை.
tr: Kullanıcı, Hizmet’in hızı, işlevselliği veya kullanılabilirliği ile ilgili herhangi bir sorun tespit ederse, bunu derhal Sağlayıcı’ya bildirmekle yükümlüdür. Kullanıcı, Kullanıcı’nın internet bağlantısının kesilmesi, doğal afetler, Sağlayıcı’nın teknik ekipmanına yönelik DOS veya DNS saldırıları ve diğer faktörler gibi Sağlayıcı’nın kontrolü dışındaki olayların Hizmet’in işlevselliğini veya kullanılabilirliğini etkileyebileceğini kabul eder. Sağlayıcı, bu olaylarla bağlantılı olarak Kullanıcının uğrayacağı herhangi bir zarardan sorumlu değildir.
uk: Якщо Користувач виявить будь-яку проблему, пов’язану зі швидкістю, функціональністю або доступністю Сервісу, він зобов’язаний негайно повідомити про це Постачальнику. Користувач визнає, що події поза контролем Постачальника, такі як збій Інтернет-з’єднання Користувача, стихійні лиха, DOS або DNS-атаки на технічне обладнання Постачальника та інші фактори, можуть вплинути на функціональність або доступність Сервісу. Постачальник не несе відповідальності за будь-які збитки, понесені Користувачем у зв'язку з цими подіями.
zh_hans: 如果用户发现与服务的速度、功能或可用性有关的任何问题，用户有义务将它立即报告给提供者。用户确认超出提供者控制的事件，比如用户互联网连接失败、自然灾害、对提供者技术设备的拒绝服务攻击或 DNS 攻击，及其他因素，可能影响服务的功能或可用性。提供者对用户因这些事件而造成的任何损害不承担责任。
zh_hant: 若使用者發現任何與本服務速度、功能性或可用性相關之問題，有義務立即向提供者回報。使用者確認，超出提供者控制範圍之事件，如使用者之網際網路連線故障、自然災害、對提供者技術設備之 DOS 或 DNS 攻擊及其他因素，可能會影響本服務之功能性或可用性。提供者對使用者因該等事件所生之任何損害不負責任。
