Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Unless otherwise stated in the Agreement, the license terms of this Agreement are fully governed by the GPLv3 license. However, selected parts of the Software may also be licensed under other licenses. A complete list of licenses used in the Provider's Software and software extensions can be found in their source code, which corresponds to the REUSE 3.0 specification according to the information provided on the Provider's website (see <a href="%(url)s">%(url)s</a>).
cs: Není-li ve Smlouvě uvedeno jinak, řídí se licenční podmínky této Smlouvy plně podle licence GPLv3. Vybrané části Software však mohou být licencovány rovněž v souladu s dalšími licencemi. Úplný seznam licencí použitých v Software Poskytovatele a softwarových rozšíření lze nalézt v jejich zdrojovém kódu, který v souladu s informacemi uvedenými na webových stránkách Poskytovatele (viz <a href="%(url)s">%(url)s</a>) odpovídá specifikaci REUSE 3.0.
de: Sofern in der Vereinbarung nicht anders angegeben, unterliegen die Lizenzbegriffe dieser Vereinbarung vollständig der GPLv3-Lizenz. Ausgewählte Teile der Software können jedoch auch unter anderen Lizenzen lizenziert sein. Eine vollständige Liste der in der Software und den Softwareerweiterungen des Anbieters verwendeten Lizenzen ist in deren Quellcode zu finden, der gemäß den auf der Website des Anbieters bereitgestellten Informationen der REUSE 3.0-Spezifikation entspricht (siehe <a href="%(url)s">%(url)s</a>).
es: A menos que se indique lo contrario en el Acuerdo, los términos de la licencia de este Acuerdo se rigen en su totalidad por la licencia GPLv3. Sin embargo, partes seleccionadas del Software también pueden estar bajo otras licencias. Puede encontrar una lista completa de las licencias utilizadas en el Software del Proveedor y las extensiones de software en su código fuente, que corresponde a la especificación REUSE 3.0 de acuerdo con la información proporcionada en el sitio web del Proveedor (ver <a href="%(url)s">%(url)s</a>).
fr: Sauf indication contraire dans le Contrat, les conditions de licence de ce dernier sont intégralement régies par la licence GPLv3. Cependant, certaines parties du Logiciel peuvent également être concédées sous d'autres licences. La liste complète des licences utilisées dans le Logiciel du Fournisseur et ses extensions est disponible dans leur code source, qui correspond à la spécification REUSE 3.0 selon les informations fournies sur le site web du Fournisseur (voir <a href="%(url)s">%(url)s</a>).
ga: Mura luaitear a mhalairt sa Chomhaontú, tá téarmaí ceadúnais an Chomhaontaithe seo á rialú go hiomlán ag an gceadúnas GPLv3. Féadfar codanna roghnaithe de na Bogearraí a cheadúnú faoi cheadúnais eile, áfach. Is féidir liosta iomlán de na ceadúnais a úsáidtear i mBogearraí an tSoláthraí agus síntí bogearraí a fháil ina gcód foinseach, a fhreagraíonn do shonraíocht REUSE 3.0 de réir na faisnéise a chuirtear ar fáil ar shuíomh Gréasáin an tSoláthraí (féach <a href="%(url)s">%(url)s</a>).
hu: Hacsak a Szerződés másként nem rendelkezik, a jelen Szerződésre vonatkozó licencfeltételeket teljes egészében a GPLv3 licenc szabályozza. Ugyanakkor a Szoftver egyes részei más licencek alatt is elérhetők. A Szolgáltató által használt Szoftver és kiegészítések teljes licenclistája megtalálható a forráskódban, amely megfelel a REUSE 3.0 specifikációnak, a Szolgáltató weboldalán közzétett információk szerint (lásd: <a href="%(url)s">%(url)s</a>).
id: Kecuali dinyatakan lain dalam Perjanjian, ketentuan lisensi Perjanjian ini sepenuhnya diatur oleh lisensi GPLv3. Namun, beberapa bagian Perangkat Lunak juga dapat dilisensikan berdasarkan lisensi lain. Daftar lengkap lisensi yang digunakan dalam Perangkat Lunak dan ekstensi perangkat lunak Penyedia dapat ditemukan dalam kode sumbernya, yang sesuai dengan spesifikasi REUSE 3.0 menurut informasi yang diberikan di situs web Penyedia (lihat <a href="%(url)s">%(url)s</a>).
ja: 本契約に別段の定めがない限り、本契約に基づくライセンス条項は GPLv3 ライセンスにより全面的に規定されます。ただし、ソフトウェアの一部については、他のライセンスの下で提供される場合があります。事業者のソフトウェア及びソフトウェア拡張機能に適用されるライセンスの完全な一覧は、そのソースコード内に記載されており、事業者の Web サイトに記載された情報に従い、REUSE 3.0 仕様に準拠しています（参照: <a href="%(url)s">%(url)s</a>）。
nl: Tenzij anders vermeld in de overeenkomst zijn de bepalingen voor de licentie van deze overeenkomst volledig onderworpen aan de licentie GPLv3. Geselecteerde delen van de software zouden echter ook kunnen zijn gelicenseerd onder andere licenties. Een volledige lijst met in de providers software en software-uitbreidingen gebruikte licenties is te vinden in hun broncode, die correspondeert met de specificatie REUSE 3.0, overeenkomstig de verschafte informatie op de website van de provider (bekijk <a href="%(url)s">%(url)s</a>).
pt_br: A menos que indicado de outra forma no Contrato, os termos de licença deste Contrato são totalmente regidos pela licença GPLv3. No entanto, partes selecionadas do Software também podem ser licenciadas sob outras licenças. Uma lista completa de licenças usadas no Software do Provedor e complementos de software pode ser encontrada em seu código-fonte, que corresponde à especificação REUSE 3.0 de acordo com as informações fornecidas no site do Provedor (consulte <a href="%(url)s">%(url)s</a>).
ru: Если в Соглашении не указано иное, лицензионные условия настоящего Соглашения полностью регулируются лицензией GPLv3. Однако отдельные части Программного обеспечения могут быть лицензированы и по другим лицензиям. Полный список лицензий, используемых в Программном обеспечении и программных расширениях Поставщика, можно найти в их исходном коде, который соответствует спецификации REUSE 3.0 в соответствии с информацией, представленной на сайте Поставщика (см. <a href="%(url)s">%(url)s</a>).
sk: Ak nie je v Zmluve uvedené inak, riadia sa licenčné podmienky tejto Zmluvy plne podľa licencie GPLv3. Vybrané časti Softvéru však môžu byť licencované aj v súlade s ďalšími licenciami. Úplný zoznam licencií použitých v Softvéri Poskytovateľa a softvérových rozšíreniach možno nájsť v ich zdrojovom kóde, ktorý v súlade s informáciami uvedenými na webových stránkach Poskytovateľa (pozri <a href=" %(url)s ">%(url)s </a>) zodpovedá špecifikácii REUSE 3.0.
sl: Razen če ni v pogodbi navedeno drugače, licenčne pogoje te pogodbe v celoti ureja licenca GPLv3. Vendar pa so lahko izbrani deli programske opreme licencirani tudi pod drugimi licencami. Celoten seznam licenc, uporabljenih v ponudnikovi programski opremi in razširitvah programske opreme, je na voljo v njihovi izvorni kodi, ki ustreza specifikaciji REUSE 3.0 v skladu z informacijami, navedenimi na spletni strani ponudnika (glejte <a href="%(url)s">%(url)s</a>).
sv: Om inte annat anges i avtalet regleras licensvillkoren i detta avtal helt av GPLv3-licensen. Vissa delar av programvaran kan dock också licensieras under andra licenser. En fullständig lista över licenser som används i leverantörens programvara och programvarutillägg finns i deras källkod, som motsvarar REUSE 3.0-specifikationen enligt informationen på leverantörens webbplats (se<a href="%(url)s">%(url)s)</a>.
ta: ஒப்பந்தத்தில் குறிப்பிடப்படாவிட்டால், இந்த ஒப்பந்தத்தின் உரிம விதிமுறைகள் GPLV3 உரிமத்தால் முழுமையாக நிர்வகிக்கப்படுகின்றன. இருப்பினும், மென்பொருளின் தேர்ந்தெடுக்கப்பட்ட பகுதிகள் மற்ற உரிமங்களின் கீழ் உரிமம் பெறலாம். வழங்குநரின் மென்பொருள் மற்றும் மென்பொருள் நீட்டிப்புகளில் பயன்படுத்தப்படும் உரிமங்களின் முழுமையான பட்டியலை அவற்றின் மூலக் குறியீட்டில் காணலாம், இது வழங்குநரின் இணையதளத்தில் வழங்கப்பட்ட தகவல்களின்படி மறுபயன்பாடு 3.0 விவரக்குறிப்புக்கு ஒத்திருக்கிறது (<a href="%(url)s பார்க்கவும்">%(url)s </a>).
tr: Sözleşme’de aksi belirtilmedikçe, bu Sözleşme’nin lisans koşulları tamamen GPLv3 lisansına tabidir. Ancak, Yazılım’ın belirli bölümleri başka lisanslar altında da lisanslanabilir. Sağlayıcı’nın Yazılım’ında ve Yazılım eklentilerinde kullanılan lisansların tam bir listesi, Sağlayıcı’nın internet sitesinde verilen bilgilere göre REUSE 3.0 teknik özelliklerine karşılık gelen kaynak kodlarında bulunabilir (Ayrıntılı bilgi almak için: <a href="%(url)s">%(url)s</a>).
uk: Якщо інше не зазначено в Угоді, ліцензійні умови цієї Угоди повністю регулюються ліцензією GPLv3. Проте окремі частини Програмного забезпечення також можуть бути ліцензовані за іншими ліцензіями. Повний перелік ліцензій, які використовуються в Програмному забезпеченні Постачальника, і розширеннях програмного забезпечення можна знайти в їх вихідному коді, який відповідає специфікації REUSE 3.0 згідно з інформацією, наданою на веб-сайті Постачальника (див. <a href="%(url)s">%(url)s</a>).
zh_hans: 除非协议中另有规定，本协议的许可条款完全受GPLv3许可的管辖。但是，本软件的选定部分也可以根据其他许可证进行许可。提供商的软件和软件扩展中使用的完整许可列表可在其源代码中找到，根据提供商网站上提供的信息，该源代码与 REUSE 3.0 规范相对应（见 <a href="%(url)s">%(url)s</a>）。
zh_hant: 除本協議另有規定外，本協議之授權條款完全受 GPLv3 授權規範。然而，軟體之特定部分亦可能適用其他授權。提供者軟體及軟體擴充套件所使用之完整授權清單可於其原始碼中查閱，該原始碼符合 REUSE 3.0 規範，詳情請見提供者網站資訊（參見 <a href="%(url)s">%(url)s</a>）。

source: The User acknowledges that all copyright and other intellectual property rights to the Service belong to the Provider and/or third parties whose works have been incorporated into the Service and/or are used jointly with the Service. However, the User does not lose the right to use the Service to the extent permitted by the applicable licenses, including running, creating, and distributing the Service, even if the User does not publicly release the Service.
cs: Uživatel bere na vědomí, že veškerá autorská práva a jiná práva duševního vlastnictví ke Službě náleží Poskytovateli a/nebo třetím osobám, jejichž díla byla do Služby začleněna a/nebo jsou se Službou společně užívána. Uživatel tím však neztrácí právo Službu používat v rozsahu umožněném předmětnými licencemi, a to včetně jejího spouštění, tvoření a šíření Služby, a to i když Službu sám Uživatel nezveřejňuje.
de: Der Benutzer erkennt an, dass alle Urheberrechte und sonstigen geistigen Eigentumsrechte an dem Dienst dem Anbieter und/oder Drittanbietern gehören, deren Werke in den Dienst aufgenommen wurden und/oder gemeinsam mit dem Dienst genutzt werden. Der Benutzer verliert jedoch nicht das Recht, den Dienst in dem von den geltenden Lizenzen erlaubten Umfang zu nutzen, einschließlich der Ausführung, Erstellung und Verbreitung des Dienstes, auch wenn der Benutzer den Dienst nicht öffentlich freigibt.
es: El Usuario reconoce que todos los derechos de autor y otros derechos de propiedad intelectual del Servicio pertenecen al Proveedor y/o a terceros cuyas obras se han incorporado al Servicio y/o se utilizan conjuntamente con el Servicio. Sin embargo, el Usuario no pierde el derecho a utilizar el Servicio en la medida permitida por las licencias aplicables, incluida la ejecución, creación y distribución del Servicio, incluso si el Usuario no divulga públicamente el Servicio.
fr: L’Utilisateur reconnaît que tous les droits d’auteur et autres droits de propriété intellectuelle relatifs au Service appartiennent au Fournisseur et/ou aux tiers dont les œuvres ont été intégrées au Service et/ou sont utilisées conjointement avec celui-ci. Toutefois, l’Utilisateur conserve le droit d’utiliser le Service dans la mesure permise par les licences applicables, notamment celui de l’exécuter, de le créer et de le distribuer, même s’il ne le rend pas public.
ga: Admhaíonn an tÚsáideoir gur leis an Soláthraí agus/nó le tríú páirtithe a bhfuil a gcuid saothar ionchorpraithe sa tSeirbhís agus/nó a n-úsáidtear i gcomhpháirt leis an tSeirbhís gach cóipcheart agus gach ceart maoine intleachtúla eile don tSeirbhís. Mar sin féin, ní chailleann an tÚsáideoir an ceart chun an tSeirbhís a úsáid a mhéid a cheadaítear leis na ceadúnais is infheidhme, lena n-áirítear an tSeirbhís a reáchtáil, a chruthú agus a dháileadh, fiú mura scaoileann an tÚsáideoir an tSeirbhís go poiblí.
hu: A Felhasználó tudomásul veszi, hogy a Szolgáltatáshoz kapcsolódó valamennyi szerzői jog és egyéb szellemi tulajdonjog a Szolgáltatót és/vagy azokat a harmadik feleket illeti, akik művei a Szolgáltatás részét képezik vagy azzal együtt kerülnek felhasználásra. A Felhasználó azonban nem veszti el a jogát arra, hogy a Szolgáltatást a vonatkozó licencek által megengedett mértékben használja – ideértve annak futtatását, módosítását, terjesztését –, még akkor sem, ha nem teszi azt nyilvánosan elérhetővé.
id: Pengguna mengakui bahwa semua hak cipta dan hak kekayaan intelektual lainnya atas Layanan adalah milik Penyedia dan/atau pihak ketiga yang karyanya telah dimasukkan ke dalam Layanan dan/atau digunakan bersama dengan Layanan. Namun, Pengguna tidak kehilangan hak untuk menggunakan Layanan sejauh diizinkan oleh lisensi yang berlaku, termasuk menjalankan, membuat, dan mendistribusikan Layanan, meskipun Pengguna tidak merilis Layanan secara publik.
ja: 利用者は、サービスに関する著作権その他一切の知的財産権が、当該サービスに組み込まれた著作物の権利者である第三者及び / 又は事業者に帰属することを認識するものとします。ただし、利用者は、適用されるライセンスにより許容される範囲において、サービスを実行し、作成し、又は配布する権利を失うものではなく、サービスを公に公開しない場合であっても同様とします。
nl: De gebruiker begrijpt dat alle auteursrechten en andere intellectuele eigendomsrechten voor de service toebehoren aan de provider en/of derde partijen waarvan de werken zijn verwerkt in de service en/of gezamenlijk worden gebruikt met de service. De gebruiker verliest echter niet het recht om de service te gebruiken tot het bereik dat wordt toegestaan door de van toepassing zijnde licenties, inclusief uitvoeren, maken en distribueren van de service, zelfs als de gebruiker de service niet publiekelijk uitgeeft.
pt_br: O Usuário reconhece que todos os direitos autorais e outros direitos de propriedade intelectual do Serviço pertencem ao Provedor e/ou a terceiros cujos trabalhos foram incorporados ao Serviço e/ou são usados em conjunto com o Serviço. No entanto, o Usuário não perde o direito de usar o Serviço na medida permitida pelas licenças aplicáveis, incluindo executar, criar e distribuir o Serviço, mesmo que o Usuário não divulgue publicamente o Serviço.
ru: Пользователь признаёт, что все авторские и иные права интеллектуальной собственности на Сервис принадлежат Поставщику и/или третьим лицам, чьи произведения были включены в Сервис и/или используются совместно с Сервисом. Однако Пользователь не теряет права использовать Сервис в объёме, разрешенном действующими лицензиями, в том числе запускать, создавать и распространять Сервис, даже если Пользователь не выпускает Сервис в открытый доступ.
sk: Používateľ berie na vedomie, že všetky autorské práva a iné práva duševného vlastníctva k Službe patria Poskytovateľovi a/alebo tretím osobám, ktorých diela boli do Služby začlenené a/alebo sú so Službou spoločne používané. Používateľ tým však nestráca právo Službu používať v rozsahu umožnenom predmetnými licenciami, a to vrátane jej spúšťania, tvorenia a šírenia Služby, a to aj keď Službu sám Používateľ nezverejňuje.
sl: Uporabnik potrjuje, da vse avtorske pravice in druge pravice intelektualne lastnine do storitve pripadajo ponudniku in/ali tretjim osebam, katerih dela so bila vključena v storitev in/ali se uporabljajo skupaj s storitvijo. Vendar pa uporabnik ne izgubi pravice do uporabe storitve v obsegu, ki ga dovoljujejo veljavne licence, vključno z izvajanjem, ustvarjanjem in distribucijo storitve, tudi če uporabnik storitve javno ne objavi.
sv: Användaren erkänner att alla upphovsrättigheter och andra immateriella rättigheter till Tjänsten tillhör Leverantören och/eller tredje part vars verk har införlivats i Tjänsten och/eller används tillsammans med Tjänsten. Användaren förlorar dock inte rätten att använda Tjänsten i den utsträckning som tillåts av tillämpliga licenser, inklusive att köra, skapa och distribuera Tjänsten, även om Användaren inte offentliggör Tjänsten.
ta: சேவைக்கான அனைத்து பதிப்புரிமை மற்றும் பிற அறிவுசார் சொத்துரிமைகள் வழங்குநர் மற்றும்/அல்லது மூன்றாம் தரப்பினருக்கு சொந்தமானது என்பதை பயனர் ஒப்புக்கொள்கிறார், அதன் பணிகள் சேவையில் இணைக்கப்பட்டுள்ளன மற்றும்/அல்லது சேவையுடன் கூட்டாக பயன்படுத்தப்படுகின்றன. இருப்பினும், பயனர் சேவையை பகிரங்கமாக வெளியிடாவிட்டாலும் கூட, சேவையை இயக்குதல், உருவாக்குதல் மற்றும் விநியோகித்தல் உள்ளிட்ட பொருந்தக்கூடிய உரிமங்களால் அனுமதிக்கப்பட்ட அளவிற்கு சேவையைப் பயன்படுத்துவதற்கான உரிமையை பயனர் இழக்க மாட்டார்.
tr: Kullanıcı, Hizmet’e ilişkin tüm telif hakkı ve diğer fikri mülkiyet haklarının Sağlayıcı’ya ve/veya eserleri Hizmet’e dahil edilen ve/veya Hizmet’le birlikte kullanılan üçüncü taraflara ait olduğunu kabul eder. Ancak Kullanıcı, Hizmet’i kamuya açıklamasa bile, Hizmet’i çalıştırmak, oluşturmak ve dağıtmak da dahil olmak üzere, geçerli lisansların izin verdiği ölçüde Hizmet’i kullanma hakkını kaybetmez.
uk: Користувач визнає, що всі авторські права та інші права інтелектуальної власності на Сервіс належать Постачальнику та/або третім сторонам, чиї роботи включені в Сервіс та/або використовуються разом із Сервісом. Однак Користувач не втрачає права використовувати Сервіс у межах, дозволених відповідними ліцензіями, включаючи запуск, створення та розповсюдження Сервісу, навіть якщо Користувач не випускає Сервіс публічно.
zh_hans: 用户承认本服务的所有版权和其他知识产权属于提供商和/或其作品已被纳入本服务和/或与本服务共同使用的第三方。但是，即使用户不公开发布服务，用户也不丧失在适用许可允许的范围内使用服务的权利，包括运行、创建和分发服务的权利。
zh_hant: 使用者確認本服務之所有著作權及其他智慧財產權均歸屬於提供者，和/或其作品已被納入本服務或與本服務共同使用之第三方。然而，使用者不因此喪失在適用授權允許範圍內使用本服務之權利，包含執行、創作及散布本服務，即使使用者未公開發布本服務亦同。

source: For the purpose of exclusive modifications of the Service solely for the benefit of the User or the creation of means to run these Services, the User may publish the Service only if, in accordance with the terms of GPLv3 (and/or later versions of the GPL license), they publish all materials to which they do not own copyright.
cs: Pro účely exkluzivních úprav Služby výhradně ve prospěch Uživatele nebo vytvoření prostředků ke spuštění těchto Služby, může Uživatel Službu zveřejnit pouze v případě, že v souladu s podmínkami GPLv3 (a/nebo pozdější verze GPL licence) zveřejní všechny materiály, ke kterým nevlastní autorská práva.
de: Zum Zwecke der ausschließlichen Änderung des Dienstes ausschließlich zugunsten des Benutzers oder der Schaffung von Mitteln zum Betrieb dieser Dienste darf der Benutzer den Dienst nur dann veröffentlichen, wenn er gemäß den Begriffen der GPLv3 (und/oder späteren Versionen der GPL-Lizenz) alle Materialien veröffentlicht, an denen er kein Urheberrecht besitzt.
es: Con el propósito de modificaciones exclusivas del Servicio únicamente en beneficio del Usuario o la creación de medios para ejecutar estos Servicios, el Usuario puede publicar el Servicio solo si, de acuerdo con los términos de la GPLv3 (y/o versiones posteriores de la licencia GPL), publica todos los materiales sobre los que no posee derechos de autor.
fr: Aux fins de modifications exclusives du Service uniquement au profit de l'Utilisateur ou de la création de moyens pour exécuter ces Services, l'Utilisateur ne peut publier le Service que si, conformément aux termes de la GPLv3 (et/ou des versions ultérieures de la licence GPL), il publie tous les éléments dont il ne possède pas les droits d'auteur.
ga: Chun críche modhnuithe eisiacha ar an tSeirbhís ar mhaithe leis an Úsáideoir amháin nó chun modhanna a chruthú chun na Seirbhísí seo a reáchtáil, ní fhéadfaidh an tÚsáideoir an tSeirbhís a fhoilsiú ach amháin más rud é, de réir théarmaí GPLv3 (agus / nó leaganacha níos déanaí den cheadúnas GPL), go bhfoilsíonn siad gach ábhar nach bhfuil cóipcheart acu orthu.
hu: Ha a Szolgáltatás módosításai kizárólag a Felhasználó javát szolgálják vagy olyan eszközök készülnek, amelyekkel ezek futtathatók, akkor a Felhasználó csak akkor teheti közzé a Szolgáltatást, ha a GPLv3 (és/vagy későbbi GPL-verziók) szerint minden olyan anyagot is közzétesz, amelyre nem rendelkezik szerzői joggal.
id: Untuk tujuan modifikasi eksklusif Layanan semata-mata demi keuntungan Pengguna atau penciptaan sarana untuk menjalankan Layanan ini, Pengguna boleh menerbitkan Layanan hanya jika, sesuai dengan ketentuan GPLv3 (dan/atau versi lisensi GPL selanjutnya), mereka menerbitkan semua materi yang hak ciptanya tidak mereka miliki.
ja: サービスを利用者自身の利益のために独占的に改変する場合、又は当該サービスを実行するための手段を作成する場合には、利用者は、GPLv3（及び / 又はその後のバージョン）の条件に従い、自ら著作権を有しないすべての資料を公開する場合に限り、当該サービスを公開することができます。
nl: Voor het doel van exclusieve aanpassingen van de service, uitsluitend ten behoeve van de gebruiker, of het maken van manieren om deze service uit te voeren, mag de gebruiker de service alleen publiceren als, overeenkomstig de bepalingen van de GPLv3 (en/of latere versies van de licentie GPL), alle materiaal publiceert waarvan hij niet de auteursrechten heeft.
pt_br: Para fins de modificações exclusivas do Serviço somente para o benefício do Usuário ou para a criação de meios para executar esses Serviços, o Usuário poderá publicar o Serviço somente se, de acordo com os termos da GPLv3 (e/ou versões posteriores da licença GPL), ele publicar todos os materiais dos quais não possui direitos autorais.
ru: В целях эксклюзивной модификации Сервиса исключительно в интересах Пользователя или создания средств для работы этих Сервисов, Пользователь может опубликовать Сервис только в том случае, если в соответствии с условиями GPLv3 (и/или более поздних версий лицензии GPL) он публикует все материалы, авторские права на которые ему не принадлежат.
sk: Pre účely exkluzívnych úprav Služby výhradne v prospech Používateľa alebo vytvorenia prostriedkov na spustenie takejto Služby, môže Používateľ Službu zverejniť iba v prípade, že v súlade s podmienkami GPLv3 (a/alebo neskoršej verzie GPL licencie) zverejní všetky materiály, ku ktorým nevlastní autorské práva.
sl: Za namene izključnih sprememb storitve izključno v korist uporabnika ali ustvarjanja sredstev za delovanje teh storitev lahko uporabnik objavi storitev le, če v skladu s pogoji licence GPLv3 (in/ali novejšimi različicami licence GPL) objavi vse gradivo, za katero nima avtorskih pravic.
sv: I syfte att göra exklusiva modifieringar av Tjänsten enbart till förmån för Användaren eller för att skapa medel för att driva dessa Tjänster, får Användaren publicera Tjänsten endast om denne, i enlighet med villkoren i GPLv3 (och/eller senare versioner av GPL-licensen), publicerar allt material som denne inte äger upphovsrätten till.
ta: சேவையின் பிரத்தியேக மாற்றங்களின் நோக்கத்திற்காக அல்லது பயனரின் நலனுக்காக அல்லது இந்த சேவைகளை இயக்குவதற்கான வழிமுறைகளை உருவாக்கியதற்காக, GPLV3 இன் விதிமுறைகளுக்கு ஏற்ப (மற்றும்/அல்லது பின்னர் வரும் பதிப்புகள் சிபிஎல் உரிமம்), அவர்கள் பதிப்புரிமை இல்லாத அனைத்து பொருட்களையும் வெளியிடுகிறார்கள்.
tr: Hizmet’in yalnızca Kullanıcı’nın yararına özel olarak değiştirilmesi veya bu Hizmet’leri çalıştırmak için araçlar oluşturulması amacıyla Kullanıcı, Hizmet’i yalnızca GPLv3 (ve/veya GPL lisansının sonraki sürümleri) koşullarına uygun olarak telif hakkına sahip olmadığı tüm materyalleri yayınlaması halinde yayınlayabilir.
uk: З метою ексклюзивних модифікацій Сервісу виключно на користь Користувача або створення засобів для запуску цих Сервісів Користувач може публікувати Сервіс, лише якщо відповідно до умов GPLv3 (та/або пізніших версій ліцензія GPL), вони публікують усі матеріали, на які вони не володіють авторським правом.
zh_hans: 如果出于服务的排他性修改（完全为了用户利益或创建运行这些服务的手段）的目的，用户只有按照GPLv3（和/或GPL许可证的后续版本）的条款发布其不拥有版权的所有材料才可以发布服务。
zh_hant: 若僅為使用者之利益而對本服務進行專屬修改，或為建立運作本服務之手段，使用者僅得在符合 GPLv3（和/或 GPL 授權後續版本）條款之前提下發布本服務，即必須發布其未擁有著作權之所有材料。
