Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The definitions below have the following meanings for the purposes of these general terms and conditions:
cs: Níže uvedené definice mají pro účely těchto všeobecných obchodních podmínek následující význam:
de: Die nachstehenden Begriffe haben für die Zwecke dieser allgemeinen Geschäftsbedingungen folgende Bedeutung:
es: Las definiciones que figuran a continuación tienen los siguientes significados a efectos de estas condiciones generales:
fr: Aux fins des présentes conditions générales, les définitions ci-dessous ont la signification suivante :
ga: Tá na bríonna seo a leanas leis na sainmhínithe thíos chun críocha na dtéarmaí agus na gcoinníollacha ginearálta seo:
hu: Az alábbi fogalommeghatározások a jelen általános szerződési feltételek alkalmazásában a következő jelentéssel bírnak:
id: Definisi di bawah ini mempunyai arti sebagai berikut untuk tujuan syarat dan ketentuan umum ini:
ja: 以下の定義は、本一般利用規約の目的のために次の意味を有するものとする：
nl: De definities hieronder hebben de volgende betekenis voor het doel van deze algemene bepalingen en voorwaarden:
pt_br: As definições abaixo têm os seguintes significados para os propósitos destes termos e condições gerais:
ru: Приведённые ниже определения имеют следующие значения для целей настоящих общих положений и условий:
sk: Nižšie uvedené definície majú pre účely týchto všeobecných obchodných podmienok nasledujúci význam:
sl: Spodnje opredelitve imajo za namene teh splošnih pogojev naslednji pomen:
sv: Definitionerna nedan har följande innebörd i dessa allmänna villkor:
ta: கீழேயுள்ள வரையறைகள் இந்த பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகளின் நோக்கங்களுக்காக பின்வரும் அர்த்தங்களைக் கொண்டுள்ளன:
tr: Aşağıdaki tanımlar, bu Genel Hüküm ve Koşulların amaçları doğrultusunda aşağıdaki anlamlara sahiptir:
uk: Наведені нижче визначення мають такі значення для цілей цих загальних умов:
zh_hans: 以下定义出于这些一般条款和条件的目的有下列含义：
zh_hant: 就本一般條款與條件之目的而言，下列定義具有以下含義：

source: Civil Code
ar: القانون المدني
ckb: کۆدی شارستانی
cs: Občanský zákoník
da: Civillovbog
de: Bürgerliches Gesetzbuch
es: Código Civil
fi: Siviilikoodi
fr: Code civil
ga: Cód Sibhialta
gl: Código civil
he: הקודקס האזרחי
hu: Polgári Törvénykönyv
id: Hukum Perdata
is: Lög um réttarfar í einkamálum
ja: 民法
kab: Asaḍuf aɣarim
lt: Civilinis kodeksas
lv: Civilkodekss
nl: Burgerlijk wetboek
pt_br: Código Civil
ro: Codul civil
ru: Гражданский кодекс
sk: Občiansky zákonník
sl: Civilni zakonik
sv: Civilkod
ta: குடிமை குறியீடு
tr: Medeni Kanun
uk: Цивільний кодекс
zh_hans: 民法典
zh_hant: 民法典

source: means Act No. 89/2012 Coll., Civil Code, as amended;
cs: znamená zákon 89/2012 Sb., občanský zákoník, ve znění pozdějších předpisů;
de: bezeichnet das Gesetz Nr. 89/2012 Slg. über das Zivilgesetzbuch in seiner geänderten Fassung;
es: significa colección de artículos nº89/2012 del Código Civil, tal y como se ha enmendado;
fr: désigne la loi n° 89/2012 Coll., Code civil, telle que modifiée ;
ga: 89/2012 Coll., Cód Sibhialta, arna leasú;
hu: z 89/2012. sz. törvényt, azaz a hatályos Polgári Törvénykönyvet jelenti;
id: berarti Undang-Undang No. 89/2012 Coll., Kitab Undang-Undang Hukum Perdata, sebagaimana telah diubah;
ja: 2012 年法律第 89 号（改正後の民法）を意味します。
nl: betekent Act No. 89/2012 Coll., Civil Code, zoals gewijzigd;
pt_br: significa Lei n.º 89/2012, Código Civil, conforme alteração;
ru: означает Закон № 89/2012 Св., Гражданский кодекс, с поправками;
sk: znamená zákon 89/2012 Zb., Občiansky zákonník, v znení neskorších predpisov;
sl: pomeni Zakon št. 89/2012 Zb., Civilni zakonik, s spremembami in dopolnitvami;
sv: avser lag nr 89/2012 Coll., civillagen, i dess ändrade lydelse;
ta: சட்டம் எண் 89/2012 கோல்., குடிமை கோட், திருத்தப்பட்டபடி;
tr: değiştirilmiş şekliyle 89/2012 Coll. sayılı Medeni Kanunu ifade eder;
uk: означає Закон № 89/2012 Coll., Цивільний кодекс, зі змінами;
zh_hans: 指修正后的民法典第 89/2012号法案；
zh_hant: 指《第 89/2012 Coll. 號法案民法典》及其修訂；

source: Contracting Parties
cs: Smluvní strany
de: Vertragsparteien
es: Partes Contratantes
fr: Parties contractantes
ga: Páirtithe Conarthacha
hu: Szerződő felek
id: Pihak-pihak yang mengadakan kontrak
ja: 契約の当事者
nl: Partijen in het contract
pt_br: Partes Contratantes
ru: Договаривающиеся стороны
sk: Zmluvné strany
sl: Pogodbene stranke
sv: Avtalsparter
ta: ஒப்பந்தக் கட்சிகள்
tr: Sözleşmenin Tarafları
uk: Договірні сторони
zh_hans: 合约方
zh_hant: 締約方

source: jointly refers to the User and the Provider;
cs: společně Uživatel a Poskytovatel;
de: bezieht sich gemeinsam auf den Benutzer und den Anbieter;
es: se refiere conjuntamente a la Usuario y al Proveedor;
fr: désigne conjointement l'Utilisateur et le Fournisseur ;
ga: tagraíonn sé go comhpháirteach don Úsáideoir agus don Soláthraí;
hu: a Felhasználóra és a Szolgáltatóra együttesen utal;
id: secara bersama-sama mengacu pada Pengguna dan Penyedia;
ja: 「共同作業者」は利用者と事業者を指します。
nl: verwijst gezamenlijk naar de gebruiker en de provider;
pt_br: refere-se conjuntamente ao Usuário e ao Provedor;
ru: совместно относится к Пользователю и Поставщику;
sk: spoločne Používateľ a Poskytovateľ;
sl: skupaj se nanaša na uporabnika in ponudnika;
sv: avser gemensamt Användaren och Leverantören;
ta: கூட்டாக பயனர் மற்றும் வழங்குநரைக் குறிக்கிறது;
tr: Kullanıcı ve Sağlayıcı’yı müştereken ifade eder;
uk: спільно відноситься до Користувача та Провайдера;
zh_hans: 指用户和提供者；
zh_hant: 統稱使用者與提供者；

source: Cookies
ar: ملفات تعريف الإرتباط
fi: Evästeet
fr: Témoins de connexion
ga: Fianáin
he: עוגיות
hu: Sütik
id: Kuki
is: Vefkökur
ja: Cookie
kab: Inagan n tuqqna
lt: Slapukai
lv: Sīkdatnes
ro: Cookie-uri
ru: «Куки»
sk: Súbory cookie
sl: Piškotki
ta: குக்கீகள்
tr: Tanımlama Bilgileri
uk: Куки
zh_hans: Cookie

source: means any data sent from the service's web server to the User's computer or other internet-connected device, which allows the unique identification of the User's web browser in accordance with Section 89 of Act No. 480/2004 Coll., on Certain Information Society Services and Amending Certain Acts, as amended;
cs: znamená jakákoliv data odeslaná z webového serveru Služby na počítač Uživatele nebo jiné zařízení připojené k internetu, které umožní unikátní identifikaci Uživatelova webového prohlížeče v souladu s § 89 zákona č. 480/2004 Sb., o některých službách informační společnosti a o změně některých zákonů, ve znění pozdějších předpisů;
de: bezeichnet alle Daten, die vom Webserver des Dienstes an den Computer oder ein anderes mit dem Internet verbundenes Gerät des Benutzers gesendet werden und die die eindeutige Identifizierung des Webbrowsers des Benutzers gemäß § 89 des Gesetzes Nr. 480/2004 Slg. über bestimmte Dienste der Informationsgesellschaft und zur Änderung bestimmter Gesetze in seiner geänderten Fassung ermöglichen;
es: significa cualquier dato enviado desde el servidor web del servicio al ordenador del Usuario u otro dispositivo conectado a Internet, que permita la identificación única del navegador web del Usuario de conformidad con el artículo 89 de la Ley No. 480/2004 Coll., sobre determinados servicios de la sociedad de la información y modificación de determinadas leyes, en su versión modificada;
fr: désigne toutes les données envoyées par le serveur web du service à l'ordinateur ou à tout autre appareil connecté à Internet de l'utilisateur, permettant l'identification unique du navigateur web de l'utilisateur conformément à l'article 89 de la loi n° 480/2004 Coll., relative à certains services de la société de l'information et modifiant certaines lois, telle que modifiée ;
ga: ciallaíonn sé aon sonraí a sheoltar ó fhreastalaí gréasáin na seirbhíse chuig ríomhaire an Úsáideora nó gléas eile atá nasctha leis an idirlíon, a cheadaíonn brabhsálaí gréasáin an Úsáideora a shainaithint go uathúil de réir Alt 89 den Acht Uimh. 480/2004 Coll., ar Sheirbhísí Áirithe Sochaí Faisnéise agus Achtanna Áirithe, mar a leasuíodh;
hu: azokat az adatokat jelentik, amelyeket a szolgáltatás webszervere küld a Felhasználó számítógépére vagy más internetkapcsolattal rendelkező eszközére, amelyek lehetővé teszik a Felhasználó webböngészőjének egyedi azonosítását, a 2004. évi 480. törvény 89. §-a alapján (az Elektronikus kereskedelmi szolgáltatásokról szóló törvény szerint);
id: berarti data apa pun yang dikirim dari server web layanan ke komputer Pengguna atau perangkat lain yang terhubung ke internet, yang memungkinkan identifikasi unik peramban web Pengguna sesuai dengan Bagian 89 Undang-Undang No. 480/2004 Coll., tentang Layanan Masyarakat Informasi Tertentu dan Mengubah Undang-Undang Tertentu, sebagaimana telah diubah;
ja: 本サービスの Web サーバーから利用者のコンピュータまたはその他のインターネット接続機器に送信され、改正を含む法令第 480 / 2004 号（特定情報社会サービス及び一部法令の改正に関する法）第 89 条に従って利用者の Web ブラウザを一意に識別できるデータを指します。
nl: betekent alle gegevens die worden verzonden van de webserver van de service naar de computer van de gebruiker of ander met internet verbonden apparaat, dat de unieke identificatie mogelijk maakt van de webbrowser van de gebruiker overeenkomstig Section 89 of Act No. 480/2004 Coll., on Certain Information Society Services and Amending Certain Acts, zoals van toepassing;
pt_br: significa quaisquer dados enviados do servidor web do serviço para o computador do Usuário ou outro dispositivo conectado à Internet, que permite a identificação exclusiva do navegador web do Usuário de acordo com a Seção 89 da Lei nº 480/2004, sobre Certos Serviços da Sociedade da Informação e Emendas a Certos Atos, conforme emenda;
ru: означает любые данные, отправленные с веб-сервера сервиса на компьютер Пользователя или другое устройство, подключённое к Интернету, которые позволяют уникально идентифицировать веб-браузер Пользователя в соответствии с разделом 89 Закона № 480/2004 Св. о некоторых услугах информационного общества и внесении изменений в некоторые законы, с поправками;
sk: znamená akékoľvek dáta odoslané z webového servera Služby na počítač Používateľa alebo iné zariadenie pripojené k internetu, ktoré umožní unikátnu identifikáciu Používateľovho webového prehliadača v súlade s § 89 zákona č. 480/2004 Zb. o niektorých službách informačnej spoločnosti a o zmene niektorých zákonov v znení neskorších predpisov;
sl: pomeni vse podatke, ki jih strežnik storitve pošlje na uporabnikov računalnik ali drugo z internetom povezano napravo in ki omogočajo enolično identifikacijo uporabnikovega spletnega brskalnika v skladu s členom 89 Zakona št. 480/2004 Zb., o nekaterih storitvah informacijske družbe in o spremembi nekaterih zakonov, kakor je bil kasneje spremenjen;
sv: avser alla data som skickas från tjänstens webbserver till användarens dator eller annan internetansluten enhet, vilket möjliggör unik identifiering av användarens webbläsare i enlighet med § 89 i lag nr 480/2004 Coll., om vissa informationssamhällstjänster och ändring av vissa lagar, i dess ändrade lydelse;
ta: சேவையின் வலை சேவையகத்திலிருந்து பயனரின் கணினி அல்லது பிற இணையத்துடன் இணைக்கப்பட்ட பிற சாதனத்திற்கு அனுப்பப்படும் எந்தவொரு தரவையும் குறிக்கிறது, இது சட்டகை எண் 480/2004 COLL இன் பிரிவு 89 இன் படி பயனரின் வலை உலாவியை தனித்துவமாக அடையாளம் காண அனுமதிக்கிறது, சில செய்தி சங்க சேவைகளில் திருத்தப்பட்டபடி சில செயல்களைத் திருத்துதல்;
tr: hizmetin internet sunucusundan Kullanıcı’nın bilgisayarına veya internete bağlı başka bir cihaza gönderilen ve değiştirildiği şekliyle 480/2004 Coll. sayılı Bazı Bilgi Toplumu Hizmetleri ve Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun'un 89. Bölümü uyarınca Kullanıcı’nın internet tarayıcısının benzersiz bir şekilde tanımlanmasını sağlayan herhangi bir veriyi ifade eder;
uk: означає будь-які дані, надіслані з веб-сервера служби на комп’ютер Користувача або інший пристрій, підключений до Інтернету, що дозволяє унікально ідентифікувати веб-браузер Користувача відповідно до розділу 89 Закону № 480/2004 Coll. про певні послуги інформаційного суспільства. та про внесення змін до деяких законів із поправками;
zh_hans: 指从服务的 web 服务器发送到用户的计算机或其他连接互联网设备的任何数据，依照 Act No. 480/2004 Coll 修正案有关特定信息社会服务和修改某些法案的 Section 89，这些数据可以对用户的网络浏览器进行唯一识别；
zh_hant: 指從服務網站伺服器發送至使用者電腦或其他連網裝置之任何資料，該資料允許依據修訂後之《第 480/2004 Coll. 號特定資訊社會服務法及部分法案修正案》第 89 條唯一識別使用者之網頁瀏覽器；

source: Dedicated Weblate
cs: Vyhrazený Weblate
de: Dedizierte Weblate-Installation
es: Weblate dedicada
fr: Weblate dédié
ga: Weblate Tiomnaithe
hu: Dedikált Weblate
id: Weblate Khusus
ja: 専用の Weblate
nl: Toegewezen Weblate
pt_br: Weblate Dedicado
ru: Выделенный Weblate
sk: Vyhradený Weblate
sl: Namensko spletno mesto
sv: Dedikerad Weblate
ta: அர்ப்பணிக்கப்பட்ட வலைபெயர்ப்பு
tr: Özel Weblate
uk: Виділений Weblate
zh_hans: 专用的 Weblate
zh_hant: 專用 Weblate（Dedicated Weblate）

source: means a form of collaboration where the User is the sole user of the Service in a cloud hosted and provided by the Provider;
cs: znamená formu spolupráce, kdy Uživatel je výhradním uživatelem Služby v cloudu hostovaném a poskytovaném ze strany Poskytovatele;
de: bezeichnet eine Form der Zusammenarbeit, bei der der Benutzer der einzige Benutzer des Dienstes in einer vom Anbieter gehosteten und bereitgestellten Cloud ist;
es: significa una forma de colaboración en la que el Usuario es el único usuario del Servicio en una nube alojada y proporcionada por el Proveedor;
fr: désigne une forme de collaboration où l'Utilisateur est le seul utilisateur du Service dans un cloud hébergé et fourni par le Fournisseur ;
ga: ciallaíonn sé cineál comhoibrithe i gcás inarb é an tÚsáideoir an t-aon úsáideoir de chuid na Seirbhíse i néal arna óstáil agus arna sholáthar ag an Soláthraí;
hu: egy olyan együttműködési forma, amelyben a Felhasználó kizárólagos hozzáféréssel rendelkezik a Szolgáltatáshoz, a Szolgáltató által üzemeltetett felhőalapú környezetben;
id: berarti suatu bentuk kolaborasi di mana Pengguna adalah satu-satunya pengguna Layanan di cloud yang dihosting dan disediakan oleh Penyedia;
ja: 事業者がホストおよび提供するクラウド上で、利用者が当該サービスの唯一の利用者であるコラボレーションの形態を指します。
nl: betekent een vorm van samenwerking waarbij de gebruiker de enige gebruiker is van de in de cloud gehoste service die is verschaft door de provider;
pt_br: significa uma forma de colaboração em que o Usuário é o único usuário do Serviço em Nuvem hospedada e fornecida pelo Provedor;
ru: означает форму сотрудничества, при которой Пользователь является единственным пользователем Сервиса в облаке, размещённом и предоставляемом Поставщиком;
sk: znamená formu spolupráce, kedy Používateľ je výhradným používateľom Služby v cloude hosťovanom a poskytovanom zo strany Poskytovateľa;
sl: pomeni obliko sodelovanja, pri kateri je uporabnik edini uporabnik storitve v oblaku, ki ga gosti in zagotavlja ponudnik;
sv: avser en form av samarbete där Användaren är den enda användaren av Tjänsten i ett moln som hostas och tillhandahålls av Leverantören;
ta: வழங்குநரால் வழங்கப்பட்ட மற்றும் வழங்கப்பட்ட கிளவுட்டில் பயனர் சேவையின் ஒரே பயனராக இருக்கும் ஒத்துழைப்பின் ஒரு வடிவம்;
tr: Kullanıcı’nın, Sağlayıcı tarafından barındırılan ve sağlanan bir bulutta Hizmetin tek kullanıcısı olduğu bir işbirliği biçimi anlamına gelir;
uk: означає форму співпраці, коли Користувач є єдиним користувачем Сервісу в хмарі, розміщеній та наданій Постачальником;
zh_hans: 指一种协作形式，其中用户是提供者托管并提供的云中的服务的唯一用户；
zh_hant: 指一種合作形式，其中使用者為提供者託管並提供之雲端服務中之唯一使用者；

source: GDPR
ar: اللائحة العامة لحماية البيانات
de: DSGVO
es: RGPD
fi: GDPR eli yleinen tietosuoja-asetus
fr: RGPD
gl: RXPD
lt: BDAR
lv: VDAR(GDPR)
nl: AVG
pt_br: RGPD
ro: GDPR (Regulamentul general privind protecția datelor)
ta: சிடிபிஆர்

source: means EU Regulation No. 679/2016, General Regulation on Personal Data Protection;
cs: znamená nařízení EU č. 679/2016, obecné nařízení o ochraně osobních údajů;
de: bezeichnet die EU-Verordnung Nr. 679/2016, Allgemeine Verordnung über den Schutz personenbezogener Daten;
es: significa el Reglamento nº 679/2016 de la UE, la Regulación General de Protección de Datos Personales;
fr: désigne le règlement (UE) n° 679/2016, règlement général sur la protection des données à caractère personnel ;
ga: 679/2016, Rialachán Ginearálta maidir le Cosaint Sonraí Pearsanta;
hu: az Európai Unió 679/2016. sz. rendeletét jelenti, az Általános Adatvédelmi Rendeletet;
id: berarti Peraturan UE No. 679/2016, Peraturan Umum tentang Perlindungan Data Pribadi;
ja: EU 規則 No. 679/2016、個人データ保護の一般規則のことです；
nl: staat voor EU Richtlijn nr. 2016/679, de Algemene Verordening Gegevensbescherming;
pt_br: significa Regulamento da União Europeia n.º 679/2016, Regulamento Geral sobre Proteção de Dados Pessoais;
ru: означает Постановление ЕС № 679/2016, Общее положение о защите персональных данных;
sk: znamená nariadenie EÚ č. 679/2016, všeobecné nariadenie o ochrane osobných údajov;
sl: pomeni Uredbo EU št. 679/2016, Splošno uredbo o varstvu osebnih podatkov;
sv: avser EU-förordning nr 679/2016, allmän förordning om skydd av personuppgifter;
ta: ஐரோப்பிய ஒன்றிய ஒழுங்குமுறை எண் 679/2016, தனிப்பட்ட தரவு பாதுகாப்பு குறித்த பொது ஒழுங்குமுறை;
tr: 679/2016 sayılı AB Tüzüğü, Kişisel Veri’lerin Korunmasına İlişkin Genel Düzenlemeyi ifade eder;
uk: означає Регламент ЄС № 679/2016, Загальний регламент захисту персональних даних;
zh_hans: 指欧盟第679/2016号条例，个人数据保护通用条例；
zh_hant: 指歐盟第 2016/679 號規則《一般資料保護規則》；

source: GTC
cs: VOP
de: AGB
hu: ÁSZF
id: Syarat dan Ketentuan
sk: VOP
sl: Splošni pogoji poslovanja
sv: Allmänna villkor
ta: சி.டி.சி
tr: Genel Hüküm ve Koşullar
zh_hant: 本條款

source: means these general terms and conditions, which form an integral part of the Agreement;
cs: znamená tyto všeobecné obchodní podmínky, které tvoří nedílnou součást Smlouvy;
de: bezeichnet diese allgemeinen Begriffe und Bedingungen, die einen integralen Bestandteil des Vertrags bilden;
es: significa que estos términos generales y condiciones, las cuales forman parte integral del Acuerdo;
fr: désigne les présentes conditions générales, qui font partie intégrante du Contrat ;
ga: ciallaíonn sé na téarmaí agus coinníollacha ginearálta sin, ar cuid dhílis den Chomhaontú iad;
hu: az ezen általános szerződési feltételeket jelenti, amelyek a Szerződés elválaszthatatlan részét képezik;
id: berarti syarat dan ketentuan umum ini, yang merupakan bagian yang tidak terpisahkan dari Perjanjian;
ja: 契約の不可分の一部を構成するこれらの一般利用規約を指します。
nl: betekent deze algemene bepalingen en voorwaarden, die een integraal deel vormen van de overeenkomst;
pt_br: significa estes termos e condições gerais, que constituem parte integrante do Contrato;
ru: означает настоящие общие положения и условия, которые являются неотъемлемой частью Соглашения;
sk: znamená tieto všeobecné obchodné podmienky, ktoré tvoria neoddeliteľnú súčasť Zmluvy;
sl: pomeni te splošne pogoje poslovanja, ki so sestavni del pogodbe;
sv: betyder dessa allmänna villkor, som utgör en integrerad del av Avtalet;
ta: இந்த பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள், ஒப்பந்தத்தின் ஒருங்கிணைந்த பகுதியாக உருவாகின்றன;
tr: sözleşmenin ayrılmaz bir parçasını oluşturan bu Genel Hüküm ve Koşullar metnini ifade eder;
uk: означає ці загальні умови, які є невід'ємною частиною Договору;
zh_hans: 表示这些通用条款和条件，它们形成本协议不可或缺的一部分；
zh_hant: 指本一般條款與條件，其為本協議不可分割之一部分；

source: Hosted String
cs: Hostovaný řetězec
de: Gehostete Zeichenkette
es: Cadena Hospedada
fr: Chaîne hébergée
ga: Teaghrán Óstáilte
hu: Tárolt szövegegység
id: String yang dihosting
ja: ホストに保存する文章
nl: Gehoste tekenreeks
pt_br: Textos Hospedados
ru: Размещённая строка
sk: Hosťovaný reťazec
sl: Gostovani niz
sv: Värdsträng
ta: புரவலன் செய்யப்பட்ட சரம்
tr: Barındırılan Dizge
uk: Розміщений рядок
zh_hans: 托管的字符串
zh_hant: 託管字串

source: means a text unit defined in the translation format. It can be a word, sentence, or paragraph. It is counted separately for each language;
de: bedeutet eine im Übersetzungsformat definierte Texteinheit. Dies kann ein Wort, ein Satz oder ein Absatz sein. Sie wird für jede Sprache separat gezählt;
fr: désigne une unité de texte définie dans le format de traduction. Il peut s'agir d'un mot, d'une phrase ou d'un paragraphe. Elle est comptabilisée séparément pour chaque langue ;
id: berarti unit teks yang didefinisikan dalam format terjemahan. Bisa berupa kata, kalimat, atau paragraf. Dapat dihitung secara terpisah untuk setiap bahasa;
ja: 翻訳の形式で定義されたテキストの単位のことです。テキストの単位は、単語一つの場合もあれば、一つの文、一つの段落となる場合があります。言語ごとに個別に計数されます。
nl: betekent een teksteenheid die is gedefinieerd in de indeling van de vertaling. Het kan een woord, zin of alinea zijn. Het wordt in elke taal afzonderlijk geteld;
pt_br: significa uma unidade de texto definida no formato de tradução. Pode ser uma palavra, sentença ou parágrafo. É contada separadamente para cada idioma;
ru: означает единицу текста, определённую в формате перевода. Это может быть слово, предложение или абзац. Подсчитывается отдельно для каждого языка;
sl: pomeni besedilno enoto, definirano v formatu prevoda. Lahko je beseda, stavek ali odstavek. Šteje se ločeno za vsak jezik;
sv: betyder en textdel som definieras i översättningsformatet. Det kan vara ett ord, en mening eller ett stycke. Det räknas separat för varje språk;
ta: மொழிபெயர்ப்பு வடிவத்தில் வரையறுக்கப்பட்ட உரை அலகு என்று பொருள். இது ஒரு சொல், வாக்கியம் அல்லது பத்தி இருக்கலாம்.இது ஒவ்வொரு மொழிக்கும் தனித்தனியாகக் கணக்கிடப்படுகிறது;
uk: означає текстову одиницю, визначену у форматі перекладу. Це може бути слово, речення або абзац. Вона враховується окремо для кожної мови;
zh_hans: 指翻译格式定义的文本单元。可以是单词、句子或段落；每种语言单独计算；
zh_hant: 指翻譯格式中定義之文字單位。可為單字、句子或段落。每種語言分開計算；

source: Hosted Weblate
es: Alojado en Weblate
fr: Weblate hébergé
ga: Weblate óstáil
sl: Gostovani Weblate
ta: வலைபெயர்ப்பு புரவலன் செய்யப்பட்டது
zh_hant: 託管 Weblate (Hosted Weblate)
