Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: In certain cases, the Provider <strong>may also be a processor of personal data</strong>, namely when personal data of third parties is provided to it by the User for their own purposes (e.g., in the case of adding individual team members, donating a project to the Provider on behalf of another person, etc.). The processing of selected Personal Data of third parties made accessible by the User occurs in this case at the User's direction, under the conditions and based on a separate data processing agreement (so-called processing agreement) concluded between the Provider and the User.
cs: V určitých případech může být Poskytovatel <strong>také zpracovatelem osobních údajů</strong>, a to v případě, že je jsou mu ze strany Uživatele poskytnuty osobní údaje třetích osob pro jejich vlastní účely (např. v případě přidání jednotlivých členů svého týmu, darování projektu Poskytovatele jménem cizí osoby apod.). Ke zpracovávání vybraných Osobních údajů třetích osob zpřístupněných Uživatelem dochází v tomto případě na pokyn Uživatele, a to za podmínek a na základě samostatné smlouvy o zpracování osobních údajů (tzv. zpracovatelské smlouvy) uzavřené mezi Poskytovatelem a Uživatelem.
de: In bestimmten Fällen kann der Anbieter <strong>auch Verarbeiter personenbezogener Daten</strong> sein, nämlich dann, wenn ihm personenbezogene Daten Dritter vom Benutzer für eigene Zwecke zur Verfügung gestellt werden (z. B. bei der Aufnahme einzelner Teammitglieder, bei der Schenkung eines Projektes an den Anbieter im Namen einer anderen Person usw.) Die Verarbeitung ausgewählter, vom Benutzer zugänglich gemachter personenbezogener Daten von Drittanbietern erfolgt in diesem Fall auf Weisung des Benutzers, zu den Bedingungen und auf der Grundlage eines gesonderten Auftragsdatenverarbeitungsvertrages (sog. Auftragsverarbeitungsvertrag), der zwischen dem Anbieter und dem Benutzer abgeschlossen wird.
es: En determinados casos, el Proveedor <strong>también puede ser un procesador de datos personales</strong>, es decir, cuando el Usuario le proporciona datos personales de terceros para sus propios fines (por ejemplo, en el caso de agregar miembros individuales del equipo, donar un proyecto al Proveedor en nombre de otra persona, etc.). El procesamiento de Datos Personales seleccionados de terceros a los que el Usuario puede acceder se realiza en este caso bajo la dirección del Usuario, bajo las condiciones y sobre la base de un acuerdo de procesamiento de datos separado (el llamado acuerdo de procesamiento) celebrado entre el Proveedor y el Usuario.
fr: Dans certains cas, le Prestataire peut également être un sous-traitant de données personnelles, notamment lorsque l'Utilisateur lui communique des données personnelles de tiers pour ses propres besoins (par exemple, lors de l'ajout de membres à une équipe, du don d'un projet au Prestataire pour le compte d'un tiers, etc.). Le traitement des données personnelles de tiers mises à disposition par l'Utilisateur s'effectue alors à la demande de ce dernier, conformément aux conditions et sur la base d'un accord de traitement des données distinct (dit « accord de traitement ») conclu entre le Prestataire et l'Utilisateur.
ga: I gcásanna áirithe, féadfaidh an Soláthraí <strong>a bheith ina phróiseálaí sonraí pearsanta</strong> freisin, eadhon nuair a chuireann an tÚsáideoir sonraí pearsanta tríú páirtithe ar fáil dó chun a gcríoch féin (m.sh., i gcás foireann aonair a chur leis. baill, tionscadal a bhronnadh ar an Soláthraí thar ceann duine eile, etc.). Tarlaíonn próiseáil Sonraí Pearsanta roghnaithe tríú páirtithe arna gcur ar fáil ag an Úsáideoir sa chás seo faoi threoir an Úsáideora, faoi na coinníollacha agus bunaithe ar chomhaontú próiseála sonraí ar leith (comhaontú próiseála mar a thugtar air) a tugadh i gcrích idir an Soláthraí agus an Úsáideoir.
hu: Egyes esetekben a Szolgáltató <strong>adatfeldolgozóként is eljárhat</strong>, például ha a Felhasználó harmadik személyek személyes adatait adja át saját célból (pl. csapattagok hozzáadása, egy projekt felajánlása más nevében a Szolgáltatónak stb.). Harmadik felek kiválasztott Személyes adatainak kezelése ebben az esetben a Felhasználó utasítására történik, a Szolgáltató és a Felhasználó között külön megkötött adatfeldolgozási szerződés (ún. adatfeldolgozási megállapodás) alapján.
id: Dalam kasus tertentu, Penyedia <strong>juga dapat menjadi pemroses data pribadi</strong>, yaitu ketika data pribadi pihak ketiga diberikan kepadanya oleh Pengguna untuk tujuan mereka sendiri (misalnya, dalam hal penambahan anggota tim individu, menyumbangkan proyek kepada Penyedia atas nama orang lain, dll.). Pemrosesan Data Pribadi tertentu dari pihak ketiga yang dapat diakses oleh Pengguna terjadi dalam kasus ini atas arahan Pengguna, di bawah kondisi dan berdasarkan perjanjian pemrosesan data terpisah (yang disebut perjanjian pemrosesan) yang disepakati antara Penyedia dan Pengguna.
ja: 特定の場合において、事業者は<strong>個人データの受託者（プロセッサー）となる場合があります</strong>。具体的には、利用者が自身の目的のために第三者の個人データを事業者に提供する場合（例：個別のチームメンバーの追加、他者に代わるプロジェクトの寄付など）が該当します。この場合、利用者がアクセス可能とした第三者の特定の個人データの処理は、利用者の指示の下、事業者と利用者との間で締結された別途の個人データ処理契約（いわゆる処理契約）に基づき、かつその条件のもとで行われます。
nl: In bepaalde gevallen kan de provider <strong>ook een verwerker van persoonlijke gegevens zijn</strong>, namelijk als persoonlijke gegevens van derde partijen aan hem wordt verschaft door de gebruiker voor hun eigen doelen (bijv. in het geval van het toevoegen van individuele teamleden, doneren van een project aan de provider ten behoeve van een andere persoon, etc.). Het verwerken van geselecteerde persoonlijke gegevens van derde partijen die toegankelijk zijn gemaakt door de gebruiker vindt in dat geval plaats naar aanwijzingen van de gebruiker, onder de voorwaarden en gebaseerd op een afzonderlijke overeenkomst voor de verwerking van gegevens (zogenaamde verwerkingsovereenkomst), afgesloten tussen de provider en de gebruiker.
pt_br: Em certos casos, o Provedor <strong>também pode ser um processador de dados pessoais</strong>, nomeadamente quando dados pessoais de terceiros são fornecidos a ele pelo Usuário para seus próprios propósitos (por exemplo, no caso de adicionar membros individuais da equipe, doar um projeto ao Provedor em nome de outra pessoa, etc.). O processamento de Dados Pessoais selecionados de terceiros disponibilizados pelo Usuário ocorre neste caso sob a direção do Usuário, sob as condições e com base em um acordo de processamento de dados separado (o chamado acordo de processamento) concluído entre o Provedor e o Usuário.
ru: В некоторых случаях Поставщик <strong>может также являться обработчиком персональных данных</strong>, а именно, когда персональные данные третьих лиц предоставляются ему Пользователем для собственных целей (например, в случае добавления отдельных участников команды, передачи проекта Провайдеру от имени другого лица и т. д.). Обработка выбранных Персональных данных третьих лиц, к которым Пользователь получил доступ, происходит в этом случае по указанию Пользователя, на условиях и на основании отдельного соглашения об обработке данных (так называемого соглашения об обработке), заключенного между Поставщиком и Пользователем.
sk: V určitých prípadoch môže byť Poskytovateľ <strong>tiež spracovateľom osobných údajov</strong>, a to v prípade, že sú mu zo strany Používateľa poskytnuté osobné údaje tretích osôb pre ich vlastné účely (napr. v prípade pridania jednotlivých členov svojho tímu, darovanie projektu Poskytovateľa v mene cudzej osoby a pod.). Ku spracovávanie vybraných Osobných údajov tretích osôb sprístupnených Používateľom dochádza v tomto prípade na pokyn Používateľa, a to za podmienok a na základe samostatnej zmluvy o spracovaní osobných údajov (tzv. spracovateľskej zmluvy) uzavretej medzi Poskytovateľom a Používateľom.
sl: V določenih primerih je ponudnik <strong>lahko tudi obdelovalec osebnih podatkov</strong>, in sicer kadar mu uporabnik posreduje osebne podatke tretjih oseb za lastne namene (npr. v primeru dodajanja posameznih članov ekipe, donacije projekta ponudniku v imenu druge osebe itd.). Obdelava izbranih osebnih podatkov tretjih oseb, do katerih uporabnik omogoči dostop, se v tem primeru izvaja po navodilih uporabnika, pod pogoji in na podlagi ločene pogodbe o obdelavi podatkov (t. i. pogodbe o obdelavi), sklenjene med ponudnikom in uporabnikom.
sv: I vissa fall <strong>kan</strong> leverantören <strong>också vara en personuppgiftsbiträde</strong>, nämligen när personuppgifter om tredje part tillhandahålls av användaren för egna ändamål (t.ex. vid tillägg av enskilda teammedlemmar, donation av ett projekt till leverantören på uppdrag av en annan person etc.). Behandlingen av utvalda personuppgifter från tredje part som gjorts tillgängliga av användaren sker i detta fall på användarens uppdrag, enligt villkoren och på grundval av ett separat databehandlingsavtal (så kallat behandlingsavtal) som ingåtts mellan leverantören och användaren.
ta: சில சந்தர்ப்பங்களில், வழங்குநர் <strong> தனிப்பட்ட தரவின் செயலியாக இருக்கலாம் </strong>, அதாவது மூன்றாம் தரப்பினரின் தனிப்பட்ட தரவு பயனரால் தங்கள் சொந்த நோக்கங்களுக்காக வழங்கப்படும்போது (எ.கா. உறுப்பினர்கள், மற்றொரு நபர் சார்பாக வழங்குநருக்கு ஒரு திட்டத்தை நன்கொடையாக வழங்குகிறார்கள்). பயனரால் அணுகக்கூடிய மூன்றாம் தரப்பினரின் தேர்ந்தெடுக்கப்பட்ட தனிப்பட்ட தரவைச் செயலாக்குவது இந்த விசயத்தில் பயனரின் திசையில், நிபந்தனைகளின் கீழ் மற்றும் வழங்குநருக்கும் பயனருக்கும் இடையில் முடிவடைந்த தனி தரவு செயலாக்க ஒப்பந்தத்தின் (செயலாக்க ஒப்பந்தம் என்று அழைக்கப்படுகிறது) அடிப்படையில் நிகழ்கிறது.
tr: Bazı durumlarda, Sağlayıcı, üçüncü tarafların <strong>Kişisel Veri’lerinin</strong> Kullanıcı tarafından kendi amaçları için kendisine sağlandığı durumlarda <strong>da Kişisel Veri’lerin işleyicisi olabilir</strong>(örneğin, bireysel ekip üyelerinin eklenmesi, başka bir kişi adına Sağlayıcı’ya bir proje bağışlanması vb.) Kullanıcı tarafından erişilebilir kılınan üçüncü taraflara ait seçilmiş Kişisel Veri’lerin işlenmesi bu durumda Kullanıcı’nın talimatıyla, Koşullar altında ve Sağlayıcı ile Kullanıcı arasında imzalanan ayrı bir veri işleme sözleşmesine (işleme sözleşmesi olarak anılacak) dayalı olarak gerçekleşir.
uk: У певних випадках Постачальник <strong>може також бути обробником персональних даних</strong>, а саме коли персональні дані третіх сторін надаються йому Користувачем для власних цілей (наприклад, у разі додавання окремої команди). учасники, передача проекту Провайдеру від імені іншої особи тощо). Обробка вибраних Персональних даних третіх сторін, до яких Користувач надав доступ, відбувається в цьому випадку за вказівкою Користувача, на умовах і на підставі окремої угоди про обробку даних (так званої угоди про обробку), укладеної між Постачальником і Користувачем.
zh_hans: 某些情形下，提供者<strong>也可以是个人数据的处理者</strong>，即当用户出于自身目的将第三方个人数据提供给提供者时（比如添加团队成员、代表另一人将一个项目捐赠给提供者等等）。在这种情形下，处理选定的第三方个人数据（提供者是否能接触这些数据由用户意愿决定）在用户的指示下发生，根据提供商和用户之间签订的单独数据处理协议（所谓的“处理协议”）的条款和基础上进行。
zh_hant: 在特定情況下，提供者<strong>亦可能成為個人資料處理者</strong>，即當使用者基於自身目的提供第三方之個人資料予提供者時（例如：新增個別團隊成員、代表他人捐贈專案予提供者等）。在此情形下，處理使用者所提供之特定第三方個人資料，係依據使用者之指示、在特定條件下，並基於提供者與使用者間另行簽訂之資料處理協議（即所謂「處理協議」）進行。
