Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider may also process selected Personal Data of the User, particularly email, first name, last name, and any other personal data (if provided for these purposes) based on the <strong>voluntary and informed</strong> consent of the User. Processing occurs for a period of <strong>2 years</strong> and/or until the consent is revoked. The use of the Service or Product (including Support Services) is <strong>never</strong> conditioned on the provision of consent. Consent is, however, typically required for sending newsletters to data subjects who are not yet Users, or for providing selected bonuses or bonus materials not linked to other services of the Provider and/or for the disclosure of the User's Personal Data in connection with a donation made to the Provider. Revocation can be made at any time directly in the User account interface and, in the case of consent granted otherwise, by sending a request to <a href="mailto:%(address)s">%(address)s</a>.
cs: Poskytovatel může zpracovávat vybrané Osobní údaje Uživatele, zejména e-mail, jméno, příjmení a případné další osobní údaje (jsou-li pro tyto účely poskytnuty) také na základě dobrovolného a informovaného souhlasu Uživatele. Ke zpracování dochází po dobu 2 let a/nebo do okamžiku odvolání souhlasu. Využívání Služby ani Produkt (včetně Služeb Podpory) není nikdy podmíněno poskytnutím souhlasu. Souhlasem je však typicky podmíněno zasílání newsletteru subjektům údajů, kteří dosud nejsou Uživatelem, případně poskytnutí vybraných bonusů či bonusových materiálů nenavázaných na další služby Poskytovatele a/nebo zveřejnění Osobních údajů Uživatele v souvislosti s darem poskytnutým Poskytovateli. Odvolání lze provést kdykoli přímo v rozhraní Uživatelského účtu a v případě souhlasu uděleného jinak také zasláním žádosti na adresu <a href="mailto:%(address)s">%(address)s</a>.
de: Der Anbieter darf auch ausgewählte personenbezogene Daten des Benutzers, insbesondere E-Mail-Adresse, Vorname, Nachname und sonstige personenbezogene Daten (soweit für diese Zwecke zur Verfügung gestellt) auf der Grundlage der <strong>freiwilligen und informierten</strong> Einwilligung des Benutzers verarbeiten. Die Verarbeitung erfolgt für einen Zeitraum von <strong>2 Jahren</strong> bzw. bis die Einwilligung widerrufen wird. Die Nutzung des Dienstes oder Produktes (einschließlich der Unterstützung) ist <strong>niemals</strong> von der Erteilung einer Einwilligung abhängig. Eine Einwilligung ist jedoch typischerweise erforderlich für den Versand von Newslettern an Betroffene, die noch keine Benutzer sind, oder für die Bereitstellung ausgewählter Boni oder Bonusmaterialien, die nicht mit anderen Diensten des Anbieters verknüpft sind, und/oder für die Weitergabe personenbezogener Daten des Benutzers im Zusammenhang mit einer Spende an den Anbieter. Der Widerruf kann jederzeit direkt in der Bedienoberfläche des Benutzerkontos und im Falle einer anderweitig erteilten Einwilligung durch eine Anfrage an <a href="mailto:%(address)s">%(address)s</a> erfolgen.
es: El Proveedor también puede procesar Datos Personales seleccionados del Usuario, en particular correo electrónico, nombre, apellido y cualquier otro dato personal (si se proporciona para estos fines) en función del consentimiento <strong>voluntario e informado</strong> del Usuario. El procesamiento ocurre por un período de <strong>2 años</strong> y/o hasta que se revoque el consentimiento. El uso del Servicio o Producto (incluidos los Servicios de Soporte) <strong>nunca</strong> está condicionado a la prestación del consentimiento. Sin embargo, normalmente se requiere el consentimiento para enviar boletines informativos a interesados que aún no son Usuarios, o para proporcionar bonificaciones seleccionadas o materiales de bonificación no vinculados a otros servicios del Proveedor y/o para la divulgación de los Datos Personales del Usuario en relación con una donación realizada al Proveedor. La revocación se puede realizar en cualquier momento directamente en la interfaz de la cuenta de usuario y, en el caso de consentimiento otorgado de otra manera, enviando una solicitud a <a href="mailto:%(address)s">%(address)s</a>.
fr: Le Prestataire peut également traiter certaines Données Personnelles de l'Utilisateur, notamment son adresse électronique, son prénom, son nom et toute autre donnée personnelle (si elle est fournie à ces fins), sur la base du <strong>consentement libre et éclairé</strong> de l'Utilisateur. Ce traitement est effectué pendant une durée de <strong>2 ans</strong> et/ou jusqu'au retrait du consentement. L'utilisation du Service ou du Produit (y compris les Services d'Assistance) n'est <strong>jamais</strong> subordonnée à l'obtention du consentement. Le consentement est toutefois généralement requis pour l'envoi de newsletters aux personnes concernées qui ne sont pas encore Utilisateurs, pour la fourniture de bonus ou de documents promotionnels non liés à d'autres services du Prestataire et/ou pour la divulgation des Données Personnelles de l'Utilisateur dans le cadre d'un don effectué au Prestataire. Le consentement peut être retiré à tout moment directement depuis l'interface du compte Utilisateur et, dans le cas d'un consentement accordé autrement, en envoyant une demande à <a href="mailto:%(address)s">%(address)s</a>.
ga: Féadfaidh an Soláthraí Sonraí Pearsanta roghnaithe an Úsáideora a phróiseáil freisin, go háirithe ríomhphost, céadainm, sloinne, agus aon sonraí pearsanta eile (má chuirtear ar fáil iad chun na gcríoch sin) bunaithe ar thoiliú <strong>deonach agus feasach</strong> an Úsáideora . Tarlaíonn an phróiseáil ar feadh tréimhse <strong>2 bhliain</strong> agus/nó go dtí go ndéanfar an toiliú a chúlghairm. Ní <strong>ní</strong> choinníolar riamh úsáid na Seirbhíse nó an Táirge (lena n-áirítear Seirbhísí Tacaíochta) ar thoiliú a sholáthar. Go hiondúil, áfach, is gá toiliú chun nuachtlitreacha a sheoladh chuig ábhair sonraí nach Úsáideoirí iad fós, nó chun bónais roghnaithe nó ábhair bónais a sholáthar nach bhfuil nasctha le seirbhísí eile de chuid an tSoláthraí agus/nó chun Sonraí Pearsanta an Úsáideora a nochtadh maidir le síntiús a tugadh don Soláthraí. Is féidir cúlghairm a dhéanamh am ar bith go díreach i gcomhéadan an chuntais Úsáideora agus, i gcás toiliú arna dheonú ar shlí eile, trí iarratas a sheoladh chuig <a href="mailto:%(address)s">%(address)s</a>.
hu: A Szolgáltató bizonyos Személyes adatokat – különösen email címet, kereszt- és vezetéknevet, valamint egyéb adatokat (amennyiben azokat a Felhasználó ezen célra megadta) – a Felhasználó <strong>önkéntes és tájékozott hozzájárulása</strong> alapján is kezelhet. Az adatkezelés <strong>2 évig</strong> és/vagy a hozzájárulás visszavonásáig történik. A Szolgáltatás vagy Termék (beleértve az Ügyféltámogatást) használata <strong>soha</strong> nem függ a hozzájárulás megadásától. Hozzájárulás azonban jellemzően szükséges például hírlevél küldéséhez olyan érintetteknek, akik még nem Felhasználók vagy bizonyos bónuszok, kiegészítő anyagok biztosításához, amelyek nem kapcsolódnak más szolgáltatásokhoz, illetve a Felhasználó Személyes adatainak nyilvánosságra hozatalához a Szolgáltatónak tett adomány kapcsán. A hozzájárulás bármikor visszavonható a Felhasználói fiók felületén, illetve más módon adott hozzájárulás esetén a következő címre küldött kérés útján: <a href="mailto:%(address)s">%(address)s</a>.
id: Penyedia juga dapat memproses Data Pribadi terpilih dari Pengguna, khususnya email, nama depan, nama belakang, dan data pribadi lainnya (jika disediakan untuk tujuan ini) berdasarkan persetujuan <strong>sukarela dan berdasarkan informasi</strong> dari Pengguna. Pemrosesan berlangsung selama jangka waktu <strong>2 tahun</strong> dan/atau hingga persetujuan dicabut. Penggunaan Layanan atau Produk (termasuk Layanan Dukungan) <strong>tidak pernah</strong> dikondisikan pada penyediaan persetujuan. Namun, persetujuan biasanya diperlukan untuk mengirim buletin ke subjek data yang belum menjadi Pengguna, atau untuk menyediakan bonus terpilih atau materi bonus yang tidak terkait dengan layanan lain dari Penyedia dan/atau untuk pengungkapan Data Pribadi Pengguna sehubungan dengan donasi yang diberikan kepada Penyedia. Pencabutan dapat dilakukan kapan saja secara langsung di antarmuka akun Pengguna dan, dalam hal persetujuan diberikan sebaliknya, dengan mengirimkan permintaan ke <a href="mailto:%(address)s">%(address)s</a>.
ja: 事業者は、利用者の選択的個人データ（特にメールアドレス、名、姓およびこれらの目的のために提供されたその他の個人データ）を、利用者の自主的かつ十分な情報に基づく同意に基づき処理する場合があります。処理期間は 2 年間および / または同意が撤回されるまでとします。サービスまたは製品（サポートサービスを含む）の利用は、同意の提供を条件とするものではありません。ただし、同意は通常、まだ利用者でないデータ主体へのニュースレター送信、他の事業者のサービスに関連しない特定の特典または特典コンテンツの提供、あるいは利用者の個人データを事業者への寄付に関連して開示する場合に必要となります。同意の撤回は、利用者アカウントの画面上でいつでも行うことができ、その他の方法で同意を与えた場合には、<a href="mailto:%(address)s">%(address)s</a> 宛にメールで申請することで行うことができます。
nl: De provider kan ook geselecteerde persoonlijke gegevens van de gebruiker verwerken, in het bijzonder e-mail, voornaam, achternaam en elk ander persoonlijk gegeven (indien voor dit doel opgegeven), gebaseerd op de <strong>vrijwillige en geïnformeerde</strong> instemming van de gebruiker. Verwerking kan voor een periode van <strong>2 jaar</strong> en/of totdat de instemming wordt ingetrokken. Het gebruiken van de service of het product (inclusief services voor ondersteuning) is <strong>nooit</strong> afhankelijk van het verlenen van instemming. Instemming is, echter, gewoonlijk vereist voor het toezenden van nieuwsbrieven aan onderwerpen van gegevens die nog geen gebruikers zijn, of voor het verschaffen van geselecteerde bonussen of bonusmaterialen die niet zijn gekoppeld aan andere services van de provider en/of voor het onthullen van de persoonlijke gegevens van de gebruiker in verband met een donatie aan de provider. Intrekken kan op elk moment direct in de gebruikersinterface van het gebruikersaccount en, in het geval van op andere wijze verleende instemming, door een verzoek te zenden aan <a href="mailto:%(address)s">%(address)s</a>.
pt_br: O Provedor também pode processar Dados Pessoais selecionados do Usuário, particularmente e-mail, nome, sobrenome e quaisquer outros dados pessoais (se fornecidos para esses propósitos) com base no consentimento <strong>voluntário e informado</strong> do Usuário. O processamento ocorre por um período de <strong>2 anos</strong> e/ou até que o consentimento seja revogado. O uso do Serviço ou Produto (incluindo Serviços de Suporte) <strong>nunca</strong> é condicionado ao fornecimento de consentimento. O consentimento é, no entanto, normalmente necessário para o envio de boletins informativos a titulares de dados que ainda não são Usuários, ou para fornecer bônus selecionados ou materiais de bônus não vinculados a outros serviços do Provedor e/ou para a divulgação dos Dados Pessoais do Usuário em conexão com uma doação feita ao Provedor. A revogação pode ser feita a qualquer momento diretamente na interface da conta do Usuário e, no caso de consentimento concedido de outra forma, enviando uma solicitação para <a href="mailto:%(address)s">%(address)s</a>.
ru: Поставщик также может обрабатывать отдельные персональные данные Пользователя, в частности, электронную почту, имя, фамилию и любые другие персональные данные (если они предоставляются для этих целей) на основании <strong>добровольного и информированного</strong> согласия Пользователя. Обработка осуществляется в течение <strong>2 лет</strong> и/или до момента отзыва согласия. Использование Сервиса или Продукта (включая Службы поддержки) <strong>никогда</strong> не обусловлено предоставлением согласия. Однако согласие обычно требуется для отправки информационных бюллетеней субъектам данных, которые ещё не являются Пользователями, или для предоставления отдельных бонусов или бонусных материалов, не связанных с другими сервисами Поставщика, и/или для раскрытия Персональных данных Пользователя в связи с пожертвованием, сделанным Поставщику. Отзыв может быть осуществлён в любое время непосредственно в интерфейсе учётной записи Пользователя, а в случае согласия, предоставленного иным способом, путём направления запроса на <a href="mailto:%(address)s">%(address)s</a>.
sk: Poskytovateľ môže spracovávať vybrané Osobné údaje Používateľa, najmä e-mail, meno, priezvisko a prípadné ďalšie osobné údaje (ak sú na tieto účely poskytnuté) tiež na základe dobrovoľného a informovaného súhlasu Používateľa. K spracovaniu dochádza po dobu 2 rokov a/alebo do okamihu odvolania súhlasu. Využívanie Služby ani Produkt (vrátane Služieb Podpory) nie je nikdy podmienené poskytnutím súhlasu. Súhlasom je však typicky podmienené zasielanie newsletteru subjektom údajov, ktorí ešte nie sú Používateľom, prípadne poskytnutie vybraných bonusov či bonusových materiálov nenaviazaných na ďalšie služby Poskytovateľa a/alebo zverejnenie Osobných údajov Používateľa v súvislosti s darom poskytnutým Poskytovateľovi. Odvolanie je možné vykonať kedykoľvek priamo v rozhraní Používateľského účtu a v v prípade súhlasu udeleného inak aj zaslaním žiadosti na adresu <a href="mailto: %(address)s ">%(address)s </a>.
sl: Ponudnik lahko obdeluje tudi izbrane osebne podatke uporabnika, zlasti e-pošto, ime, priimek in vse druge osebne podatke (če so posredovani za te namene) na podlagi <strong>prostovoljnega in informiranega</strong> soglasja uporabnika. Obdelava poteka za obdobje <strong>2 let</strong> in/ali do preklica soglasja. Uporaba storitve ali izdelka (vključno s podpornimi storitvami) <strong>nikoli</strong> ni pogojena s podajo soglasja. Soglasje pa je običajno potrebno za pošiljanje glasil posameznikom, na katere se nanašajo osebni podatki, ki še niso uporabniki, ali za zagotavljanje izbranih bonusov ali bonus gradiv, ki niso povezana z drugimi storitvami ponudnika, in/ali za razkritje osebnih podatkov uporabnika v povezavi z donacijo ponudniku. Preklic je možen kadar koli neposredno v vmesniku uporabniškega računa in v primeru drugačnega soglasja s pošiljanjem zahteve na <a href="mailto:%(address)s">%(address)s</a>.
sv: Leverantören kan också behandla utvalda personuppgifter om användaren, särskilt e-postadress, förnamn, efternamn och andra personuppgifter (om sådana lämnats för dessa ändamål) på grundval av användarens <strong>frivilliga och informerade</strong> samtycke. Behandlingen sker under en period av <strong>två år</strong> och/eller tills samtycket återkallas. Användningen av tjänsten eller produkten (inklusive supporttjänster) är <strong>aldrig</strong> villkorad av att samtycke lämnas. Samtycke krävs dock vanligtvis för att skicka nyhetsbrev till registrerade som ännu inte är användare, eller för att tillhandahålla utvalda bonusar eller bonusmaterial som inte är kopplade till leverantörens andra tjänster och/eller för att lämna ut användarens personuppgifter i samband med en donation till leverantören. Återkallandet kan göras när som helst direkt i användarkontots gränssnitt och, i fall av samtycke som beviljats på annat sätt, genom att skicka en begäran till<a href="mailto:%(address)s">%(address)s</a>.
ta: பயனரின் தேர்ந்தெடுக்கப்பட்ட தனிப்பட்ட தரவையும், குறிப்பாக மின்னஞ்சல், முதல் பெயர், கடைசி பெயர் மற்றும் வேறு எந்தத் தனிப்பட்ட தரவையும் (இந்த நோக்கங்களுக்காக வழங்கப்பட்டால்) <strong> தன்னார்வ மற்றும் தகவலறிந்த </strong> பயனரின் சம்மதத்தையும் வழங்குநர் செயலாக்கலாம் . <strong> 2 ஆண்டுகள் </strong> மற்றும்/அல்லது ஒப்புதல் ரத்து செய்யப்படும் வரை செயலாக்கம் ஏற்படுகிறது. பணி அல்லது தயாரிப்பின் பயன்பாடு (ஆதரவு சேவைகள் உட்பட) <strong> நெவர் </strong> ஒப்புதல் வழங்குவதில் நிபந்தனை விதிக்கப்பட்டுள்ளது. எவ்வாறாயினும், இன்னும் பயனர்களாக இல்லாத தரவு பாடங்களுக்குச் செய்திமடல்களை அனுப்புவதற்கு அல்லது வழங்குநரின் பிற சேவைகளுடன் இணைக்கப்படாத தேர்ந்தெடுக்கப்பட்ட போனச் அல்லது போனச் பொருட்களை வழங்குவதற்கும்/அல்லது பயனரின் தனிப்பட்ட தரவை வெளிப்படுத்துவதற்கும் ஒப்புதல் பொதுவாகத் தேவைப்படுகிறது வழங்குநருக்கு நன்கொடை வழங்கப்பட்டது. திரும்பப்பெறுதல் எந்த நேரத்திலும் பயனர் கணக்கு இடைமுகத்தில் நேரடியாகச் செய்யப்படலாம், இல்லையெனில் வழங்கப்பட்ட ஒப்புதல் விசயத்தில், <a href="mailto:%(address)s">%(address)s </a>.
tr: Sağlayıcı ayrıca, Kullanıcı’nın <strong>gönüllü ve bilgilendirilmiş</strong> rızasına dayalı olarak, özellikle e-posta, ad, soyad ve diğer Kişisel Veri’ler (bu amaçlar için sağlanmışsa) olmak üzere Kullanıcı’nın seçilmiş Kişisel Veri’lerini işleyebilir. İşleme <strong>2 yıllık</strong> bir süre boyunca ve/veya rıza iptal edilene kadar gerçekleşir. Hizmet veya Ürünün (Destek Hizmetleri dahil) kullanımı <strong>hiçbir zaman</strong> rıza verilmesine bağlı değildir. Bununla birlikte, henüz Kullanıcı olmayan veri sahiplerine haber bültenleri göndermek veya Sağlayıcı’nın diğer hizmetleriyle bağlantılı olmayan seçilmiş ödüller veya ödül materyalleri sağlamak ve/veya Sağlayıcı’ya yapılan bir bağışla bağlantılı olarak Kullanıcının Kişisel Veri’lerinin ifşa edilmesi için genellikle rıza gereklidir. İptal, herhangi bir zamanda doğrudan Kullanıcı hesabı arayüzünden ve başka şekilde verilen rıza durumunda aşağıdaki adrese bir talep gönderilerek yapılabilir <a href="mailto:%(address)s">%(address)s</a>.
uk: Постачальник також може обробляти вибрані Персональні дані Користувача, зокрема електронну адресу, ім’я, прізвище та будь-які інші персональні дані (якщо вони надані для цих цілей) на основі <strong>добровільної та інформованої</strong> згоди Користувача. . Обробка триває протягом <strong>2 років</strong> та/або до моменту відкликання згоди. Використання Служби чи Продукту (включаючи Служби підтримки) <strong>ніколи</strong> не залежить від надання згоди. Однак згода зазвичай потрібна для надсилання інформаційних бюлетенів суб’єктам даних, які ще не є Користувачами, або для надання вибраних бонусів чи бонусних матеріалів, не пов’язаних з іншими послугами Постачальника, та/або для розкриття Персональних даних Користувача у зв’язку з пожертвування, зроблене Постачальнику. Відкликання можна зробити в будь-який час безпосередньо в інтерфейсі облікового запису користувача та, якщо згода надана іншим способом, надіславши запит на <a href="mailto:%(address)s">%(address)s</a>.
zh_hans: 提供者也可以基于用户<strong>自愿且知情</strong>的同意处理用户的特定个人数据，特别是电子邮件地址、名字、姓氏以及任何其他个人数据（如果出于这些目的而提供）。处理期限为 <strong>2 年</strong>和/或者直至同意被撤销。<strong>决不</strong>以用户提供同意作为使用服务或产品（包括支持服务）的条件。然而，对于向尚未成为用户的数据主体发送新闻通讯、提供与提供者其他服务无关的额外福利或附加资源、和/或披露与向提供者捐款相关的用户个人数据等情况，通常需要获得同意。可随时在用户账户界面撤销同意，如果同意是以其他方式授予的，可以发送请求到 <a href="mailto:%(address)s">%(address)s</a> 进行撤销。
zh_hant: 基於使用者<strong>自願且知情</strong>之同意，提供者亦得處理使用者之特定個人資料，特別是電子郵件、名字、姓氏及其他個人資料（若係為此目的而提供）。處理期間為 <strong>2 年</strong>和/或至同意撤回為止。使用本服務或產品（含支援服務）<strong>絕不</strong>以提供此項同意為條件。然而，向尚未成為使用者之資料當事人發送電子報、提供未與提供者其他服務連結之特定額外獎勵或附加資料，和/或因捐贈予提供者而需揭露使用者個人資料時，通常需要此項同意。撤回同意可隨時透過使用者帳號介面直接進行；若以其他方式給予同意者，則可發送請求至 <a href="mailto:%(address)s">%(address)s</a>。
