Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: on the day of signing by both parties (especially for all Services offered with custom settings);
cs: v den podpisu oběma stranami (zejména u všech Služeb nabízených s vlastním nastavením);
de: am Tag der Unterzeichnung durch beide Parteien (insbesondere bei allen Diensten, die mit individuellen Einstellungen angeboten werden);
fr: le jour de la signature par les deux parties (en particulier pour tous les Services proposés avec des paramètres personnalisés) ;
ga: ar an lá a shíníonn an dá pháirtí (go háirithe i gcás na Seirbhísí go léir a thairgtear le socruithe saincheaptha);
hu: a Szerződő felek általi aláírás napján (különösen egyedi beállításokat tartalmazó Szolgáltatások esetén);
id: pada hari penandatanganan oleh kedua belah pihak (khususnya untuk semua Layanan yang ditawarkan dengan pengaturan khusus);
ja: 両当事者が署名した日の時点（特に、個別の設定を伴うすべてのサービスについて）で成立します。
nl: op de dag van ondertekening door beide partijen (speciaal ten aanzien van alle services die worden aangeboden met aangepaste instellingen);
pt_br: no dia da assinatura por ambas as partes (especialmente para todos os Serviços oferecidos com configurações personalizadas);
ru: в день подписания обеими сторонами (особенно для всех Сервисов, предлагаемых с пользовательскими настройками);
sk: v deň podpisu oboma stranami (najmä pri všetkých Službách ponúkaných s vlastným nastavením);
sl: na dan podpisa obeh strank (zlasti za vse storitve, ki so na voljo s prilagojenimi nastavitvami);
sv: på dagen för undertecknandet av båda parter (särskilt för alla tjänster som erbjuds med anpassade inställningar);
ta: இரு கட்சிகளும் கையெழுத்திடும் நாளில் (குறிப்பாக தனிப்பயன் அமைப்புகளுடன் வழங்கப்படும் அனைத்து சேவைகளுக்கும்);
tr: her iki tarafça imzalandığı gün (özellikle özel ayarlarla sunulan tüm Hizmet’ler için);
uk: у день підписання обома сторонами (особливо для всіх Послуг, що пропонуються з індивідуальними налаштуваннями);
zh_hans: 在双方均签署的那一天（尤其对于所有以自定义设置提供的服务而言）；
zh_hant: 雙方簽署之日（特別是針對所有提供客製化設定之服務）；

source: online through acceptance (confirmation) via the web interface in accordance with the Price List, with the Agreement becoming effective once the Price for the License has been duly paid (in the case of a bank transfer, once the amount corresponding to the Price for the License has been credited to the Provider's bank account) for the amount stated in the first billing period by the User.
de: online durch Annehmen (Bestätigung) über die Weboberfläche gemäß der Preisliste, wobei der Vertrag wirksam wird, sobald der Preis für die Lizenz ordnungsgemäß bezahlt wurde (im Falle einer Banküberweisung, sobald der Betrag, der dem Preis für die Lizenz entspricht, dem Bankkonto des Anbieters gutgeschrieben wurde), und zwar für den im ersten Abrechnungszeitraum angegebenen Betrag durch den Benutzer.
fr: en ligne par acceptation (confirmation) via l'interface web conformément à la liste de prix, le contrat prenant effet une fois que le prix de la licence a été dûment payé (en cas de virement bancaire, une fois que le montant correspondant au prix de la licence a été crédité sur le compte bancaire du fournisseur) pour le montant indiqué dans la première période de facturation par l'utilisateur.
ga: ar líne trí ghlacadh (daingniú) tríd an gcomhéadan gréasáin de réir an Liosta Praghsanna, leis an gComhaontú ag teacht i bhfeidhm a luaithe a bheidh Praghas an Cheadúnais íoctha go cuí (i gcás aistrithe bainc, a luaithe a bheidh an méid a fhreagraíonn don Phraghas don Tá ceadúnas curtha chun sochair chuntas bainc an tSoláthraí) don mhéid a luaigh an tÚsáideoir sa chéad tréimhse billeála.
hu: Online elfogadással (megerősítéssel) a webes felületen keresztül, a Díjszabás szerint. A Szerződés ebben az esetben akkor lép hatályba, amikor a Licenc díja kiegyenlítésre kerül. Átutalás esetén a Szerződés hatályba lépésének időpontja az, amikor a Licenc díjának megfelelő összeg jóváírásra kerül a Szolgáltató bankszámláján, a Felhasználó által az első számlázási időszakra vonatkozóan.
id: daring melalui penerimaan (konfirmasi) melalui antarmuka web sesuai dengan Daftar Harga, dengan Perjanjian mulai berlaku setelah Harga Lisensi telah dibayarkan sebagaimana mestinya (dalam hal transfer bank, setelah jumlah yang sesuai dengan Harga Lisensi telah dikreditkan ke rekening bank Penyedia) untuk jumlah yang dinyatakan dalam periode penagihan pertama oleh Pengguna.
ja: 料金表に従い、Web 画面上での承諾（確認）を通じてオンラインで成立し、ライセンス料金が適切に支払われた時点で契約は効力を生じます。銀行振込の場合には、ライセンス料金に相当する金額が事業者の銀行口座に入金された時点で、利用者による最初の請求期間に係る金額について契約が効力を生じます。
nl: online door acceptatie (bevestiging) via de webinterface, overeenkomstig de prijslijst, waarbij de overeenkomst van kracht wordt als de prijs voor de licentie volledig betaald is door de gebruiker (in het geval van een bankoverschrijving, als het bedrag dat overeenkomt met de prijs voor de licentie is gecrediteerd aan de bankrekening van de provider) voor het bedrag dat is vermeld voor de eerste periode voor facturatie.
pt_br: online mediante aceitação (confirmação) via interface web de acordo com a Lista de Preços, sendo o Contrato efetivo a partir do momento em que o Preço da Licença for devidamente pago (no caso de transferência bancária, a partir do momento em que o valor correspondente ao Preço da Licença for creditado na conta bancária do Provedor) no valor informado no primeiro período de faturamento pelo Usuário.
ru: онлайн, путём акцепта (подтверждения) через веб-интерфейс в соответствии с Ценником, при этом Соглашение вступает в силу после надлежащей оплаты (в случае банковского перевода - после зачисления суммы, соответствующей цене Лицензии, на банковский счёт Поставщика) стоимости Лицензии в размере, указанном Пользователем в первом расчётном периоде.
sk: online prostredníctvom akceptácie (prijatia) cez webové rozhranie v súlade s Cenníkom s tým, že účinnosť Zmluvy je odložená do okamihu riadneho uhradenia Ceny za Licenciu (v prípade bankového prevodu, do okamihu, keď je čiastka zodpovedajúca Cene za Licenciu pripísaná na bankový účet Poskytovateľa) vo výške uvedenej v prvom zúčtovacom období zo strany Používateľa.
sl: prek spleta s sprejemom (potrditvijo) prek spletnega vmesnika v skladu s cenikom, pri čemer pogodba začne veljati, ko je cena za licenco pravilno plačana (v primeru bančnega nakazila, ko je znesek, ki ustreza ceni za licenco, nakazan na bančni račun ponudnika) v znesku, ki ga je uporabnik navedel v prvem obračunskem obdobju.
sv: online genom godkännande (bekräftelse) via webbgränssnittet i enlighet med prislistan, varvid avtalet träder i kraft när priset för licensen har betalats (vid banköverföring, när beloppet motsvarande priset för licensen har krediterats leverantörens bankkonto) för det belopp som anges i den första faktureringsperioden av användaren.
ta: விலை பட்டியலுக்கு இணங்க வலை இடைமுகம் வழியாக ஆன்லைனில் ஏற்றுக்கொள்வதன் மூலம் (உறுதிப்படுத்தல்), உரிமத்திற்கான விலை முறையாக செலுத்தப்பட்டவுடன் (வங்கி பரிமாற்றத்தின் விசயத்தில், ஒரு முறை விலைக்கு ஒத்த தொகை வழங்கப்பட்டவுடன் ஒப்பந்தம் பயனுள்ளதாக இருக்கும் உரிமம் வழங்குநரின் வங்கிக் கணக்கிற்கு வரவு வைக்கப்பட்டுள்ளது) பயனரால் முதல் பட்டியலிடல் காலத்தில் கூறப்பட்ட தொகைக்கு.
tr: Fiyat Listesi’ne uygun olarak internet arayüzü üzerinden kabul (onay) yoluyla çevrim içi olarak, Kullanıcı tarafından ilk fatura döneminde Lisans Bedeli için belirtilen tutar uygun şekilde ödendiğinde (banka havalesi durumunda, Lisans Bedeline karşılık gelen tutar Sağlayıcı’nın banka hesabına yatırıldığında) Sözleşme yürürlüğe girer.
uk: онлайн шляхом прийняття (підтвердження) через веб-інтерфейс відповідно до Прейскуранта, причому Договір набуває чинності після належної сплати Ціни за Ліцензію (у разі банківського переказу, після сплати суми, що відповідає Ціні за Ліцензія зарахована на банківський рахунок Провайдера) на суму, заявлену Користувачем у першому розрахунковому періоді.
zh_hans: 根据价格清单，通过网络界面在线接受（确认），一旦用户以首个计费周期的金额按时支付了许可证的价格，那么协议就变得有效（至于银行转账，则为一旦对应许可证价格的金额被存入提供者的银行账户）。
zh_hant: 透過網頁介面依據價目表線上承諾（確認），本協議於使用者依第一期帳單週期所示金額完成授權價格之支付時生效（若為銀行轉帳，則指授權價格相對應之金額入帳至提供者銀行帳戶時）。

source: Service Provision
cs: Poskytování Služby
de: Dienstbereitstellung
es: prestación de servicios
fr: Prestation de services
ga: Soláthar Seirbhíse
hu: A Szolgáltatás nyújtása
id: Penyediaan Layanan
ja: サービスの提供
nl: Verschaffen service
pt_br: Prestação de Serviços
ru: Оказание услуг
sk: Poskytovanie Služby
sl: Zagotavljanje storitev
sv: Tillhandahållande av tjänster
ta: பணி வழங்கல்
tr: Hizmet Sağlama
uk: Надання послуг
zh_hans: 服务提供
zh_hant: 服務之提供

source: The Provider operates the Service at the internet address specified in the Product specification and its subdomains or on the User's Servers in accordance with the Agreement and the technical specifications outlined in the Product specification.
cs: Poskytovatel provozuje Službu na internetové adrese uvedené ve specifikaci Produktu a jejích subdoménách nebo na Serverech Uživatele v souladu se Smlouvou a technickými specifikacemi uvedenými ve specifikaci Produktu.
de: Der Anbieter betreibt den Dienst unter der in der Produktbeschreibung angegebenen Internetadresse und deren Subdomains oder auf den Servern des Benutzers nach Maßgabe des Vertrages und der in der Produktbeschreibung dargestellten technischen Spezifikationen.
es: El proveedor opera el Servicio en la dirección de internet concretada en la especificación del producto y sus subdominios o en los servidores del usuario de acuerdo con el Acuerdo y las especificaciones técnicas descritas en la especificación del Producto.
fr: Le Fournisseur exploite le Service à l'adresse internet spécifiée dans les spécifications du Produit et ses sous-domaines ou sur les serveurs de l'Utilisateur conformément au Contrat et aux spécifications techniques décrites dans les spécifications du Produit.
ga: Oibríonn an Soláthraí an tSeirbhís ag an seoladh idirlín a shonraítear sa tsonraíocht Táirge agus a fo-ailt nó ar Fhreastalaithe an Úsáideora de réir an Chomhaontaithe agus na sonraíochtaí teicniúla atá leagtha amach sa tsonraíocht Táirge.
hu: A Szolgáltató a Szolgáltatást a Termék specifikációjában meghatározott internetcímen és annak aldomainjein keresztül vagy a Felhasználó szerverein működteti, a Szerződés és a Termék specifikációjában meghatározott műszaki feltételek szerint.
id: Penyedia mengoperasikan Layanan di alamat internet yang ditetapkan dalam spesifikasi Produk dan subdomainnya atau di Server Pengguna sesuai dengan Perjanjian dan spesifikasi teknis yang diuraikan dalam spesifikasi Produk.
ja: 事業者は、製品仕様書に定められたインターネット アドレスおよびそのサブドメイン、又は本契約及び製品仕様書に記載された技術仕様に従い、利用者サーバー上において、本サービスを運用します。
nl: De provider stelt de service ter beschikking op het internetadres dat is gespecificeerd in de productspecificatie en de subdomeinen ervan of op de servers van de gebruiker, overeenkomstig de overeenkomst en de technische specificaties die zijn opgenomen in de productspecificatie.
pt_br: O Provedor opera o Serviço no endereço de internet especificado na especificação do Produto e seus subdomínios ou nos Servidores do Usuário, de acordo com o Contrato e as especificações técnicas descritas na especificação do Produto.
ru: Поставщик предоставляет Сервис по интернет-адресу, указанному в спецификации Продукта, и его поддоменам или на Серверах Пользователя в соответствии с Соглашением и техническими условиями, указанными в спецификации Продукта.
sk: Poskytovateľ prevádzkuje Službu na internetovej adrese uvedenej v špecifikácii Produktu a jej subdoménach alebo na Serveroch Používateľa v súlade so Zmluvou a technickými špecifikáciami uvedenými v špecifikácii Produktu.
sl: Ponudnik upravlja storitev na internetnem naslovu, navedenem v specifikaciji izdelka, in njegovih poddomenah ali na strežnikih uporabnika v skladu s pogodbo in tehničnimi specifikacijami, opisanimi v specifikaciji izdelka.
sv: Leverantören driver Tjänsten på den internetadress som anges i Produktspecifikationen och dess underdomäner eller på Användarens servrar i enlighet med Avtalet och de tekniska specifikationer som anges i Produktspecifikationen.
ta: தயாரிப்பு விவரக்குறிப்பு மற்றும் அதன் துணை டொமைன்கள் அல்லது பயனரின் சேவையகங்களில் குறிப்பிடப்பட்டுள்ள இணைய முகவரியில் அல்லது தயாரிப்பு விவரக்குறிப்பில் கோடிட்டுக் காட்டப்பட்டுள்ள தொழில்நுட்ப விவரக்குறிப்புகள் ஆகியவற்றில் வழங்குநர் சேவையை இயக்குகிறார்.
tr: Sağlayıcı, Hizmeti Ürün teknik özelliklerinde belirtilen internet adresinde ve alt etki alanlarında veya Kullanıcı’nın sunucularında Sözleşme’ye ve Ürün teknik özelliklerinde belirtildiği şekilde işletir.
uk: Постачальник надає Сервіс за адресою в Інтернеті, вказаній у специфікації продукту, та його субдоменах або на серверах Користувача відповідно до Угоди та технічних характеристик, викладених у специфікації продукту.
zh_hans: 提供者在产品规格中指定的互联网地址及其子域名上，或者依据协议和产品规格中概述的技术规范在用户的服务器上运营服务。
zh_hant: 提供者依據本協議及產品規格中概述之技術規格，於產品規格指定之網際網路位址及其子網域，或於使用者伺服器上運作本服務。

source: If the Agreement is concluded under Article 2.3(a), the scope of Services is defined in the Product specification, which is attached to the Agreement. The Product specification may further detail the scope of individual (sub)services regarding their content and activation methods. The Product specification defined in this manner takes precedence over the form of Service offered according to the Price List.
de: Wird der Vertrag gemäß Artikel 2.3(a) geschlossen, wird der Umfang der Dienste in der Produktspezifikation festgelegt, die dem Vertrag beigefügt ist. Die Produktspezifikation kann den Umfang der einzelnen (Teil-)Dienste hinsichtlich ihres Inhalts und ihrer Aktivierungsmethoden weiter spezifizieren. Die so definierte Produktspezifikation hat Vorrang vor der Form des angebotenen Dienstes gemäß der Preisliste.
es: Si el Acuerdo se celebra en virtud del Artículo 2.3(a), el alcance de los servicios se define en la especificación del Producto, que se adjunta al Acuerdo. La especificación del Producto podrá detallar más el alcance de los (sub)servicios individuales en relación con su contenido y métodos de activación. La especificación del Producto definida de esta manera prevalece sobre la forma de Servicio ofrecida según la Lista de Precios.
fr: Si le contrat est conclu conformément à l'article 2.3(a), l'étendue des services est définie dans le cahier des charges du produit, annexé au contrat. Ce cahier des charges peut préciser l'étendue de chaque (sous-)service, notamment son contenu et ses modalités d'activation. Le cahier des charges ainsi défini prévaut sur la forme du service proposé conformément au tarif.
ga: Má thugtar an Comhaontú i gcrích faoi Airteagal 2.3(a), sainítear raon feidhme na Seirbhísí sa tsonraíocht Táirge, atá ag gabháil leis an gComhaontú. Féadfaidh sonraíocht an Táirge tuilleadh sonraí a thabhairt faoi scóip na seirbhísí aonair (fo)seirbhísí maidir lena n-inneachar agus a modhanna gníomhachtaithe. Tá tús áite ag an tsonraíocht Táirge a shainítear ar an mbealach seo ar an gcineál Seirbhíse a thairgtear de réir an Liosta Praghsanna.
hu: Ha a Szerződés a 2.3(a) pont alapján jött létre, a Szolgáltatás terjedelmét a Termék specifikációja határozza meg, amely a Szerződés mellékletét képezi. A Termék specifikáció részletesen meghatározhatja az egyes (al)szolgáltatások tartalmát és aktiválási módját. Az ilyen módon meghatározott Termék specifikáció elsőbbséget élvez a Díjszabásban meghatározott Szolgáltatásformával szemben.
id: Jika Perjanjian dibuat berdasarkan Pasal 2.3(a), cakupan Layanan ditetapkan dalam spesifikasi Produk yang dilampirkan pada Perjanjian. Spesifikasi Produk dapat lebih merinci cakupan masing-masing (sub)layanan terkait konten dan metode aktivasinya. Spesifikasi Produk yang ditetapkan dengan cara ini diutamakan daripada bentuk Layanan yang ditawarkan menurut Daftar Harga.
ja: 契約が第 2.3(a) 条に基づき成立した場合、サービスの範囲は、契約に添付される製品仕様書において定義されます。製品仕様書には、個々の（サブ）サービスの内容及びその有効化方法に関する詳細がさらに定められることがあります。このように定義された製品仕様書は、料金表に基づき提供されるサービスの形式に優先して適用されます。
nl: Als de overeenkomst is vastgelegd onder Artikel 2.3(a), wordt het bereik van de services gedefinieerd in de productspecificatie, die bij de overeenkomst is gevoegd. De productspecificatie kan verder de details uitwerken van het bereik van individuele (sub)services met betrekking tot hun inhoud en activatiemethoden. De op deze manier gedefinieerde productspecificatie heeft voorrang boven de vorm van service aangeboden overeenkomstig de prijslijst.
pt_br: Se o Contrato for concluído sob o Artigo 2.3(a), o escopo dos Serviços é definido na especificação do Produto, que está anexada ao Contrato. A especificação do Produto pode detalhar ainda mais o escopo de (sub)serviços individuais em relação ao seu conteúdo e métodos de ativação. A especificação do Produto definida dessa maneira tem precedência sobre a forma do Serviço oferecido de acordo com a Lista de Preços.
ru: Если Соглашение заключено в соответствии со Статьёй 2.3(a), объём Сервисов определяется в Спецификации продукта, которая прилагается к Соглашению. Спецификация Продукта может дополнительно детализировать объём отдельных (-суб)сервисов в отношении их содержания и способов активации. Спецификация Продукта, определённая таким образом, имеет приоритет над формой Сервиса, предлагаемым в соответствии с Ценником.
sk: Pokiaľ je Zmluva uzavretá podľa čl. 2.3 a), rozsah Služieb je definovaný v špecifikácii Produktu, ktorá je prílohou Zmluvy. Špecifikácia Produktu môže rozsah jednotlivých (čiastkových) Služieb z hľadiska ich obsahu a spôsobu aktivácie vymedziť podrobnejšie. Špecifikácia Produktu vymedzená takýmto Spôsobom má prednosť pred podobou Služby ponúkanou podľa Cenníka.
sl: Če je Pogodba sklenjena v skladu s členom 2.3(a), je obseg storitev opredeljen v specifikaciji produkta, ki je priložena pogodbi. Specifikacija produkta lahko podrobneje opredeli obseg posameznih (pod)storitev glede njihove vsebine in načinov aktivacije. Tako opredeljena Specifikacija produkta ima prednost pred obliko storitve, ki se ponuja v skladu s cenikom.
sv: Om avtalet ingås enligt artikel 2.3(a) definieras tjänsternas omfattning i produktspecifikationen, som bifogas avtalet. Produktspecifikationen kan innehålla ytterligare detaljer om omfattningen av enskilda (del)tjänster vad gäller deras innehåll och aktiveringsmetoder. Den produktspecifikation som definieras på detta sätt har företräde framför den form av tjänst som erbjuds enligt prislistan.
ta: பிரிவு 2.3 (அ) இன் கீழ் ஒப்பந்தம் முடிவடைந்தால், சேவைகளின் நோக்கம் தயாரிப்பு விவரக்குறிப்பில் வரையறுக்கப்படுகிறது, இது ஒப்பந்தத்துடன் இணைக்கப்பட்டுள்ளது. தயாரிப்பு விவரக்குறிப்பு தனிநபர் (துணை) சேவைகளின் உள்ளடக்கம் மற்றும் செயல்படுத்தும் முறைகள் குறித்து மேலும் விவரிக்கப்படலாம். இந்த முறையில் வரையறுக்கப்பட்ட தயாரிப்பு விவரக்குறிப்பு விலை பட்டியலுக்கு ஏற்ப வழங்கப்படும் பணி வடிவத்திற்கு முன்னுரிமை அளிக்கிறது.
tr: Sözleşme’nin Madde 2.3(a) kapsamında akdedilmesi halinde, Hizmet’lerin kapsamı Sözleşme’nin ekinde yer alan Ürün teknik özelliklerinde tanımlanır. Ürün teknik özellikleri, münferit (alt) hizmetlerin kapsamını, içerikleri ve etkinleştirme yöntemleriyle ilgili olarak daha da detaylandırabilir. Bu şekilde tanımlanan Ürün teknik özellikleri, Fiyat Listesi’nde sunulan Hizmet biçimine göre önceliklidir.
uk: Якщо Угоду укладено згідно зі Статтею 2.3(a), обсяг Послуг визначається в Специфікації продукту, яка додається до Угоди. Специфікація продукту може додатково деталізувати обсяг окремих (під)послуг щодо їх вмісту та способів активації. Специфікація продукту, визначена таким чином, має перевагу над формою Послуги, що пропонується згідно з Прейскурантом.
zh_hans: 如果协议在 Article 2.3(a) 下达成，那么服务范围在协议附加的产品规格中定义。产品规格可以进一步详细说明关于单项（子）服务内容和激活方法的范围。用这种方法定义的产品规格的优先级高于根据价格清单提供的服务形式。
zh_hant: 若本協議係依第 2.3(a) 條締結，服務範圍定義於本協議附件之產品規格中。產品規格得進一步詳述個別（子）服務之內容及啟用方式。以此方式定義之產品規格，優先於價目表所提供之服務形式適用。

source: The Service is provided in three forms of cooperation: Hosted Weblate, Dedicated Weblate, and Self-hosting.
cs: Služba je poskytována ve třech formách spolupráce: Hosted Weblate, Vyhrazený Weblate a Vlastní hostování.
de: Der Dienst wird in drei Formen der Zusammenarbeit angeboten: Hosted Weblate, Dedicated Weblate und Self-Hosting.
es: El Servicio se proporciona en tres formas de cooperación: Hosted Weblate, Dedicated Weblate y Self-hosting.
fr: Le service est proposé sous trois formes de coopération : Weblate hébergé, Weblate dédié et auto-hébergement.
ga: Cuirtear an tSeirbhís ar fáil i dtrí chineál comhair: Weblate Óstáilte, Weblate Tiomnaithe, agus Féin-óstáil.
hu: A Szolgáltatás három együttműködési formában érhető el: Hosted Weblate, Dedikált Weblate és Saját üzemeltetés.
id: Layanan disediakan dalam tiga bentuk kerjasama: Hosted Weblate, Dedicated Weblate, dan Self-hosting.
ja: 本サービスは、ホスト型 Weblate、専用 Weblate 及び自己ホストの三つの形態で提供されます。
nl: De service wordt verschaft in drie vormen van samenwerking: Hosted Weblate, toegewezen Weblate en Zelf hosten.
pt_br: O Serviço é fornecido em três formas de cooperação: Hosted Weblate, Weblate Dedicado e Hospedagem Própria.
ru: Сервис предоставляется в трёх формах сотрудничества: Хостинг Weblate, Выделенный Weblate и Самостоятельный хостинг.
sk: Služba je poskytovaná v troch formách spolupráce: Hosted Weblate, Vyhradený Weblate a Vlastné hosťovanie.
sl: Storitev se zagotavlja v treh oblikah sodelovanja: gostovanje Weblate, namensko gostovanje Weblate in samostojno gostovanje.
sv: Tjänsten tillhandahålls i tre former av samarbete: Hosted Weblate, Dedicated Weblate och Self-hosting.
ta: இந்த பணி மூன்று வகையான ஒத்துழைப்புகளில் வழங்கப்படுகிறது: வலைபெயர்ப்பு, அர்ப்பணிப்பு வலைபெயர்ப்பு மற்றும் தன்வய ஓச்டிங்.
tr: Hizmet üç işbirliği biçiminde sağlanmaktadır: Hosted Weblate, Özel Weblate ve Özel Barındırma.
uk: Послуга надається в трьох формах співпраці: Hosted Weblate, Dedicated Weblate і Self-hosting.
zh_hans: 服务以三种合作形式提供：Hosted Weblate、专用 Weblate 和自托管。
zh_hant: 本服務提供三種合作形式：託管 Weblate、專用 Weblate 及自託管。
