Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Prices and Subscription conditions may change unilaterally by the Operator at any time. The price and conditions valid at the time of the first purchase or the last Subscription renewal remain in effect for the duration of the given Subscription period, but new prices and conditions may apply to renewals or new Subscriptions. The Provider will notify the User of any price or Subscription condition changes in a reasonable period before the new Price or conditions come into effect. Under these conditions, the User has the right to cancel the Subscription.
cs: Ceny a podmínky Předplatného se mohou kdykoli změnit jednostranně ze strany Provozovatele. Cena a podmínky platné při prvním nákupu nebo při posledním obnovení Předplatného zůstávají v platnosti po dobu trvání daného období Předplatného, ale na obnovení nebo nové Předplatné se mohou vztahovat nové Ceny a podmínky Předplatného. Poskytovatel na jakoukoli změnu Ceny nebo podmínek Předplatného upozorní Uživatele v přiměřené lhůtě před tím, než vstoupí nová Cena nebo nové podmínky Předplatného v platnost. Uživatel má právo za těchto podmínek Předplatné zrušit.
de: Die Preise und Bedingungen des Abonnements können vom Betreiber jederzeit einseitig geändert werden. Der Preis und die Bedingungen, die zum Zeitpunkt des ersten Kaufs oder der letzten Verlängerung des Abonnements gültig waren, bleiben für die Dauer des jeweiligen Abonnements in Kraft, jedoch können neue Preise und Bedingungen für Verlängerungen oder neue Abonnements gelten. Der Anbieter wird den Benutzer innerhalb eines angemessenen Zeitraums vor Inkrafttreten des neuen Preises oder der neuen Bedingungen für das Abonnement über etwaige Änderungen informieren. Unter diesen Bedingungen hat der Benutzer das Recht, das Abonnement zu kündigen.
fr: L’opérateur peut modifier unilatéralement et à tout moment les prix et les conditions d’abonnement. Les prix et conditions en vigueur lors du premier achat ou du dernier renouvellement d’abonnement restent applicables pour la durée de l’abonnement en cours. Toutefois, de nouveaux prix et conditions peuvent s’appliquer aux renouvellements ou aux nouveaux abonnements. Le fournisseur informera l’utilisateur de toute modification de prix ou de conditions d’abonnement dans un délai raisonnable avant son entrée en vigueur. Dans ces conditions, l’utilisateur a le droit de résilier son abonnement.
ga: Féadfaidh an tOibreoir praghsanna agus coinníollacha Síntiúis athrú go haontaobhach ag am ar bith. Fanann an praghas agus na coinníollacha a bhí bailí tráth an chéad cheannaigh nó na hathnuachana Síntiúis deiridh i bhfeidhm ar feadh thréimhse an Síntiúis ar leith, ach d'fhéadfadh praghsanna agus coinníollacha nua a bheith i bhfeidhm maidir le hathnuachan nó Síntiúis nua. Tabharfaidh an Soláthraí fógra don Úsáideoir faoi aon athruithe praghais nó coinníoll Síntiúis i dtréimhse réasúnta sula dtiocfaidh an Praghas nó na coinníollacha nua i bhfeidhm. Faoi na coinníollacha seo, tá sé de cheart ag an Úsáideoir an Síntiús a chealú.
hu: A Szolgáltató bármikor egyoldalúan módosíthatja az árakat és az Előfizetés feltételeit. Az első vásárlás vagy az utolsó Előfizetés-megújítás időpontjában érvényes árak és feltételek a vonatkozó Előfizetési időszak végéig érvényben maradnak, de a megújításokra vagy új Előfizetésekre már az új árak és feltételek vonatkozhatnak. A Szolgáltató értesítést küld a Felhasználónak, kellő időben az új árak vagy feltételek hatálybalépése előtt. Ezen feltételek szerint a Felhasználó jogosult az Előfizetés lemondására.
id: Harga dan ketentuan Berlangganan dapat berubah secara sepihak oleh Operator setiap saat. Harga dan ketentuan yang berlaku pada saat pembelian pertama atau pembaruan Berlangganan terakhir tetap berlaku selama jangka waktu Berlangganan yang diberikan, tetapi harga dan ketentuan baru dapat berlaku untuk pembaruan atau Berlangganan baru. Penyedia akan memberitahukan kepada Pengguna tentang setiap perubahan harga atau ketentuan Berlangganan dalam jangka waktu yang wajar sebelum Harga atau ketentuan baru mulai berlaku. Berdasarkan ketentuan ini, Pengguna berhak untuk membatalkan Berlangganan.
ja: 料金及びサブスクリプション条件は、運営者によりいつでも一方的に変更される場合があります。初回購入時又は直近のサブスクリプション更新時に有効であった料金及び条件は、当該サブスクリプション期間中は引き続き適用されますが、更新時又は新たなサブスクリプション契約時には、新たな料金及び条件が適用されることがあります。事業者は、新たな料金又は条件が効力を生じる前に、合理的な期間をもって利用者に対し当該変更を通知します。利用者は、これらの変更が行われる場合には、サブスクリプションを解約する権利を有します。
nl: Prijzen en voorwaarden voor abonnementen kunnen eenzijdig op elk moment door de operator wijzigen. De geldige prijs en voorwaarden ten tijde van de eerste aankoop of de laatste vernieuwing van het abonnement behouden hun waarde voor de duur van de opgegeven periode van het abonnement, maar nieuwe prijzen en voorwaarden zouden van toepassing kunnen zijn op vernieuwingen of nieuwe abonnementen. De provider zal de gebruiker in kennis stellen, binnen een redelijke termijn, van wijzigingen in prijs of abonnementen, voordat de nieuwe prijs of voorwaarden van kracht worden. Onder deze voorwaarden heeft de gebruiker het recht om het abonnement te annuleren.
pt_br: Os preços e as condições de Assinatura podem mudar unilateralmente pelo Operador a qualquer momento. O preço e as condições válidos no momento da primeira compra ou da última renovação da Assinatura permanecem em vigor durante o período de Assinatura fornecido, mas novos preços e condições podem ser aplicados a renovações ou novas Assinaturas. O Provedor notificará o Usuário sobre quaisquer mudanças de preço ou condição de Assinatura em um período razoável antes que o novo Preço ou condições entrem em vigor. Sob essas condições, o Usuário tem o direito de cancelar a Assinatura.
ru: Цены и условия Подписки могут быть изменены Оператором в одностороннем порядке в любое время. Цена и условия, действующие на момент первой покупки или последнего продления Подписки, остаются в силе в течение всего срока действия данной Подписки, однако к продлению или новой Подписке могут применяться новые цены и условия. Поставщик уведомит Пользователя о любых изменениях цен или условий Подписки за разумный срок до вступления в силу новых цен или условий. При таких условиях Пользователь имеет право отменить Подписку.
sk: Ceny a podmienky Predplatného sa môžu kedykoľvek zmeniť jednostranne zo strany Prevádzkovateľa. Cena a podmienky platné pri prvom nákupe alebo pri poslednom obnovení Predplatného zostávajú v platnosti po dobu trvania daného obdobia Predplatného, ale na obnovenie alebo nové Predplatné sa môžu vzťahovať nové Ceny a podmienky Predplatného. Poskytovateľ na akúkoľvek zmenu Ceny alebo podmienok Predplatného upozorní Používateľa v primeranej lehote pred tým, než vstúpi nová Cena alebo nové podmienky Predplatného v platnosť. Používateľ má právo za týchto podmienok Predplatné zrušiť.
sl: Cene in pogoje naročnine lahko upravitelj kadar koli enostransko spremeni. Cena in pogoji, veljavni v času prvega nakupa ali zadnjega podaljšanja naročnine, ostanejo v veljavi za čas trajanja danega obdobja naročnine, vendar se lahko za podaljšanja ali nove naročnine uporabljajo nove cene in pogoji. Ponudnik bo uporabnika o vseh spremembah cen ali pogojev naročnine obvestil v razumnem roku, preden nova cena ali pogoji začnejo veljati. V skladu s temi pogoji ima uporabnik pravico do preklica naročnine.
sv: Priser och prenumerationsvillkor kan ändras ensidigt av operatören när som helst. Det pris och de villkor som gällde vid det första köpet eller den senaste prenumerationsförnyelsen gäller under hela den aktuella prenumerationsperioden, men nya priser och villkor kan gälla för förnyelser eller nya prenumerationer. Leverantören kommer att meddela användaren om eventuella pris- eller prenumerationsvillkorsändringar inom en rimlig tid innan det nya priset eller de nya villkoren träder i kraft. Under dessa villkor har användaren rätt att säga upp prenumerationen.
ta: விலைகள் மற்றும் சந்தா நிலைமைகள் எந்த நேரத்திலும் ஆபரேட்டரால் ஒருதலைப்பட்சமாக மாறக்கூடும். முதல் கொள்முதல் அல்லது கடைசி சந்தா புதுப்பித்தல் நேரத்தில் செல்லுபடியாகும் விலை மற்றும் நிபந்தனைகள் கொடுக்கப்பட்ட சந்தா காலத்தின் காலத்திற்கு நடைமுறையில் உள்ளன, ஆனால் புதுப்பிப்புகள் அல்லது புதிய சந்தாக்களுக்கு புதிய விலைகள் மற்றும் நிபந்தனைகள் பொருந்தக்கூடும். புதிய விலை அல்லது நிபந்தனைகள் நடைமுறைக்கு வருவதற்கு முன்பு ஒரு நியாயமான காலகட்டத்தில் எந்தவொரு விலை அல்லது சந்தா நிலை மாற்றங்களையும் வழங்குநர் பயனருக்கு அறிவிப்பார். இந்த நிபந்தனைகளின் கீழ், சந்தாவை ரத்து செய்ய பயனருக்கு உரிமை உண்டு.
tr: Fiyatlar ve Abonelik koşulları İşletmeci tarafından herhangi bir zamanda tek taraflı olarak değiştirilebilir. İlk satın alma veya son Abonelik yenileme sırasında geçerli olan fiyat ve koşullar, söz konusu Abonelik süresi boyunca yürürlükte kalır. Ancak yenilemeler veya yeni Abonelikler için yeni fiyatlar ve koşullar geçerli olabilir. Sağlayıcı, yeni Fiyat veya koşullar yürürlüğe girmeden önce makul bir süre içinde herhangi bir fiyat veya Abonelik koşulu değişikliğini Kullanıcı’ya bildirecektir. Bu koşullar altında, Kullanıcı Aboneliği iptal etme hakkına sahiptir.
uk: Ціни та умови Підписки можуть бути змінені Оператором в односторонньому порядку в будь-який час. Ціна та умови, дійсні на момент першої покупки або останнього поновлення Підписки, залишаються в силі протягом даного періоду Підписки, але до поновлень або нових Підписок можуть застосовуватися нові ціни та умови. Постачальник повідомить Користувача про будь-які зміни ціни або умов Підписки протягом розумного періоду до того, як нова Ціна або умови набудуть чинності. За цих умов Користувач має право скасувати Підписку.
zh_hans: 运营者可以随时单方面改变价格和订阅条款。首次购买或上次订阅续费时有效的价格和条款在给定的订阅期内依然有效，但新的价格和条款可以适用于续费或新订阅。在新价格或条款生效前的合理时间段内，提供者会通知用户任何价格或订阅条款的更改。在这些条款下，用户有权取消订阅。
zh_hant: 營運商（提供者）得隨時單方變更價格及訂閱條件。首次購買或最近一次訂閱續約時有效之價格及條件，於該訂閱期間內維持有效，但續約或新訂閱可能適用新價格及條件。提供者將於新價格或條件生效前之合理期間內，通知使用者任何價格或訂閱條件之變更。在此情況下，使用者有權取消訂閱。

source: License Terms
cs: Licenční podmínky
de: Lizenzbedingungen
es: Términos de la Licencia
fr: Conditions de licence
ga: Téarmaí Ceadúnais
hu: Licencfeltételek
id: Persyaratan Lisensi
ja: ライセンス条項
nl: Termen van de licentie
pt_br: Termos da Licença
ru: Лицензионные условия
sk: Licenčné podmienky
sl: Licenčni pogoji
sv: Licensvillkor
ta: உரிம விதிமுறைகள்
tr: Lisans Koşulları
uk: Ліцензійні умови
zh_hans: 许可条款
zh_hant: 授權條款

source: The Provider's software and Weblate software extensions are distributed under the GNU/GPLv3 license (see <a href="%(url)s">%(url)s</a>). The User is granted a non-exclusive license to any elements of the Service under the terms of the GTC in their most recently updated version at the time the License is provided. The License is granted in accordance with the option selected according to the Price List.
cs: Software Poskytovatele a softwarová rozšíření Weblate jsou šířena pod licencí GNU/GPLv3 (viz <a href="%(url)s">%(url)s</a>). Uživateli je poskytnuta nevýhradní licence k jakýmkoli prvkům Služby za podmínek VOP v jejich poslední aktualizované verzi k okamžiku poskytnutí Licence. Licence je poskytována v souladu s variantou podle Ceníku.
de: Die Software des Anbieters und die Weblate-Softwareerweiterungen werden unter der GNU/GPLv3-Lizenz vertrieben (siehe <a href="%(url)s">%(url)s</a>). Dem Benutzer wird eine nicht-exklusive Lizenz für alle Elemente des Dienstes gemäß den Begriffen der AGB in ihrer zum Zeitpunkt der Bereitstellung der Lizenz zuletzt aktualisierten Fassung gewährt. Die Lizenz wird in Übereinstimmung mit der gemäß der Preisliste gewählten Option gewährt.
es: El software del Proveedor y las extensiones de software de Weblate se distribuyen bajo la licencia GNU/GPLv3 (ver <a href="%(url)s">%(url)s</a>). Al Usuario se le otorga una licencia no exclusiva de cualquier elemento del Servicio bajo los términos de las GTC en su versión actualizada más reciente en el momento en que se proporciona la Licencia. La Licencia se otorga de acuerdo con la opción seleccionada de acuerdo con la Lista de precios.
fr: Le logiciel du Fournisseur et les extensions logicielles Weblate sont distribués sous licence GNU/GPLv3 (voir <a href="%(url)s">%(url)s</a>). L'Utilisateur bénéficie d'une licence non exclusive sur tout élément du Service, conformément aux CGV dans leur version la plus récente au moment de la délivrance de la Licence. Cette Licence est accordée selon l'option choisie dans la Liste de prix.
ga: Déantar eisínteachtaí bogearraí agus bogearraí Weblate an tSoláthraí a dháileadh faoin gceadúnas GNU/GPLv3 (féach <a href="%(url)s">%(url)s</a>). Deonaítear ceadúnas neamheisiatach don Úsáideoir d’aon ghné den tSeirbhís faoi théarmaí an GTC ina leagan is déanaí a nuashonraíodh dó ag an am a chuirtear an Ceadúnas ar fáil. Deonaítear an Ceadúnas de réir na rogha a roghnaítear de réir an Liosta Praghsanna.
hu: A Szolgáltató szoftverei és a Weblate szoftverkiegészítései a GNU/GPLv3 licenc alatt kerülnek terjesztésre (lásd: <a href="%(url)s">%(url)s</a>). A Felhasználó nem kizárólagos licencet kap a Szolgáltatás bármely elemére az ÁSZF aktuális változata alapján, amely a Licenc megadásának időpontjában érvényes. A Licenc a Díjszabásban kiválasztott opció szerint kerül biztosításra.
id: Perangkat lunak Penyedia dan ekstensi perangkat lunak Weblate didistribusikan di bawah lisensi GNU/GPLv3 (lihat <a href="%(url)s">%(url)s</a>). Pengguna diberikan lisensi non-eksklusif untuk setiap elemen Layanan berdasarkan ketentuan GTC dalam versi terbaru yang diperbarui pada saat Lisensi diberikan. Lisensi diberikan sesuai dengan opsi yang dipilih menurut Daftar Harga.
ja: 事業者のソフトウェア及び Weblate のソフトウェア拡張機能は、GNU / GPLv3 ライセンス（参照: <a href="%(url)s">%(url)s</a>）に基づき配布されます。利用者には、ライセンスが付与される時点で最新に更新された本規程（個人情報の取扱いに関する規程）の条件に従い、サービスの各要素について非独占的なライセンスが付与されます。当該ライセンスは、価格表に基づき利用者が選択したオプションに従って付与されるものとします。
nl: De providers software en Weblate software-uitbreidingen worden gedistribueerd onder de licentie GNU/GPLv3 (bekijk <a href="%(url)s">%(url)s</a>). De gebruiker wordt een niet-exclusieve licentie verstrekt voor alle elementen van de service onder de bepalingen van de GTC in hun meeste recent geüpdatet versie ten tijde waarvan de licentie is verschaft. De licentie wordt verstrekt overeenkomstig de overeenkomstig de prijslijst gekozen optie.
pt_br: O software do Provedor e os complementos de software Weblate são distribuídos sob a licença GNU/GPLv3 (consulte <a href="%(url)s">%(url)s</a>). O Usuário recebe uma licença não exclusiva para quaisquer elementos do Serviço sob os termos do GTC em sua versão mais atualizada no momento em que a Licença é fornecida. A Licença é concedida de acordo com a opção selecionada de acordo com a Lista de Preços.
ru: Программное обеспечение Поставщика и программные расширения Weblate распространяются на условиях лицензии GNU/GPLv3 (см. <a href="%(url)s">%(url)s</a>). Пользователю предоставляется неисключительная лицензия на любые элементы Сервиса в соответствии с условиями GTC в их последней обновлённой версии на момент предоставления Лицензии. Лицензия предоставляется в соответствии с вариантом, выбранным в соответствии с Ценником.
sk: Softvér Poskytovateľa a softvérové rozšírenia Weblate sú šírené pod licenciou GNU/GPLv3 (pozri <a href=" %(url)s ">%(url)s </a>). Používateľovi je poskytnutá nevýhradná licencia k akýmkoľvek prvkom Služby za podmienok VOP v ich poslednej aktualizovanej verzii k okamihu poskytnutia Licencie. Licencia je poskytovaná v súlade s variantom podľa Cenníka.
sl: Ponudnikova programska oprema in razširitve programske opreme Weblate se distribuirajo pod licenco GNU/GPLv3 (glejte <a href="%(url)s">%(url)s</a>). Uporabniku se podeli neizključna licenca za vse elemente storitve v skladu s pogoji splošnih pogojev storitve v njihovi najnovejši posodobljeni različici v času izdaje licence. Licenca se podeli v skladu z možnostjo, izbrano v skladu s cenikom.
sv: Leverantörens programvara och Weblate-programtillägg distribueras under GNU/GPLv3-licensen (se<a href="%(url)s">%(url)s)</a>. Användaren beviljas en icke-exklusiv licens för alla delar av Tjänsten enligt villkoren i de allmänna villkoren i deras senast uppdaterade version vid den tidpunkt då Licensen tillhandahålls. Licensen beviljas i enlighet med det alternativ som valts enligt prislistan.
ta: வழங்குநரின் மென்பொருள் மற்றும் வலைபெயர்ப்பு மென்பொருள் நீட்டிப்புகள் குனு/சி.பி.எல்.வி 3 உரிமத்தின் கீழ் விநியோகிக்கப்படுகின்றன (பார்க்க <a href="%(url)s">%(url)s </a>). உரிமம் வழங்கப்படும் நேரத்தில் சி.டி.சி விதிமுறைகளின் கீழ் சி.டி.சி விதிமுறைகளின் கீழ் சேவையின் எந்தவொரு கூறுகளுக்கும் பயனருக்கு பிரத்தியேகமற்ற உரிமம் வழங்கப்படுகிறது. விலை பட்டியலின்படி தேர்ந்தெடுக்கப்பட்ட விருப்பத்தின்படி உரிமம் வழங்கப்படுகிறது.
tr: Sağlayıcının yazılımı ve Weblate yazılım eklentileri GNU/GPLv3 lisansı altında dağıtılmaktadır (bkz <a href="%(url)s">%(url)s</a>). Kullanıcı’ya, Lisansın verildiği tarihte en son güncellenen sürümlerinde Genel Hüküm ve Koşullar altında Hizmet’in herhangi bir unsuru için münhasır olmayan bir lisans verilir. Lisans, Fiyat Listesi’nden seçilmiş seçeneğe uygun olarak verilir.
uk: Програмне забезпечення Постачальника та програмні розширення Weblate поширюються за ліцензією GNU/GPLv3 (див. <a href="%(url)s">%(url)s</a>). Користувачеві надається невиключна ліцензія на будь-які елементи Сервісу згідно з умовами GTC в їх останній оновленій версії на момент надання Ліцензії. Ліцензія надається відповідно до обраного варіанту згідно з Прейскурантом.
zh_hans: 提供者的软件和 Weblate 软件扩展在 GNU/GPLv3 许可证下分发（见 <a href="%(url)s">%(url)s</a>）。根据 GTC 条款在许可证被提供时的最近更新版本，用户被授予服务任何元素的非独占许可证。该许可证依照根据价格清单所选的选项被授予。
zh_hant: 提供者之軟體及 Weblate 軟體擴充套件係依據 GNU/GPLv3 授權發布（參見 <a href="%(url)s">%(url)s</a>）。使用者獲授與本服務任何元素之非專屬授權，適用授權提供時最新版本之本條款規定。授權係依據價目表所選之選項授與。
