Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider collects data from the User solely for the purpose of providing the Service, improving its quality, fulfilling legal obligations, and in selected cases for the Provider's legitimate interests (e.g., maintaining server security and integrity) or for sending optional commercial communications as defined in the <a href="%(privacy_url)s">Privacy Policy</a>.
cs: Veškeré údaje shromažďuje Poskytovatel od Uživatele pouze za účelem poskytování Služby, zlepšování její kvality, plnění právních povinností, a ve vybraných případech také pro účely vlastního oprávněnému zájmu Poskytovatel (např. zachování bezpečnosti a integrity serverů) či pro zasílání volitelných obchodních sdělení v rozsahu blíže definovaném v <a href="%(privacy_url)s">Zásadách ochrany osobních údajů</a>.
de: Der Anbieter erhebt Daten des Benutzers ausschließlich zum Zweck der Bereitstellung des Dienstes, der Verbesserung seiner Qualität, der Erfüllung gesetzlicher Verpflichtungen und in ausgewählten Fällen für die berechtigten Interessen des Anbieters (z. B. Aufrechterhaltung der Serversicherheit und -integrität) oder für die Zusendung optionaler kommerzieller Mitteilungen, wie in der <a href="%(privacy_url)s">Datenschutzerklärung</a> definiert.
fr: Le Fournisseur collecte des données auprès de l'Utilisateur uniquement dans le but de fournir le Service, d'en améliorer la qualité, de remplir les obligations légales et, dans certains cas, pour les intérêts légitimes du Fournisseur (par exemple, maintenir la sécurité et l'intégrité du serveur) ou pour envoyer des communications commerciales facultatives telles que définies dans la <a href="%(privacy_url)s">Politique de confidentialité</a>.
ga: Bailíonn an Soláthraí sonraí ón Úsáideoir amháin chun críche an tSeirbhís a sholáthar, chun a cháilíocht a fheabhsú, chun oibleagáidí dlíthiúla a chomhlíonadh, agus i gcásanna roghnaithe ar mhaithe le leasanna dlisteanacha an tSoláthraí (m.sh., slándáil agus sláine an fhreastalaí a chothabháil) nó chun cumarsáidí tráchtála roghnacha a sheoladh mar a shainítear iad. sa <a href="%(privacy_url)s">Polasaí Príobháideachta</a>.
hu: A Szolgáltató a Felhasználó adatait kizárólag a Szolgáltatás nyújtására, annak minőségi javítására, jogszabályi kötelezettségei teljesítésére, valamint egyes esetekben saját jogos érdekeinek érvényesítésére (pl. szerverbiztonság fenntartása) vagy választható kereskedelmi kommunikáció küldésére gyűjti, az <a href="%(privacy_url)s">Adatvédelmi szabályzatban</a> foglaltak szerint.
id: Penyedia mengumpulkan data dari Pengguna semata-mata untuk tujuan menyediakan Layanan, meningkatkan kualitasnya, memenuhi kewajiban hukum, dan dalam kasus tertentu untuk kepentingan sah Penyedia (misalnya, menjaga keamanan dan integritas server) atau untuk mengirim komunikasi komersial opsional sebagaimana didefinisikan dalam <a href="%(privacy_url)s">Kebijakan Privasi</a>.
ja: 事業者は、サービスの提供、品質向上、法的義務の履行のため、また、限定的な場合には事業者の正当な利益（例：サーバーの安全性および完全性の維持）を目的として、さらに <a href="%(privacy_url)s">プライバシー ポリシー</a> に定義される任意の商業的通知を送信する目的のためにのみ、利用者からデータを収集するものとします。
nl: De provider verzamelt gegevens van de gebruiker uitsluitend voor het doel om de service te verschaffen, de kwaliteit daarvan te verbeteren, vervullen van wettelijke verplichtingen en in geselecteerde gevallen voor het gerechtvaardigde belang van de provider (bijv. onderhouden van beveiliging van de server en integriteit) of voor het verzenden van optionele commerciële communicaties, zoals gedefinieerd in het <a href="%(privacy_url)s">Privacy-beleid</a>.
pt_br: O Provedor coleta dados do Usuário exclusivamente com a finalidade de fornecer o Serviço, melhorar sua qualidade, cumprir obrigações legais e, em casos selecionados, para os interesses legítimos do Provedor (por exemplo, manter a segurança e a integridade do servidor) ou para enviar comunicações comerciais opcionais, conforme definido na <a href="%(privacy_url)s">Política de Privacidade</a>.
ru: Поставщик собирает данные Пользователя исключительно в целях предоставления Сервиса, улучшения его качества, выполнения юридических обязательств, а также в отдельных случаях для соблюдения законных интересов Поставщика (например, поддержание безопасности и целостности сервера) или для отправки необязательных коммерческих сообщений, как определено в <a href="%(privacy_url)s">Политике конфиденциальности</a>.
sk: Všetky údaje zhromažďuje Poskytovateľ od Používateľa iba za účelom poskytovania Služby, zlepšovania jej kvality, plnenia právnych povinností, a vo vybraných prípadoch aj pre účely vlastného oprávnenému záujmu Poskytovateľ (napr. zachovanie bezpečnosti a integrity serverov) či pre zasielanie voliteľných obchodných oznámení v rozsahu bližšie definovanom v <a href=" %(privacy_url)s ">Zásadách ochrany osobných údajov</a>.
sl: Ponudnik zbira podatke od uporabnika izključno za namene zagotavljanja storitve, izboljšanja njene kakovosti, izpolnjevanja zakonskih obveznosti in v izbranih primerih za legitimne interese ponudnika (npr. ohranjanje varnosti in integritete strežnika) ali za pošiljanje neobveznih komercialnih sporočil, kot je opredeljeno v <a href="%(privacy_url)s">Pravilniku o zasebnosti</a>.
sv: Leverantören samlar in uppgifter från användaren enbart i syfte att tillhandahålla tjänsten, förbättra dess kvalitet, uppfylla lagliga skyldigheter och i utvalda fall för leverantörens legitima intressen (t.ex. upprätthålla serversäkerhet och integritet) eller för att skicka valfria kommersiella meddelanden enligt definitionen i <a href="%(privacy_url)s">sekretesspolicyn</a>.
ta: சேவையை வழங்குதல், அதன் தரத்தை மேம்படுத்துதல், சட்டபூர்வமான கடமைகளை நிறைவேற்றுதல் மற்றும் வழங்குநரின் முறையான நலன்களுக்காக (எ.கா., சேவையக பாதுகாப்பு மற்றும் ஒருமைப்பாட்டை பராமரித்தல்) அல்லது வரையறுக்கப்பட்ட வணிக தகவல்தொடர்புகளை அனுப்புவதற்காக தேர்ந்தெடுக்கப்பட்ட நிகழ்வுகளில் மட்டுமே வழங்குநர் பயனரிடமிருந்து தரவை சேகரிக்கிறார் <a href="%(privacy_url)s"> தனியுரிமைக் கொள்கை </a> இல்.
tr: Sağlayıcı, Kullanıcı’dan yalnızca Hizmet’i sağlamak, kalitesini artırmak, yasal yükümlülükleri yerine getirmek ve belirli durumlarda Sağlayıcı’nın meşru menfaatleri (örneğin, sunucu güvenliğini ve bütünlüğünü korumak) veya <a href="%(privacy_url)s">Gizlilik İlkesi’nde</a> tanımlandığı gibi isteğe bağlı ticari iletişimler göndermek amacıyla veri toplar.
uk: Постачальник збирає дані від Користувача виключно з метою надання Сервісу, покращення його якості, виконання юридичних зобов’язань, а в окремих випадках – для законних інтересів Постачальника (наприклад, підтримка безпеки та цілісності сервера) або для надсилання додаткових комерційних повідомлень, як визначено у <a href="%(privacy_url)s">Політиці конфіденційності</a>.
zh_hans: 提供商收集用户数据的目的仅为提供服务、提高服务质量、履行法律义务，以及在特定情况下为提供商的合法利益（例如，维护服务器安全和完整性）或发送<a href="%(privacy_url)s">隐私政策</a>中定义的可选商业通信。
zh_hant: 提供者蒐集使用者資料之目的，僅限於提供本服務、提升其品質、履行法律義務，以及在特定情況下為提供者之正當利益（例如維護伺服器安全與完整性），或為發送<a href="%(privacy_url)s">隱私權政策</a>中定義之選用商業通訊。

source: All communication within the Service is encrypted using the SSL protocol. The User declares that they consider this encryption method sufficiently secure.
cs: Veškerá komunikace v rámci Služby je šifrována protokolem SSL. Uživatel tímto prohlašuje, že tento způsob šifrování považuje za dostatečně bezpečný.
de: Die gesamte Kommunikation innerhalb des Dienstes wird mit dem SSL-Protokoll verschlüsselt. Der Benutzer erklärt, dass er diese Verschlüsselungsmethode für ausreichend sicher hält.
fr: Toutes les communications au sein du Service sont chiffrées à l'aide du protocole SSL. L'Utilisateur déclare considérer cette méthode de chiffrement comme suffisamment sûre.
ga: Tá gach cumarsáid laistigh den tSeirbhís criptithe ag baint úsáide as an bprótacal SSL. Dearbhaíonn an Úsáideoir go measann siad go bhfuil an modh criptithe seo slán a dhóthain.
hu: A Szolgáltatáson belüli minden kommunikáció SSL protokollal van titkosítva. A Felhasználó kijelenti, hogy ezt a titkosítási módszert megfelelően biztonságosnak tekinti.
id: Semua komunikasi dalam Layanan dienkripsi menggunakan protokol SSL. Pengguna menyatakan bahwa mereka menganggap metode enkripsi ini cukup aman.
ja: サービス内のすべての通信は SSL プロトコルを用いて暗号化されます。利用者は、この暗号化方式を十分に安全であると判断するものとします。
nl: Alle communicatie binnen de service is versleuteld met het SSL-protocol. De gebruiker verklaart dat hij deze methode van versleuteling als voldoende veilig beschouwd.
pt_br: Toda a comunicação dentro do Serviço é criptografada usando o protocolo SSL. O Usuário declara que considera esse método de criptografia suficientemente seguro.
ru: Все коммуникации в рамках Сервиса шифруются с использованием протокола SSL. Пользователь заявляет, что считает этот метод шифрования достаточно безопасным.
sk: Všetka komunikácia v rámci Služby je šifrovaná protokolom SSL. Používateľ týmto prehlasuje, že tento spôsob šifrovania považuje za dostatočne bezpečný.
sl: Vsa komunikacija znotraj storitve je šifrirana s protokolom SSL. Uporabnik izjavlja, da to metodo šifriranja šteje za dovolj varno.
sv: All kommunikation inom Tjänsten krypteras med hjälp av SSL-protokollet. Användaren förklarar att han/hon anser att denna krypteringsmetod är tillräckligt säker.
ta: சேவையில் உள்ள அனைத்து தகவல்தொடர்புகளும் SSL நெறிமுறையைப் பயன்படுத்தி குறியாக்கம் செய்யப்படுகின்றன. இந்த குறியாக்க முறையை போதுமான அளவு பாதுகாப்பாக கருதுவதாக பயனர் அறிவிக்கிறார்.
tr: Hizmet içindeki tüm iletişim SSL iletişim kuralı kullanılarak şifrelenir. Kullanıcı, bu şifreleme yöntemini yeterince güvenli bulduğunu beyan eder.
uk: Весь обмін даними в рамках Сервісу шифрується за допомогою протоколу SSL. Користувач заявляє, що вважає цей метод шифрування достатньо безпечним.
zh_hans: 服务中的所有通信都使用SSL协议进行加密。用户声明他们认为这种加密方法足够安全。
zh_hant: 本服務內之所有通訊均採用 SSL 協定加密。使用者聲明其認為此加密方式已足夠安全。

source: The Provider commits not to provide any information submitted by the User during the registration of their User account or any other personal data provided by the User to any third party for purposes other than those defined in this Agreement and the <a href="%(privacy_url)s">Privacy Policy</a>.
cs: Poskytovatel se zavazuje, že neposkytne žádné informace uvedené Uživatelem při registraci jeho Uživatelského účtu ani žádné jiné osobní údaje poskytnuté Uživatelem žádné třetí straně k jiným účelům, než které jsou definovány v této Smlouvě a <a href="%(privacy_url)s">Zásadách ochrany osobních údajů</a>.
de: Der Anbieter Commit verpflichtet sich, keine Informationen, die der Benutzer bei der Registrierung seines Benutzerkontos angegeben hat, oder andere personenbezogene Daten, die der Benutzer angegeben hat, an Drittanbieter für andere Zwecke als die in dieser Vereinbarung und der <a href="%(privacy_url)s">Datenschutzerklärung</a> festgelegten weiterzugeben.
fr: Le Fournisseur s'engage à ne fournir à aucun tiers les informations soumises par l'Utilisateur lors de l'inscription de son compte utilisateur ou toute autre donnée personnelle fournie par l'Utilisateur à des fins autres que celles définies dans le présent Contrat et la <a href="%(privacy_url)s">Politique de confidentialité</a>.
ga: Geallann an Soláthraí gan aon fhaisnéis a chuir an tÚsáideoir isteach le linn clárúcháin a chuntais Úsáideora nó aon sonraí pearsanta eile a sholáthraíonn an tÚsáideoir a sholáthar d'aon tríú páirtí chun críocha seachas iad siúd atá sainmhínithe sa Chomhaontú seo agus an <a href="%(privacy_url)s">Polasaí Príobháideachta</a>.
hu: A Szolgáltató vállalja, hogy a Felhasználó regisztrációja során megadott adatokat vagy más személyes adatokat harmadik fél részére nem adja ki, kivéve a Szerződésben és az <a href="%(privacy_url)s">Adatvédelmi szabályzatban</a> meghatározott célokat.
id: Penyedia berkomitmen untuk tidak memberikan informasi apa pun yang disampaikan oleh Pengguna selama pendaftaran akun Pengguna mereka atau data pribadi lainnya yang diberikan oleh Pengguna kepada pihak ketiga mana pun untuk tujuan selain yang ditetapkan dalam Perjanjian ini dan <a href="%(privacy_url)s">Kebijakan Privasi</a>.
ja: 事業者は、利用者が利用者アカウントの登録時に提出した情報その他の個人データについて、本規程および <a href="%(privacy_url)s">プライバシーポリシー</a> に定める目的以外で第三者に提供しないことを約束するものとします。
nl: De provider verbindt zich er niet toe om enige informatie te verschaffen die door de gebruiker is ingediend bij het registreren van hun gebruikersaccount, of enige andere door de gebruiker aan enige derde partij verschafte persoonlijke gegevens, voor andere doelen dan die welke zijn gedefinieerd in deze overeenkomst en het <a href="%(privacy_url)s">Privacy-beleid</a>.
pt_br: O Provedor se compromete a não fornecer nenhuma informação enviada pelo Usuário durante o registro de sua conta de Usuário ou quaisquer outros dados pessoais fornecidos pelo Usuário a terceiros para finalidades diferentes daquelas definidas neste Contrato e na <a href="%(privacy_url)s">Política de Privacidade</a>.
ru: Поставщик обязуется не предоставлять любую информацию, предоставленную Пользователем при регистрации его учётной записи, или любые другие персональные данные, предоставленные Пользователем, третьим лицам для целей, отличных от определённых в настоящем Соглашении и <a href="%(privacy_url)s">Политике конфиденциальности</a>.
sk: Poskytovateľ sa zaväzuje, že neposkytne žiadne informácie uvedené Používateľom pri registrácii jeho Používateľského účtu ani žiadne iné osobné údaje poskytnuté Používateľom žiadnej tretej strane na iné účely, než ktoré sú definované v tejto Zmluve a <a href=" %(privacy_url)s ">Zásadách ochrany osobných údajov</a>.
sl: Ponudnik se zavezuje, da ne bo posredoval nobenih informacij, ki jih uporabnik posreduje med registracijo svojega uporabniškega računa, ali drugih osebnih podatkov, ki jih uporabnik posreduje, tretjim osebam za namene, ki niso opredeljeni v tej pogodbi in <a href="%(privacy_url)s">Pravilniku o zasebnosti</a>.
sv: Leverantören förbinder sig att inte lämna ut någon information som användaren lämnat vid registreringen av sitt användarkonto eller andra personuppgifter som användaren lämnat till någon tredje part för andra ändamål än de som anges i detta avtal och <a href="%(privacy_url)s">i sekretesspolicyn</a>.
ta: வழங்குநர் தங்கள் பயனர் கணக்கைப் பதிவு செய்யும்போது அல்லது பயனரால் வழங்கப்பட்ட வேறு எந்தவொரு தனிப்பட்ட தரவையும் இந்த ஒப்பந்தத்தில் வரையறுக்கப்பட்டுள்ள நோக்கங்களுக்காக எந்தவொரு மூன்றாம் தரப்பினருக்கும் வழங்கிய வேறு எந்தத் தகவலையும் வழங்க வேண்டாம் என்று உறுதியளிக்கிறார் மற்றும் <a href="%(privacy_url)s"> தனியுரிமைக் கொள்கை </a>.
tr: Sağlayıcı, Kullanıcı hesabının açılması sırasında Kullanıcı tarafından verilen herhangi bir bilgiyi veya Kullanıcı tarafından verilen diğer kişisel verileri, bu Sözleşme’de ve <a href="%(privacy_url)s">Gizlilik İlkesi’nde</a> tanımlananlar dışındaki amaçlarla herhangi bir üçüncü tarafa vermemeyi taahhüt eder.
uk: Постачальник зобов’язується не надавати будь-яку інформацію, надану Користувачем під час реєстрації свого облікового запису Користувача, або будь-які інші персональні дані, надані Користувачем, будь-якій третій стороні для цілей, відмінних від тих, що визначені в цій Угоді та <a href="%(privacy_url)s">Політика конфіденційності</a>.
zh_hans: 提供商承诺不将用户在注册其用户账户期间提交的任何信息或用户提供的任何其他个人数据提供给任何第三方，用于本协议和 <a href="%(privacy_url)s">”隐私政策</a>中定义的目的以外的目的。
zh_hant: 提供者承諾，除本協議及<a href="%(privacy_url)s">隱私權政策</a>定義之目的外，不將使用者於註冊使用者帳號時提交之任何資訊或使用者提供之任何其他個人資料，提供予任何第三方。

source: The Provider’s website and web application also use cookies. The Services exclusively use session cookies from the Provider and never use third-party cookies. Regarding functionality and type, the Provider only uses functional/technical cookies, for which explicit consent is not required under current legislation.
cs: Webové stránky a webová aplikace Poskytovatele rovněž používají soubory Cookies. Služby přitom využívají výlučně session cookies Poskytovatele a nikdy nepoužívají Cookies třetích stran. Co do funkcionality a typu Cookies pak Poskytovatel používá výlučně funkční/technické Cookies pro jejichž ukládání do zařízení Uživatele není v souladu s legislativou vyžadován výslovný souhlas.
de: Auch die Website und die Webanwendung des Anbieters verwenden Cookies. Die Dienste verwenden ausschließlich Sitzungs-Cookies des Anbieters und niemals Cookies von Drittanbietern. In Bezug auf Funktionalität und Art verwendet der Anbieter nur funktionale/technische Cookies, für die nach aktueller Gesetzgebung keine ausdrückliche Zustimmung erforderlich ist.
fr: Le site web et l’application web du Fournisseur utilisent également des cookies. Les Services utilisent exclusivement des cookies de session du Fournisseur et jamais de cookies tiers. Concernant leur fonctionnalité et leur type, le Fournisseur utilise uniquement des cookies fonctionnels/techniques, pour lesquels le consentement explicite n’est pas requis par la législation en vigueur.
ga: Úsáideann suíomh Gréasáin agus feidhmchlár gréasáin an tSoláthraí fianáin freisin. Úsáideann na Seirbhísí fianáin seisiúin ón Soláthraí go heisiach agus ní úsáideann siad fianáin tríú páirtí riamh. Maidir le feidhmiúlacht agus cineál, ní úsáideann an Soláthraí ach fianáin fheidhmiúla/theicniúla, nach bhfuil toiliú sainráite ag teastáil ina leith faoin reachtaíocht reatha.
hu: A Szolgáltató weboldala és webalkalmazása sütiket használ. A Szolgáltatás kizárólag a Szolgáltató saját munkamenet-sütijeit alkalmazza, harmadik féltől származó sütiket soha nem használ. A Szolgáltató kizárólag olyan funkcionális/technikai sütiket alkalmaz, amelyekhez a hatályos jogszabályok szerint nem igényel külön hozzájárulást.
id: Situs web dan aplikasi web Penyedia juga menggunakan kuki. Layanan secara eksklusif menggunakan kuki sesi dari Penyedia dan tidak pernah menggunakan kuki pihak ketiga. Mengenai fungsionalitas dan jenis, Penyedia hanya menggunakan kuki fungsional/teknis, yang tidak memerlukan persetujuan eksplisit berdasarkan undang-undang saat ini.
ja: 事業者の Web サイトおよび Web アプリケーションはクッキーを使用します。サービスでは、事業者によるセッション クッキーのみを使用し、第三者クッキーは一切使用しません。機能および種類に関して、事業者が使用するのは機能的 / 技術的クッキーのみであり、現行法令上、これらについて明示的な同意は不要とされています。
nl: De website en webtoepassing van de provider gebruiken ook cookies. De services gebruiken exclusief sessiecookies van de provider en gebruiken nooit cookies van derde partijen. Met betrekking tot functionaliteit en type gebruikt de provider alleen functionele/technische cookies, waarvoor, onder de huidige wetgeving, geen expliciete instemming is vereist.
pt_br: O site e o aplicativo web do Provedor também usam cookies. Os Serviços usam exclusivamente cookies de sessão do Provedor e nunca usam cookies de terceiros. Em relação à funcionalidade e ao tipo, o Provedor usa apenas cookies funcionais/técnicos, para os quais o consentimento explícito não é necessário pela legislação atual.
ru: Веб-сайт и веб-приложение Поставщика также используют файлы «куки». В Сервисах используются исключительно сеансовые файлы «куки» Поставщика и никогда не используются файлы «куки» третьих лиц. Что касается функциональности и типа, Поставщик использует только функциональные/технические файлы «куки», для которых в соответствии с действующим законодательством не требуется явное согласие.
sk: Webové stránky a webová aplikácia Poskytovateľa tiež používajú súbory Cookies. Služby pritom využívajú výlučne session cookies Poskytovateľa a nikdy nepoužívajú Cookies tretích strán. Čo do funkcionality a typu Cookies potom Poskytovateľ používa výlučne funkčné/technické Cookies pre ktorých ukladanie do zariadenia Používateľa nie je v súlade s legislatívou vyžadovaný výslovný súhlas.
sl: Spletna stran in spletna aplikacija ponudnika prav tako uporabljata piškotke. Storitve uporabljajo izključno sejne piškotke ponudnika in nikoli piškotkov tretjih oseb. Glede funkcionalnosti in vrste ponudnik uporablja le funkcionalne/tehnične piškotke, za katere veljavna zakonodaja ne zahteva izrecnega soglasja.
sv: Leverantörens webbplats och webbapplikation använder också cookies. Tjänsterna använder uteslutande sessionscookies från leverantören och använder aldrig cookies från tredje part. När det gäller funktionalitet och typ använder leverantören endast funktionella/tekniska cookies, för vilka uttryckligt samtycke inte krävs enligt gällande lagstiftning.
ta: வழங்குநரின் வலைத்தளம் மற்றும் வலை பயன்பாடு குக்கீகளையும் பயன்படுத்துகின்றன. சேவைகள் பிரத்தியேகமாக வழங்குநரிடமிருந்து அமர்வு குக்கீகளைப் பயன்படுத்துகின்றன, மேலும் மூன்றாம் தரப்பு குக்கீகளை ஒருபோதும் பயன்படுத்த வேண்டாம். செயல்பாடு மற்றும் வகையைப் பொறுத்தவரை, வழங்குநர் செயல்பாட்டு/தொழில்நுட்ப குக்கீகளை மட்டுமே பயன்படுத்துகிறார், இதற்காக தற்போதைய சட்டத்தின் கீழ் வெளிப்படையான ஒப்புதல் தேவையில்லை.
tr: Sağlayıcı’nın internet sitesi ve internet uygulaması tanımlama bilgileri (çerez) kullanır. Hizmet’ler yalnızca Sağlayıcı’nın oturum tanımlama bilgilerini kullanır ve asla üçüncü taraf tanımlama bilgilerini kullanmaz. İşlevsellik ve türle ilgili olarak, Sağlayıcı yalnızca geçerli mevzuat uyarınca açık rızanın gerekli olmadığı işlevsel / teknik tanımlama bilgileri kullanır.
uk: Веб-сайт і веб-додаток Постачальника також використовують файли cookie. Послуги використовують виключно сеансові файли cookie від Постачальника та ніколи не використовують сторонні файли cookie. Що стосується функціональності та типу, Постачальник використовує лише функціональні/технічні файли cookie, для яких не потрібна чітка згода згідно з чинним законодавством.
zh_hans: 提供商的网站和web应用程序也使用cookie。服务只使用提供商提供的会话cookie，从不使用第三方cookie。关于功能和类型，提供商仅使用功能性/技术性cookie，根据现行法律不需要对此明确同意。
zh_hant: 提供者之網站及網頁應用程式亦使用 Cookie。本服務僅使用來自提供者之工作階段 Cookie，絕不使用第三方 Cookie。就功能及類型而言，提供者僅使用功能性/技術性 Cookie，依現行法規無需明確同意。
