Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: means a form of collaboration that is purely cloud-based, where the Provider provides Services to Users on a non-dedicated (i.e., shared by multiple Users) cloud operated by the Provider;
cs: forma spolupráce, která je čistě cloudová, kdy Poskytovatel poskytuje Služby Uživatelům na nevyhrazeném (tedy užívaném vícero Uživateli) cloudu provozovaném Poskytovatelem;
de: bezeichnet eine Form der Zusammenarbeit, die rein Cloud-basiert ist und bei der der Anbieter den Benutzern Dienste in einer vom Anbieter betriebenen, nicht dedizierten (d. h. von mehreren Benutzern gemeinsam genutzten) Cloud bereitstellt;
es: significa una forma de colaboración puramente basada en la nube, donde el Proveedor proporciona Servicios a los Usuarios en una nube no dedicada (es decir, compartida por varios Usuarios) administrada por el Proveedor;
fr: désigne une forme de collaboration entièrement basée sur le cloud, où le fournisseur fournit des services aux utilisateurs sur un cloud non dédié (c'est-à-dire partagé par plusieurs utilisateurs) exploité par le fournisseur ;
ga: ciallaíonn sé cineál comhoibrithe atá néalbhunaithe amháin, i gcás ina soláthraíonn an Soláthraí Seirbhísí d'Úsáideoirí ar scamall neamh-thiomnaithe (i.e., arna roinnt ag Úsáideoirí iolracha) arna oibriú ag an Soláthraí;
hu: egy olyan együttműködési forma, amely teljesen felhőalapú, és amelyben a Szolgáltató a Szolgáltatásokat nem dedikált (azaz több Felhasználó által megosztott) felhőben nyújtja;
id: berarti suatu bentuk kolaborasi yang sepenuhnya berbasis cloud, di mana Penyedia menyediakan Layanan kepada Pengguna di cloud non-dedicated (yaitu, digunakan bersama oleh banyak Pengguna) yang dioperasikan oleh Penyedia;
ja: 事業者が運営するクラウド上で、複数の利用者と共有される非専用の環境において事業者が利用者にサービスを提供する、純粋にクラウドベースのコラボレーション形態を指します。
nl: betekent een vorm van samenwerking die puur op de cloud is gebaseerd, waarbij de provider services aan gebruikers verschaft op een niet-toegewezen cloud (d.i. gedeeld door meerdere gebruikers), beheerd door de provider;
pt_br: significa uma forma de colaboração que é puramente baseada em Nuvem, em que o Provedor fornece Serviços aos Usuários em uma Nuvem não dedicada (ou seja, compartilhada por vários Usuários) operada pelo Provedor;
ru: означает форму сотрудничества, основанную исключительно на облачных технологиях, когда Поставщик предоставляет Пользователям Сервис в невыделенном (т.е. совместно используемом несколькими Пользователями) облаке, управляемом Поставщиком;
sk: forma spolupráce, ktorá je čisto cloudová, kedy Poskytovateľ poskytuje Služby Používateľom na nevyhradenom (teda používanom viacerými Používateľmi) cloude prevádzkovanom Poskytovateľom;
sl: pomeni obliko sodelovanja, ki temelji izključno na oblaku, kjer ponudnik zagotavlja storitve uporabnikom v nenamenskem oblaku (tj. oblaku, ki si ga deli več uporabnikov), ki ga upravlja ponudnik;
sv: avser en form av samarbete som är helt molnbaserad, där leverantören tillhandahåller tjänster till användare på ett icke-dedikerat (dvs. delat av flera användare) moln som drivs av leverantören;
ta: முற்றிலும் மேகக்கணி சார்ந்த ஒத்துழைப்பின் ஒரு வடிவம், வழங்குநரால் இயக்கப்படும் மேகக்கணி அல்லாத (அதாவது, பல பயனர்களால் பகிரப்பட்ட) பயனர்களுக்கு வழங்குநர் சேவைகளை வழங்குகிறார்;
tr: Sağlayıcı’nın Kullanıcı’lara, Sağlayıcı tarafından işletilen özel olmayan (yani birden fazla Kullanıcı tarafından paylaşılan) bir bulut üzerinde Hizmet sağladığı, tümüyle bulut tabanlı bir işbirliği biçimini ifade eder;
uk: означає форму співпраці, яка базується виключно на хмарі, коли Постачальник надає Послуги Користувачам у неспеціалізованій (тобто спільною для кількох Користувачів) хмарі, якою керує Постачальник;
zh_hans: 表示一种完全基于云的协作形式，其中提供者在非专用的（即由多名用户分享的）的由提供者运营的云上向用户提供服务；
zh_hant: 指一種純雲端基礎之合作形式，其中提供者於其營運之非專用（即多位使用者共享）雲端上向使用者提供服務；

source: License
ar: الرخصة
ckb: مۆڵەت
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
ga: Ceadúnas
gl: Licenza
he: רישיון
hu: Licenc
id: Lisensi
is: Notkunarleyfi
ja: ライセンス
kab: Turagt
lt: Licencija
lv: Licence
nl: Licentie
pt_br: Licença
ro: Licență
ru: Лицензия
sk: Licencia
sl: Licenca
sv: Licens
ta: உரிமம்
tr: Lisans
uk: Ліцензія
zh_hans: 许可
zh_hant: 授權

source: means the non-exclusive license granted by the Provider to the User for the use of the Service;
cs: znamená nevýhradní licence poskytnutá Provozovatelem Uživateli pro používání Služby;
de: bezeichnet die nicht-exklusive Lizenz, die der Anbieter dem Benutzer für die Nutzung des Dienstes gewährt;
es: se refiere a la licencia no exclusiva concedida por el Proveedor al Usuario para el uso del Servicio;
fr: désigne la licence non exclusive accordée par le Fournisseur à l’Utilisateur pour l’utilisation du Service ;
ga: ciallaíonn sé an ceadúnas neamheisiach arna dheonú ag an Soláthraí don Úsáideoir chun an tSeirbhís a úsáid;
hu: azt a nem kizárólagos felhasználási jogot jelenti, amelyet a Szolgáltató biztosít a Felhasználónak a Szolgáltatás használatára;
id: berarti lisensi non-eksklusif yang diberikan oleh Penyedia kepada Pengguna untuk penggunaan Layanan;
ja: 事業者が利用者に対して付与する、サービスを利用するための非独占的ライセンスを意味します。
nl: betekent de niet-exclusieve licentie, die door de aanbieder aan de gebruiker wordt verleend, voor het gebruik van de service;
pt_br: significa a licença não exclusiva concedida pelo Provedor ao Usuário para o uso do Serviço;
ru: неисключительная лицензия, выданная Поставщиком Пользователю для пользования Сервисом;
sk: znamená nevýhradnú licenciu poskytnutú Prevádzkovateľom Používateľovi pre používanie Služby;
sl: pomeni neizključno licenco, ki jo ponudnik podeli uporabniku za uporabo storitve;
sv: avser den icke-exklusiva licens som leverantören beviljar användaren för användning av tjänsten;
ta: சேவையைப் பயன்படுத்துவதற்காக பயனருக்கு வழங்குநரால் வழங்கப்பட்ட பிரத்தியேகமற்ற உரிமம்;
tr: Hizmet'in kullanımı için Sağlayıcı tarafından Kullanıcı'ya verilen münhasır olmayan lisansı ifade eder;
uk: означає невиключну ліцензію, надану Постачальником Користувачеві на використання Сервісу;
zh_hans: 指提供商授予用户使用服务的非独占许可；
zh_hant: 指提供者授與使用者使用本服務之非專屬授權；

source: Personal Data
ar: البيانات الشخصية
ckb: زانیاری تایبەتی
cs: Osobní údaje
da: Personlige Data
de: Personenbezogene Daten
es: Información personal
fi: Henkilökohtaiset tiedot
fr: Données personnelles
ga: Sonraí Pearsanta
gl: Datos persoais
he: נתונים אישיים
hu: Személyes adatok
id: Data Pribadi
is: Einkagögn
ja: 個人情報
kab: Kkes tabdart n isefka udmawanen
lt: Asmeniniai duomenys
lv: Personas dati, Personiskie dati
nl: Persoonlijke gegevens
pt_br: Dados Pessoais
ro: Date cu caracter personal
ru: Персональные данные
sk: Osobné údaje
sl: Osebni podatki
sv: Personuppgifter
ta: தனிப்பட்ட செய்தி
tr: Kişisel Veri’ler
uk: Персональні дані
zh_hans: 个人数据
zh_hant: 個人資料

source: means personal data as defined in EU Regulation No. 679/2016, entered by the user into the Service and/or Cookies;
de: sind personenbezogene Daten im Sinne der EU-Verordnung Nr. 679/2016, die vom Benutzer in den Dienst und/oder in Cookies eingegeben werden;
es: significa información personal tal como se definen en el Reglamento (UE) 679/2016, ingresados por el usuario en el Servicio y/o Cookies;
fr: désigne les données à caractère personnel telles que définies dans le règlement (UE) n° 679/2016, saisies par l’utilisateur dans le Service et/ou les cookies ;
ga: ciallaíonn sé sonraí pearsanta mar a shainmhínítear i Rialachán AE Uimh. 679/2016, a iontrálann an t-úsáideoir isteach sa tSeirbhís agus/nó sna Fianáin;
hu: az Európai Unió 679/2016. számú rendelete szerint meghatározott személyes adatot jelent, amelyet a felhasználó a Szolgáltatásba visz be és/vagy amely a sütik révén kerül rögzítésre;
id: berarti data pribadi sebagaimana didefinisikan dalam Peraturan UE No. 679/2016, yang dimasukkan oleh pengguna ke dalam Layanan dan/atau Kuki;
ja: 本サービスにユーザーが入力した情報、及び / またはクッキーによって収集される、EU規則（EU）2016 / 679 で定義される個人データを指します。
nl: betekent persoonsgegevens, zoals gedefinieerd in de verordening (EU) nr. 2016/679, die door de gebruiker in de dienst en/of cookies zijn ingevoerd;
pt_br: significa dados pessoais conforme definido no Regulamento da União Europeia nº 679/2016, inseridos pelo usuário no Serviço e/ou Cookies;
ru: означает персональные данные, как определено в Регламенте ЕС № 679/2016, введённые пользователем в Сервис и/или файлы «куки»;
sl: pomeni osebne podatke, kot so opredeljeni v Uredbi EU št. 679/2016, ki jih uporabnik vnese v storitev in/ali piškotke;
sv: avser personuppgifter enligt definitionen i EU-förordning nr 679/2016, som användaren har angett i Tjänsten och/eller Cookies;
ta: சேவை மற்றும்/அல்லது குக்கீகளில் பயனரால் உள்ளிடப்பட்ட, EU ஒழுங்குமுறை எண். 679/2016 இல் வரையறுக்கப்பட்டுள்ளபடி தனிப்பட்ட தரவைக் குறிக்கிறது;
uk: означає персональні дані, як визначено в Регламенті ЄС № 679/2016, введені користувачем у Сервіс та/або файли cookie;
zh_hans: 指用户在服务和/或 Cookie 中输入的欧盟法规第 679/2016 号定义的个人数据；
zh_hant: 指使用者輸入至本服務和/或 Cookie 中，符合歐盟第 2016/679 號規則定義之個人資料；

source: Price
cs: Cena
de: Preis
es: Precio
fr: Prix
ga: Praghas
hu: Ár
id: Harga
ja: 価格
nl: Prijs
pt_br: Preço
ru: Цена
sk: Cena
sl: Cena
sv: Pris
ta: விலை
tr: Fiyat
uk: Ціна
zh_hans: 价格
zh_hant: 價格

source: the value expressed in money for the provided License in accordance with the Price List;
cs: hodnota vyjádřená v penězích za poskytovanou Licenci v souladu s Ceníkem;
de: den in Geld ausgedrückten Wert für die bereitgestellte Lizenz gemäß der Preisliste;
fr: la valeur exprimée en argent de la licence fournie conformément à la liste de prix ;
ga: an luach arna shloinneadh in airgead don Cheadúnas a soláthraíodh i gcomhréir leis an Liosta Praghsanna;
hu: a Licencért fizetendő, pénzben kifejezett érték a Díjszabás szerint;
id: nilai yang dinyatakan dalam uang untuk Lisensi yang diberikan sesuai dengan Daftar Harga;
ja: 価格表に従って提供されるライセンスの金銭的価値を指します。
nl: de waarde, uitgedrukt in geld, voor de verschafte licentie overeenkomstig de prijslijst;
pt_br: o valor expresso em dinheiro para a Licença fornecida de acordo com a Tabela de Preços;
ru: стоимость, выраженная в деньгах, за предоставленную Лицензию в соответствии с Ценником;
sk: hodnota vyjadrená v peniazoch za poskytovanú Licenciu v súlade s Cenníkom;
sl: vrednost, izražena v denarju za dano licenco v skladu s cenikom;
sv: det värde som uttrycks i pengar för den tillhandahållna licensen i enlighet med prislistan;
ta: வழங்கப்பட்ட உரிமத்திற்காக பணத்தில் வெளிப்படுத்தப்பட்ட மதிப்பு விலை பட்டியலுக்கு ஏற்ப;
tr: Fiyat Listesi’ne uygun olarak sağlanan Lisans için para olarak ifade edilen değer;
uk: грошову виражену вартість наданої Ліцензії згідно з Прейскурантом;
zh_hans: 依据价格清单以金钱表示的所提供许可证的价值；
zh_hant: 依據價目表為所提供之授權以金錢表示之價值；

source: Price List
cs: Ceník
de: Preisliste
es: Listado de Precios
fr: Liste de prix
ga: Liosta Praghsanna
hu: Díjszabás
id: Daftar Harga
ja: 価格表
nl: Prijslijst
pt_br: Lista de Preços
ru: Ценник
sk: Cenník
sl: Cenik
sv: Prislista
ta: விலை பட்டியல்
tr: Fiyat Listesi
uk: Прайс лист
zh_hans: 价格清单
zh_hant: 價目表

source: means the document or web page that specifies the Price of the Service and/or Product unless otherwise stated in the Agreement;
cs: znamená dokument nebo webovou stránku, která stanoví Cenu Služby a/nebo Produktu, pokud není ve Smlouvě uvedeno jinak;
de: bezeichnet das Dokument oder die Webseite, in dem/der der Preis für den Dienst und/oder das Produkt angegeben ist, sofern in der Vereinbarung nichts anderes angegeben ist;
es: significa el documento o página web que especifica el Precio del Servicio y/o Producto a no ser que de otra manera especificó en el Acuerdo;
fr: désigne le document ou la page Web qui précise le prix du service et/ou du produit, sauf indication contraire dans le contrat ;
ga: ciallaíonn sé an doiciméad nó an leathanach gréasáin lena sonraítear Praghas na Seirbhíse agus/nó an Táirge mura luaitear a mhalairt sa Chomhaontú;
hu: az a dokumentum vagy weboldal, amely meghatározza a Szolgáltatás és/vagy a Termék árát, hacsak a Szerződés másként nem rendelkezik;
id: berarti dokumen atau halaman web yang menentukan Harga Layanan dan/atau Produk kecuali dinyatakan lain dalam Perjanjian;
ja: 「価格表」とは、契約に別段の定めがない限り、サービスおよび / または製品の価格を定めた文書または Web ページを意味します。
nl: betekent het document of webpagina die de prijs voor de service en/of product specificeert, tenzij anders vermeld in de overeenkomst;
pt_br: significa o documento ou página da web que especifica o Preço do Serviço e/ou Produto, salvo disposição em contrário no Contrato;
ru: означает документ или веб-страницу, на которой указана цена Сервиса и/или Продукта, если иное не указано в Соглашении;
sk: znamená dokument alebo webovú stránku, ktorá stanoví Cenu Služby a/alebo Produktu, pokiaľ nie je v Zmluve uvedené inak;
sl: pomeni dokument ali spletno stran, ki določa ceno storitve in/ali izdelka, razen če je v pogodbi določeno drugače;
sv: avser det dokument eller den webbsida som anger priset för tjänsten och/eller produkten, om inte annat anges i avtalet;
ta: ஒப்பந்தத்தில் குறிப்பிடப்படாவிட்டால் பணி மற்றும்/அல்லது தயாரிப்பின் விலையைக் குறிப்பிடும் ஆவணம் அல்லது வலைப்பக்கம்;
tr: sözleşmede aksi belirtilmedikçe, Hizmet ve/veya Ürün’ün fiyatını belirten belge veya internet sayfasını ifade eder;
uk: означає документ або веб-сторінку, на якій зазначено Ціну Послуги та/або Продукту, якщо інше не зазначено в Угоді;
zh_hans: 表示明确服务和/或产品价格的文档或网页，除非本协议另有规定；
zh_hant: 指載明服務和/或產品價格之文件或網頁，除非本協議另有規定；

source: Product
cs: Produkt
de: Produkt
es: Producto
fr: produit
ga: Táirge
hu: Termék
id: Produk
ja: プロダクト
pt_br: Produto
ru: Продукт
sk: Produkt
sl: Izdelek
sv: Produkt
ta: தயாரிப்பு
tr: Ürün
uk: Продукт
zh_hans: 产品
zh_hant: 產品

source: means any service or part thereof provided under a certain brand of the Provider based on its brand usage policy. The User purchases the Product AS IS. Support and other services are provided separately;
cs: znamená jakoukoli službu nebo její část poskytovanou pod určitou značkou Poskytovatele na základě jeho zásad pro používání značky. Uživatel kupuje Produkt TAK, JAK JE. Podpora a další služby jsou poskytovány samostatně;
de: bezeichnet jeden Dienst oder einen Teil davon, der unter einer bestimmten Marke des Anbieters auf der Grundlage seiner Markenverwendungspolitik bereitgestellt wird. Der Benutzer erwirbt das Produkt AS IS. Unterstützung und andere Dienste werden separat angeboten;
es: significa cualquier servicio o parte por tanto proporcionada bajo una cierta rama del Proveedor basada en su rama de política de uso. La compra del Usuario del Producto TAL CUAL. Mantenimiento y otros servicios se proporcionan separadamente;
fr: désigne tout service ou partie de service fourni sous une marque spécifique du Fournisseur, conformément à sa politique d'utilisation de la marque. L'Utilisateur achète le Produit « tel quel ». L'assistance et les autres services sont fournis séparément ;
ga: ciallaíonn sé aon seirbhís nó cuid di a sholáthraítear faoi bhranda áirithe de chuid an tSoláthraí bunaithe ar a bheartas úsáide branda. Ceannaíonn an tÚsáideoir an Táirge MAR IS. Cuirtear tacaíocht agus seirbhísí eile ar fáil ar leithligh;
hu: a Szolgáltató által valamely márkanév alatt, annak márkakezelési szabályzata alapján nyújtott bármely szolgáltatás vagy annak része. A Felhasználó a Terméket „ahogy van” állapotban vásárolja meg. A támogatási és egyéb kiegészítő szolgáltatások külön szerződés alapján érhetők el;
id: berarti setiap layanan atau bagian darinya yang disediakan di bawah merek tertentu dari Penyedia berdasarkan kebijakan penggunaan mereknya. Pengguna membeli Produk SEBAGAIMANA ADANYA. Dukungan dan layanan lainnya disediakan secara terpisah;
ja: 事業者のブランド使用方針に基づき当該ブランドの下で提供されるサービスまたはその一部を意味します。利用者は製品を現状有姿（AS IS）で購入するものとし、サポートおよびその他のサービスは別途提供されます。
nl: betekent elke service of deel daarvan dat is verschaft onder een bepaald merk van de provider, gebaseerd op het beleid voor gebruik van zijn merk. De gebruiker koopt het product ZOALS HET IS. Ondersteuning en andere services worden afzonderlijk verschaft;
pt_br: significa qualquer serviço ou parte dele fornecido sob uma determinada marca do Provedor com base em sua política de uso de marca. O Usuário compra o Produto COMO ESTÁ. Suporte e outros serviços são fornecidos separadamente;
ru: означает любой сервис или его часть, предоставляемый под определённым брендом Поставщика в соответствии с его политикой использования бренда. Пользователь приобретает Продукт КАК ЕСТЬ. Поддержка и другие сервисы предоставляются отдельно;
sk: znamená akúkoľvek službu alebo jej časť poskytovanú pod určitou značkou Poskytovateľa na základe jeho zásad pre používanie značky. Používateľ kupuje Produkt TAK, AKO JE. Podpora a ďalšie služby sú poskytované samostatne;
sl: pomeni katero koli storitev ali del le-te, ki se zagotavlja pod določeno blagovno znamko ponudnika na podlagi njegove politike uporabe blagovne znamke. Uporabnik kupi izdelek, KOT JE. Podpora in druge storitve se zagotavljajo ločeno;
sv: avser alla tjänster eller delar därav som tillhandahålls under ett visst varumärke av leverantören i enlighet med dess varumärkesanvändningspolicy. Användaren köper produkten i befintligt skick. Support och andra tjänster tillhandahålls separat;
ta: எந்தவொரு சேவையும் அல்லது அதன் பகுதியும் அதன் சூட்டுக்குறி பயன்பாட்டுக் கொள்கையின் அடிப்படையில் வழங்குநரின் ஒரு குறிப்பிட்ட பிராண்டின் கீழ் வழங்கப்பட்டது. பயனர் தயாரிப்பை வாங்குகிறார். உதவி மற்றும் பிற சேவைகள் தனித்தனியாக வழங்கப்படுகின்றன;
tr: marka kullanım ilkesine dayalı olarak Sağlayıcı’nın belirli bir markası altında sağlanan herhangi bir hizmeti veya bunun bir parçasını ifade eder. Kullanıcı Ürünü OLDUĞU GİBİ satın alır. Destek ve diğer hizmetler ayrıca sağlanır;
uk: означає будь-яку послугу або її частину, що надається під певним брендом Постачальника на основі його політики використання бренду. Користувач купує Продукт ЯК Є. Підтримка та інші послуги надаються окремо;
zh_hans: 表示根据提供者的品牌使用政策在提供者特定品牌下提供的任何服务或其中的某一部分。用户购买的是产品本身。支持和其他服务另外提供；
zh_hant: 指依據提供者品牌使用政策，以提供者特定品牌提供之任何服務或其部分。使用者係依「現狀」購買本產品。支援及其他服務另行提供；

source: Provider
ar: المُزَوّد
ckb: دابینکەر
cs: Poskytovatel
da: Udbyder
de: Anbieter
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
ga: Soláthróir
gl: Fornecedor
he: ספק
hu: Szolgáltató
id: Penyedia
is: Þjónustuveita
ja: 事業者
kab: Asaǧǧaw
lt: Teikėjas
lv: Pakalpojumu sniedzējs
nl: Aanbieder
pt_br: Provedor
ro: Furnizor
ru: Поставщик
sk: Poskytovateľ
sl: Ponudnik
sv: Leverantör
ta: வழங்குநர்
tr: Sağlayıcı
uk: Постачальник
zh_hans: 提供者
zh_hant: 提供者

source: refers to the company <strong>Weblate s.r.o.</strong>, ID No. 21668027, with registered office at Nábřežní 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register maintained by the Regional Court in Ústí nad Labem, file no. C 52324, with which the Agreement was concluded;
cs: znamená společnost <strong>Weblate s.r.o.</strong>, IČO: 21668027, se sídlem Nábřežní 694, Cvikov II, 471 54 Cvikov, zapsaná v obchodním rejstříku vedeném u Krajského soudu v Ústí nad Labem, sp. zn. C 52324, se kterou byla uzavřena Smlouva;
de: bezieht sich auf die Firma <strong>Weblate s.r.o.</strong>, ID-Nr. 21668027, mit Sitz in Nábřežní 694, Cvikov II, 471 54 Cvikov, eingetragen im Handelsregister des Kreisgerichts in Ústí nad Labem, Aktenzeichen. C 52324, mit dem der Vertrag geschlossen wurde;
fr: fait référence à la société <strong>Weblate s.r.o.</strong>, numéro d'identification 21668027, dont le siège social est situé à Nábřežní 694, Cvikov II, 471 54 Cvikov, enregistrée au registre du commerce tenu par le tribunal régional d'Ústí nad Labem, dossier n° C 52324, avec laquelle l'accord a été conclu ;
ga: tagairt don chuideachta <strong>Weblate sro.</strong>, ID Uimh. 21668027, a bhfuil oifig chláraithe aici ag Nábřežní 694, Cvikov II, 471 54 Cvikov, atá cláraithe sa Chlár Tráchtála arna chothabháil ag an gCúirt Réigiúnach in Ústí nad Labem, comhad uimh. . C 52324, lenar tugadh an Comhaontú i gcrích;
hu: a <strong>Weblate s.r.o.</strong> nevű céget jelenti, székhelye: Nábřežní 694, Cvikov II, 471 54 Cvikov, cégjegyzékszám: 21668027, bejegyezve az Ústí nad Labem-i Kerületi Bíróság cégnyilvántartásába, iktatószám: C 52324, amellyel a Szerződés létrejött;
id: mengacu pada perusahaan <strong>Weblate s.r.o.</strong>, ID No. 21668027, dengan kantor terdaftar di Nábřežní 694, Cvikov II, 471 54 Cvikov, terdaftar dalam Daftar Komersial yang dikelola oleh Pengadilan Daerah di Ústí nad Labem, berkas no. C 52324, yang dengannya Perjanjian tersebut disepakati;
ja: <strong>Weblate s.r.o.</strong> は、会社番号 21668027、登記上の事務所所在地：Nábřežní 694, Cvikov II, 471 54 Cvikov、Ústí nad Labem 地方裁判所が管理する商業登記簿 C 52324 を指し、本契約が当該会社と締結されました。
nl: verwijst naar het bedrijf <strong>Weblate s.r.o.</strong>, ID No. 21668027, gevestigd te Nábřežní 694, Cvikov II, 471 54 Cvikov, geregistreerd in het Commerciële register onderhouden door de regionale rechtbank in Ústí nad Labem, file no. C 52324, waarin de overeenkomst werd vastgelegd;
pt_br: refere-se à empresa <strong>Weblate s.r.o.</strong>, ID No. 21668027, com sede em Nábřežní 694, Cvikov II, 471 54 Cvikov, registrada no Registro Comercial mantido pelo Tribunal Regional em Ústí nad Labem, processo nº C 52324, com a qual o Contrato foi celebrado;
ru: относится к компании <strong>Weblate s.r.o.</strong>, ID № 21668027, с юридическим адресом Nábřežní 694, Cvikov II, 471 54 Cvikov, зарегистрированной в Торговом реестре, который ведёт Региональный суд в Усти-над-Лабем, номер файла. C 52324, с которой был заключено Соглашение;
sk: znamená spoločnosť <strong>Weblate s.r.o.</strong>, IČO: 21668027, so sídlom Nábřežní 694, Cvikov II, 471 54 Cvikov, zapísaná v obchodnom registri vedenom na Krajskom súde v Ústí nad Labem, sp. zn. C 52324, s ktorou bola uzavretá Zmluva;
sl: se nanaša na podjetje <strong>Weblate s.r.o.</strong>, ID št. 21668027, s sedežem na naslovu Nábřežní 694, Cvikov II, 471 54 Cvikov, vpisano v poslovni register, ki ga vodi okrožno sodišče v Ústí nad Labem, vložkska št. C 52324, s katerim je bila sklenjena pogodba;
sv: avser företaget <strong>Weblate s.r.o.</strong>, ID-nr 21668027, med säte på Nábřežní 694, Cvikov II, 471 54 Cvikov, registrerat i handelsregistret som förs av regionaldomstolen i Ústí nad Labem, ärendenummer C 52324, med vilket avtalet ingicks;
ta: நிறுவனம் <strong>Weblate sro</strong>, ஐடி எண். 21668027, Nábřežní 694, Cvikov II, 471 54 Cvikov இல் பதிவுசெய்யப்பட்ட அலுவலகத்தைக் கொண்டுள்ளது, இது Ústí nad Labem இல் உள்ள பிராந்திய நீதிமன்றத்தால் பராமரிக்கப்படும் வணிகப் பதிவேட்டில் பதிவு செய்யப்பட்டுள்ளது, கோப்பு எண். C 52324, ஒப்பந்தம் முடிவடைந்தது;
tr: Sözleşme’nin akdedildiği ústí nad Labem Bölge Mahkemesi tarafından tutulan Ticaret Siciline C 52324 dosya numarasıyla kayıtlı, Nábřežní 694, Cvikov II, 471 54 Cvikov adresinde bulunan <strong>Weblate s.r.o.</strong>, ID No. 21668027 şirketini ifade eder;
uk: відноситься до компанії <strong>Weblate s.r.o.</strong>, ідентифікаційний номер 21668027, юридична адреса: Nábřežní 694, Cvikov II, 471 54 Cvikov, зареєстрована в комерційному реєстрі, який веде регіональний суд в Усті-над-Лабем, справа № . С 52324, з яким укладено Договір;
zh_hans: 指与之达成本协议的公司 <strong>Weblate s.r.o.</strong>，ID 编号 21668027，注册办公室位于 Nábřežní 694, Cvikov II, 471 54 Cvikov，注册在由 Ústí nad Labem 地区法院维护的商业登记簿中，文件编号 C 52324；
zh_hant: 指 <strong>Weblate s.r.o.</strong> 公司（統一編號：21668027，註冊地址：Nábřežní 694, Cvikov II, 471 54 Cvikov，登記於烏斯季（Ústí nad Labem）區域法院商事登記處，案號 C 52324），即與使用者締結本協議之對象；

source: Service
ar: الخدمة
ckb: خزمەتگوزاری
cs: Služba
da: Tjeneste
de: Dienst
es: Servicio
fi: Palvelu
ga: Seirbhís
gl: Servizo
he: שירות
hu: Szolgáltatás
id: Layanan
is: Þjónusta
ja: サービス
kab: Ameẓlu
lt: Paslauga
lv: Pakalpojums
nl: Dienst
pt_br: Serviço
ro: Serviciu
ru: Сервис
sk: Služba
sl: Storitev
sv: Tjänst
ta: பணி
tr: Hizmet
uk: Служба
zh_hans: 服务
zh_hant: 服務
