Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider may, without prior notice, interrupt, limit, or suspend the provision of Services if it reasonably believes the User is violating the Terms, the Agreement, or using the Services contrary to applicable laws, public morality, ethical principles, or Internet usage rules, or is aiding in or committing criminal activities.
cs: Poskytovatel je oprávněn bez předchozího oznámení přerušit, omezit či pozastavit poskytování Služeb vždy, když se lze důvodně domnívat, že Uživatel porušuje VOP, Smlouvu, nebo používá Služby v rozporu s obecně závaznými právními předpisy, dobrými mravy a obecně uznávanými etickými a morálními principy a obecně uznávanými pravidly používání služeb poskytovaných prostřednictvím sítě Internet nebo dokonce k páchání či napomáhání trestné činnosti, přestupků či jiných deliktů.
de: Der Anbieter kann die Bereitstellung der Dienste ohne vorherige Ankündigung unterbrechen, einschränken oder aussetzen, wenn er vernünftigerweise davon ausgeht, dass der Benutzer gegen die Begriffe, die Vereinbarung oder die Nutzung der Dienste gegen geltende Gesetze, die öffentliche Moral, ethische Grundsätze oder Internetnutzungsregeln verstößt oder Beihilfe zu kriminellen Handlungen leistet oder diese begeht.
fr: Le Fournisseur peut, sans préavis, interrompre, limiter ou suspendre la fourniture des Services s'il estime raisonnablement que l'Utilisateur enfreint les Conditions générales, le Contrat ou utilise les Services contrairement aux lois applicables, à la moralité publique, aux principes éthiques ou aux règles d'utilisation d'Internet, ou qu'il participe à des activités criminelles ou les commet.
ga: Féadfaidh an Soláthraí, gan fógra a thabhairt roimh ré, soláthar Seirbhísí a bhriseadh, a theorannú nó a chur ar fionraí má chreideann sé le réasún go bhfuil an tÚsáideoir ag sárú na dTéarmaí, an Chomhaontaithe, nó ag baint úsáide as na Seirbhísí contrártha do dhlíthe is infheidhme, moráltacht phoiblí, prionsabail eiticiúla, nó rialacha úsáide Idirlín, nó má tá sé ag cabhrú le gníomhaíochtaí coiriúla nó ag déanamh gníomhaíochtaí coiriúla.
hu: A Szolgáltató jogosult a Szolgáltatás nyújtását előzetes értesítés nélkül megszakítani, korlátozni vagy felfüggeszteni, ha alaposan feltételezhető, hogy a Felhasználó megsérti a Felhasználási feltételeket, a Szerződést, vagy a Szolgáltatást jogszabályba, közerkölcsbe, etikai normákba vagy az internetes viselkedés szabályaiba ütköző módon használja, továbbá ha bűncselekményben részt vesz.
id: Penyedia dapat, tanpa pemberitahuan sebelumnya, menghentikan, membatasi, atau menangguhkan penyediaan Layanan jika secara wajar meyakini Pengguna melanggar Ketentuan, Perjanjian, atau menggunakan Layanan secara bertentangan dengan hukum yang berlaku, moralitas publik, prinsip etika, atau aturan penggunaan Internet, atau membantu atau melakukan kegiatan kriminal.
ja: 事業者は、利用者が本規約または契約に違反していると合理的に判断した場合、または適用される法令、公序良俗、倫理原則、インターネット利用規則に反する形でサービスを利用している場合、もしくは犯罪行為を助長し、またはこれに関与していると判断した場合、事前の通知なしにサービスの提供を中断、制限、または停止することができます。
nl: De provider kan, zonder voorafgaande notificatie, het verschaffen van de service onderbreken, beperken of opschorten als die in redelijkheid van mening is dat de gebruiker de bepalingen, de overeenkomst overtreedt, of de service gebruikt tegengesteld aan van toepassing zijnde wetten, publieke moraal, ethische principes, of regels voor het gebruiken van internet, of behulpzaam is bij het plegen van criminele activiteiten.
pt_br: O Provedor pode, sem aviso prévio, interromper, limitar ou suspender a prestação dos Serviços se tiver motivos razoáveis para acreditar que o Usuário está violando os Termos, o Contrato ou usando os Serviços de forma contrária às leis aplicáveis, à moral pública, aos princípios éticos ou às regras de uso da Internet, ou está auxiliando ou cometendo atividades criminosas.
ru: Поставщик может без предварительного уведомления прервать, ограничить или приостановить предоставление Сервисов, если он обоснованно полагает, что Пользователь нарушает Условия, Соглашение или использует Сервисы в нарушение действующего законодательства, общественной морали, этических принципов или правил пользования Интернетом, либо оказывает содействие или совершает преступные действия.
sk: Poskytovateľ je oprávnený bez predchádzajúceho oznámenia prerušiť, obmedziť či pozastaviť poskytovanie Služieb vždy, keď sa dá dôvodne domnievať, že Používateľ porušuje VOP, Zmluvu, alebo používa Služby v rozpore so všeobecne záväznými právnymi predpismi, dobrými mravmi a všeobecne uznávanými etickými a morálnymi princípmi a všeobecne uznávanými pravidlami používania služieb poskytovaných prostredníctvom siete Internet alebo dokonca na páchanie či napomáhanie trestnej činnosti, priestupkov či iných deliktov.
sl: Ponudnik lahko brez predhodnega obvestila prekine, omeji ali začasno ustavi zagotavljanje storitve, če upravičeno meni, da uporabnik krši pogoje, pogodbo ali uporablja storitve v nasprotju z veljavnimi zakoni, javno moralo, etičnimi načeli ali pravili uporabe interneta, ali pa pomaga pri ali izvaja kazniva dejanja.
sv: Leverantören kan utan föregående meddelande avbryta, begränsa eller upphäva tillhandahållandet av Tjänsterna om den har rimliga skäl att tro att Användaren bryter mot Villkoren, Avtalet eller använder Tjänsterna i strid med tillämpliga lagar, allmän moral, etiska principer eller regler för internetanvändning, eller medverkar till eller begår brottsliga handlingar.
ta: வழங்குநர், முன் அறிவிப்பின்றி, குறுக்கீடு, வரம்பை அல்லது இடைநீக்கம் செய்யலாம் அல்லது பயனர் விதிமுறைகளை மீறுவதாக நியாயமான முறையில் நம்பினால், பொருந்தக்கூடிய சட்டங்கள், பொது ஒழுக்கநெறி, நெறிமுறைக் கொள்கைகள் அல்லது இணைய பயன்பாட்டிற்கு மாறாக சேவைகளைப் பயன்படுத்துகிறார் விதிகள், அல்லது குற்றச் செயல்களுக்கு உதவுவது அல்லது செய்யப்படுகிறது.
tr: Sağlayıcı, Kullanıcı’nın Koşullar’ı, Sözleşme’yi ihlal ettiğine veya Hizmet’leri yürürlükteki yasalara, genel ahlaka, etik ilkelere veya internet kullanım kurallarına aykırı olarak kullandığına veya suç teşkil eden faaliyetlere yardım ettiğine veya bunları işlediğine makul bir şekilde inanırsa, önceden bildirimde bulunmaksızın Hizmet’lerin sağlanmasını kesintiye uğratabilir, sınırlayabilir veya askıya alabilir.
uk: Постачальник може без попереднього повідомлення перервати, обмежити або призупинити надання Послуг, якщо він обґрунтовано вважає, що Користувач порушує Умови, Угоду або використовує Послуги всупереч чинному законодавству, суспільній моралі, етичним принципам або використанню Інтернету. правил, або пособництво чи вчинення злочинної діяльності.
zh_hans: 假如提供者合理地相信用户正违反条款、协议或正以和适用法律、公共道德、道德准则或互联网使用规则相悖的方式使用服务，抑或正协助或执行犯罪行为，那么提供者可以不事先通知就中断、限制或暂停服务。
zh_hant: 若提供者合理認為使用者違反本條款、本協議，或以違反適用法律、公共道德、倫理原則或網際網路使用規則之方式使用本服務，或正在協助或實施犯罪活動，提供者得不經事先通知，中斷、限制或暫停服務之提供。

source: The Provider may also, without prior notice, interrupt, limit, or suspend the provision of Services if the Services are being misused for unauthorized interference with the Provider’s rights (e.g., impersonation, fraudulent invoicing) or excessive usage, particularly through automated software and bots that overload the Provider’s servers or other technical facilities.
cs: Poskytovatel je dále bez předchozího oznámení oprávněn přerušit, omezit či pozastavit poskytování Služeb vždy také v případě, kdy dochází ke zneužívání Služeb k jinému neoprávněnému zásahu do práva Poskytovatele (např. vydávání se za někoho jiného, vystavování podvodných faktur apod.) a/nebo nadměrnému užívání Služeb, a to zejména prostřednictvím automatizovaného software a botů jako takových, kteří neúměrné zatěžují servery a další technické zařízení Poskytovatele a/nebo třetích stran, které poskytují služby Poskytovateli.
de: Der Anbieter ist ferner berechtigt, die Erbringung der Dienste ohne vorherige Ankündigung zu unterbrechen, einzuschränken oder einzustellen, wenn die Dienste zu unzulässigen Eingriffen in die Rechte des Anbieters (z. B. Nachahmung, Abrechnungsbetrug) oder zur übermäßigen Nutzung, insbesondere durch automatisierte Software und Bots, die die Server oder andere technische Einrichtungen des Anbieters überlasten, missbraucht werden.
es: El Proveedor también puede, sin previo aviso, interrumpir, limitar o suspender la prestación de los Servicios si los Servicios se están utilizando indebidamente para interferir sin autorización con los derechos del Proveedor (por ejemplo, suplantación de identidad, facturación fraudulenta) o uso excesivo, en particular a través de software automatizado y bots que sobrecarguen los servidores del Proveedor u otras instalaciones técnicas.
fr: Le Prestataire peut également, sans préavis, interrompre, limiter ou suspendre la fourniture des Services si ceux-ci sont utilisés de manière abusive pour porter atteinte aux droits du Prestataire (par exemple, usurpation d’identité, facturation frauduleuse) ou en cas d’utilisation excessive, notamment par le biais de logiciels automatisés et de robots qui surchargent les serveurs ou autres installations techniques du Prestataire.
ga: Féadfaidh an Soláthraí freisin, gan fógra a thabhairt roimh ré, cur isteach, teorainn a chur le soláthar Seirbhísí nó é a chur ar fionraí má tá mí-úsáid á baint as na Seirbhísí as cur isteach neamhúdaraithe ar chearta an tSoláthraí (e.g., pearsanú, sonrascú calaoiseach) nó úsáid iomarcach, go háirithe trí bhogearraí uathoibrithe agus róbónna a ró-ualaíonn freastalaithe an tSoláthraí nó saoráidí teicniúla eile.
hu: A Szolgáltató szintén jogosult a Szolgáltatás nyújtását előzetes értesítés nélkül megszakítani, korlátozni vagy felfüggeszteni, ha azt visszaélésszerűen használják, különösen, ha a Szolgáltató jogait jogosulatlanul sértik (pl. személyazonosság-hamisítás, megtévesztő számlázás), vagy ha a Szolgáltatást túlzott igénybevétel terheli, különösen automatizált szoftverek vagy botok által.
id: Penyedia juga dapat, tanpa pemberitahuan sebelumnya, menghentikan, membatasi, atau menangguhkan penyediaan Layanan jika Layanan disalahgunakan untuk mengganggu hak-hak Penyedia tanpa izin (mis., peniruan identitas, penagihan palsu) atau penggunaan berlebihan, khususnya melalui perangkat lunak dan bot otomatis yang membebani server Penyedia atau fasilitas teknis lainnya.
ja: 事業者は、サービスが事業者の権利を不正に侵害する目的で悪用されている場合（例：なりすまし、不正な請求書の発行など）、または過剰な利用、特に事業者のサーバーその他の技術設備に過負荷を与える自動化ソフトウェアやボットによる利用が行われている場合、事前の通知なしにサービスの提供を中断、制限、または停止することができます。
nl: De provider kan ook, zonder voorafgaande notificatie, het verschaffen van de service onderbreken, beperken of opschorten als de services worden misbruikt voor niet geautoriseerde inmenging in de rechten van de provider (bijv. valse identiteit, frauduleuze facturen) of excessief gebruik, in het bijzonder door geautomatiseerde software en bots die de servers van de provider of andere technische faciliteiten overbelasten.
pt_br: O Provedor também pode, sem aviso prévio, interromper, limitar ou suspender o fornecimento de Serviços se os Serviços estiverem sendo usados indevidamente para interferência não autorizada com os direitos do Provedor (por exemplo, representação fraudulenta, faturamento fraudulento) ou uso excessivo, particularmente por meio de software automatizado e bots que sobrecarreguem os servidores do Provedor ou outras instalações técnicas.
ru: Поставщик также может без предварительного уведомления прервать, ограничить или приостановить предоставление Сервисов в случае неправомерного использования Сервисов для несанкционированного вмешательства в права Поставщика (например, выдача себя за другого, выставление мошеннических счетов) или чрезмерного использования, в частности, с помощью автоматизированного программного обеспечения и ботов, которые перегружают серверы Поставщика или другие технические средства.
sk: Poskytovateľ je ďalej bez predchádzajúceho oznámenia oprávnený prerušiť, obmedziť či pozastaviť poskytovanie Služieb vždy aj v prípade, keď dochádza k zneužívaniu Služieb k inému neoprávnenému zásahu do práva Poskytovateľa (napr. vydávanie sa za niekoho iného, vystavovanie podvodných faktúr a pod.) a/alebo nadmernému používaniu Služieb, a to najmä prostredníctvom automatizovaného softvéru a botov ako takých, ktorí neúmerne zaťažujú servery a ďalšie technické zariadenia Poskytovateľa a/alebo tretích strán, ktoré poskytujú služby Poskytovateľovi.
sl: Ponudnik lahko tudi brez predhodnega obvestila prekine, omeji ali začasno ustavi zagotavljanje storitev, če se storitve zlorabljajo za nepooblaščeno poseganje v pravice ponudnika (npr. lažno predstavljanje, goljufivo izdajanje računov) ali prekomerno uporabo, zlasti z avtomatizirano programsko opremo in boti, ki preobremenijo ponudnikove strežnike ali druge tehnične zmogljivosti.
sv: Leverantören kan också, utan föregående meddelande, avbryta, begränsa eller upphäva tillhandahållandet av tjänsterna om tjänsterna missbrukas för otillåten inblandning i leverantörens rättigheter (t.ex. identitetsstöld, bedräglig fakturering) eller överdriven användning, särskilt genom automatiserad programvara och bots som överbelastar leverantörens servrar eller andra tekniska anläggningar.
ta: வழங்குநரின் உரிமைகள் (எ.கா., ஆள்மாறாட்டம், மோசடி விலைப்பட்டியல்) அல்லது அதிகப்படியான பயன்பாடு, குறிப்பாக தானியங்கி மென்பொருள் மற்றும் போட்ச் மூலம், சேவைகள் அங்கீகரிக்கப்படாத குறுக்கீட்டிற்காக சேவைகள் தவறாகப் பயன்படுத்தப்பட்டால், முன் அறிவிப்பு இல்லாமல், குறுக்கீடு, கட்டுப்படுத்துதல் அல்லது இடைநீக்கம் செய்யலாம். வழங்குநரின் சேவையகங்கள் அல்லது பிற தொழில்நுட்ப வசதிகளை ஓவர்லோட் செய்யுங்கள்.
tr: Sağlayıcı ayrıca, Hizmet’lerin Sağlayıcı’nın haklarına yetkisiz müdahale (örneğin, kimliğe bürünme, hileli faturalandırma) veya özellikle Sağlayıcı’nın sunucularına veya diğer teknik olanaklarına aşırı yük bindiren otomatik yazılımlar ve botlar aracılığıyla aşırı kullanım için kötüye kullanılması durumunda, önceden bildirimde bulunmaksızın Hizmet’lerin sağlanmasını kesintiye uğratabilir, sınırlayabilir veya askıya alabilir.
uk: Постачальник також може без попереднього повідомлення перервати, обмежити або призупинити надання Послуг, якщо Послуги використовуються з метою несанкціонованого втручання в права Постачальника (наприклад, видавання себе за іншу особу, шахрайське виставлення рахунків) або надмірне використання, зокрема за допомогою автоматизованого програмного забезпечення та ботів. які перевантажують сервери або інші технічні засоби Провайдера.
zh_hans: 提供者也可以不事先通知就中断、限制或暂停提供服务，如果服务正出于对提供者的权利进行未经授权的干扰（如冒充、虚假发票）或是过分使用的目的（尤其通过使提供者的服务器或其他技术设施承受过大负担的自动软件和机器人）被滥用。
zh_hant: 若本服務被濫用於未經授權干擾提供者權利（例如冒充、詐欺性發票），或過度使用（特別是透過使提供者伺服器或其他技術設施過載之自動化軟體及機器人），提供者亦得不經事先通知，中斷、限制或暫停服務之提供。

source: The User expressly agrees that in the event of a justified interruption, limitation, or suspension of Services by the Provider, the User is solely responsible for any damages resulting from the interruption and cannot claim any compensation from the Provider for such damages.
cs: Uživatel zároveň výslovně souhlasí s tím, že v případě oprávněného přerušení, omezení či pozastavení Služby ze strany Poskytovatele, odpovídá za veškeré škody způsobené v důsledku přerušení, omezení či pozastavení Služby výlučně Uživatel, a že nemůže po Poskytovateli požadovat jakoukoli náhradu majetkové či nemajetkové újmy takovým přerušením, omezením či pozastavením Služby způsobené.
de: Der Benutzer erklärt sich ausdrücklich damit einverstanden, dass im Falle einer begründeten Unterbrechung, Einschränkung oder Aussetzung der Dienste durch den Anbieter der Benutzer allein für die aus der Unterbrechung resultierenden Schäden verantwortlich ist und vom Anbieter keine Entschädigung für solche Schäden verlangen kann.
es: El Usuario acepta expresamente que, en caso de interrupción, limitación o suspensión justificadas de los Servicios por parte del Proveedor, el Usuario es el único responsable de los daños resultantes de la interrupción y no puede reclamar ninguna compensación al Proveedor por dichos daños.
fr: L’Utilisateur accepte expressément qu’en cas d’interruption, de limitation ou de suspension justifiée des Services par le Fournisseur, il est seul responsable des dommages résultant de cette interruption et ne peut prétendre à aucune indemnisation de la part du Fournisseur pour ces dommages.
ga: Aontaíonn an tÚsáideoir go sainráite gurb é an tÚsáideoir amháin atá freagrach as aon damáistí a eascraíonn as an mbriseadh agus nach féidir leis aon chúiteamh a éileamh ón Soláthraí i leith damáistí den sórt sin i gcás briseadh, teorannú nó fionraí seirbhísí ag an Soláthraí.
hu: A Felhasználó kifejezetten elfogadja, hogy ha a Szolgáltató indokoltan megszakítja, korlátozza vagy felfüggeszti a Szolgáltatást, akkor az ebből eredő bármilyen kárért kizárólag a Felhasználó felel, és a Szolgáltatóval szemben semmilyen kártérítési igény nem érvényesíthető.
id: Pengguna secara tegas setuju bahwa jika terjadi gangguan, pembatasan, atau penangguhan Layanan yang beralasan oleh Penyedia, Pengguna bertanggung jawab penuh atas segala kerusakan yang terjadi akibat gangguan tersebut dan tidak dapat menuntut ganti rugi apa pun dari Penyedia atas kerusakan tersebut.
ja: 利用者は、事業者による正当な理由に基づくサービスの中断、制限または停止が行われた場合、その中断等に起因して生じた損害について、利用者自身が単独で責任を負うこと、ならびに当該損害について事業者に対していかなる補償も請求できないことを明示的に承諾します。
nl: De gebruiker gaat er nadrukkelijk mee akkoord dat, in het geval van een gerechtvaardigde onderbreking, beperking of opschorting van services door de provider, de gebruiker zelf volledig verantwoordelijk is voor elke schade die voortvloeit uit de onderbreking en kan geen compensatie van de provider verzoeken voor dergelijke schades.
pt_br: O Usuário concorda expressamente que, no caso de interrupção, limitação ou suspensão justificada dos Serviços pelo Provedor, o Usuário será o único responsável por quaisquer danos resultantes da interrupção e não poderá reivindicar qualquer compensação do Provedor por tais danos.
ru: Пользователь однозначно соглашается с тем, что в случае обоснованного перерыва, ограничения или приостановки предоставления Сервисов со стороны Поставщика, Пользователь несёт полную ответственность за любой ущерб, возникший в результате перерыва, и не может требовать от Поставщика какой-либо компенсации за такой ущерб.
sk: Používateľ zároveň výslovne súhlasí s tým, že v prípade oprávneného prerušenia, obmedzenia či pozastavenia Služby zo strany Poskytovateľa, zodpovedá za všetky škody spôsobené v dôsledku prerušenia, obmedzenia či pozastavenia Služby výlučne Používateľ, a že nemôže po Poskytovateľovi požadovať akúkoľvek náhradu majetkovej či nemajetkovej ujmy takýmto prerušením, obmedzením či pozastavením Služby spôsobenej.
sl: Uporabnik izrecno soglaša, da je v primeru upravičene prekinitve, omejitve ali začasne ustavitve storitve s strani ponudnika za morebitno škodo, nastalo zaradi prekinitve, izključno odgovoren uporabnik in od ponudnika ne more zahtevati kakršne koli odškodnine za takšno škodo.
sv: Användaren samtycker uttryckligen till att i händelse av ett berättigat avbrott, begränsning eller upphävande av Tjänsterna från Leverantörens sida, är Användaren ensam ansvarig för eventuella skador som uppstår till följd av avbrottet och kan inte kräva någon ersättning från Leverantören för sådana skador.
ta: வழங்குநரால் நியாயப்படுத்தப்பட்ட குறுக்கீடு, வரம்பு அல்லது சேவைகளை இடைநிறுத்தினால், குறுக்கீட்டின் விளைவாக ஏற்படும் எந்தவொரு சேதத்திற்கும் பயனர் மட்டுமே பொறுப்பு மற்றும் அத்தகைய சேதங்களுக்கு வழங்குநரிடமிருந்து எந்தவொரு இழப்பீட்டையும் கோர முடியாது என்று பயனர் வெளிப்படையாக ஒப்புக்கொள்கிறார்.
tr: Kullanıcı, Hizmet’lerin Sağlayıcı tarafından haklı bir kesintiye uğratılması, sınırlandırılması veya askıya alınması durumunda, kesintiden kaynaklanan zararlardan yalnızca kendisinin sorumlu olduğunu ve bu tür zararlar için Sağlayıcı’dan herhangi bir tazminat talep edemeyeceğini açıkça kabul eder.
uk: Користувач чітко погоджується з тим, що у випадку виправданої перерви, обмеження або призупинення Послуг Постачальником Користувач несе повну відповідальність за будь-які збитки, спричинені перериванням, і не може вимагати від Постачальника будь-якої компенсації за такі збитки.
zh_hans: 用户明确同意如果提供者出于正当理由中断、限制或暂停服务，那么用户对任何由中断带来的损害负全部责任，不能就此类损害向提供者索要任何赔偿。
zh_hant: 使用者明示同意，若提供者有正當理由中斷、限制或暫停服務，使用者應自行承擔因該中斷所生之任何損害，且不得向提供者請求任何賠償。
