Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: If the User breaches any of the obligations specified in this Section, the Provider bears no responsibility for any damages incurred by the User, and the User is solely responsible for any damages incurred by the Provider or third parties. Breaching these obligations also entitles the Provider to terminate this Agreement. If the User becomes aware that Service access may be exposed to third parties due to a leak of access information, they are required to report this to the Provider.
de: Verstößt der Benutzer gegen eine der in diesem Abschnitt genannten Verpflichtungen, haftet der Anbieter nicht für die dem Benutzer entstandenen Schäden, und der Benutzer ist allein für die Schäden verantwortlich, die dem Anbieter oder Drittanbietern entstehen. Ein Verstoß gegen diese Verpflichtungen berechtigt den Anbieter außerdem zur Kündigung des vorliegenden Vertrags. Stellt der Benutzer fest, dass der Zugang zu den Diensten durch ein Leck in den Zugangsdaten für Drittanbieter gefährdet sein könnte, ist er verpflichtet, dies dem Anbieter zu melden.
fr: En cas de manquement de l'Utilisateur à l'une quelconque des obligations stipulées dans la présente section, le Fournisseur décline toute responsabilité pour les dommages subis par l'Utilisateur, ce dernier étant seul responsable des dommages subis par le Fournisseur ou des tiers. Le non-respect de ces obligations autorise également le Fournisseur à résilier le présent Contrat. Si l'Utilisateur constate qu'un accès au Service a pu être divulgué à des tiers suite à une fuite d'informations d'accès, il est tenu d'en informer le Fournisseur.
ga: Má sháraíonn an tÚsáideoir aon cheann de na hoibleagáidí a shonraítear sa Chuid seo, ní bheidh an Soláthraí freagrach as aon damáiste a thabhaíonn an tÚsáideoir, agus is é an tÚsáideoir amháin atá freagrach as aon damáiste a thabhaíonn an Soláthraí nó tríú páirtithe. Má sháraítear na hoibleagáidí sin beidh an Soláthraí i dteideal an Comhaontú seo a fhoirceannadh freisin. Má thagann an Úsáideoir ar an eolas go bhféadfadh rochtain Seirbhíse a bheith nochtaithe do thríú páirtithe mar gheall ar sceitheadh faisnéise rochtana, ceanglaítear orthu é seo a thuairisciú don Soláthraí.
hu: Ha a Felhasználó megsérti a jelen szakaszban meghatározott kötelezettségeit, a Szolgáltató nem felel a Felhasználót ért esetleges károkért, míg a Felhasználó teljes felelősséggel tartozik minden olyan kárért, amely a Szolgáltatót vagy harmadik feleket ér. A kötelezettségek megsértése a Szerződés felmondására is jogalapot ad. Amennyiben a Felhasználó tudomást szerez arról, hogy harmadik fél hozzáférhet a Szolgáltatáshoz (pl. belépési adatok kiszivárgása miatt), köteles ezt haladéktalanul jelezni a Szolgáltató felé.
id: Jika Pengguna melanggar salah satu kewajiban yang ditentukan dalam Bagian ini, Penyedia tidak bertanggung jawab atas segala kerugian yang dialami Pengguna, dan Pengguna bertanggung jawab penuh atas segala kerugian yang dialami oleh Penyedia atau pihak ketiga. Pelanggaran terhadap kewajiban ini juga memberi hak kepada Penyedia untuk mengakhiri Perjanjian ini. Jika Pengguna menyadari bahwa akses Layanan dapat diketahui oleh pihak ketiga karena kebocoran informasi akses, mereka diharuskan untuk melaporkan hal ini kepada Penyedia.
ja: 利用者が本条に定める義務のいずれかに違反した場合、事業者は利用者に生じた損害について一切の責任を負わず、事業者または第三者に損害が生じた場合には、利用者がその全責任を負うものとします。これらの義務違反は、事業者が本契約を解除することができる事由にも該当します。また、利用者は、アクセス情報の漏えい等により第三者にサービスへのアクセスが及ぶおそれがあることを認識した場合、速やかにその旨を事業者に通知する義務を負います。
nl: Als de gebruiker zich niet houdt aan een van de verplichtingen die in deze sectie zijn gespecificeerd, draagt de provider geen verantwoordelijkheid voor enige schade die bij de gebruiker optreedt, en de gebruiker is zelf verantwoordelijk voor schade die optreedt bij de provider of derde partijen. Niet voldoen aan deze verplichtingen geeft de provider ook het recht om de overeenkomst te beëindigen. Als de gebruiker zich ervan bewust wordt dat de service zou kunnen zijn blootgesteld aan derde partijen wegens het lekken van toegangsinformatie, is men verplicht dat te melden bij de provider.
pt_br: Se o Usuário violar qualquer uma das obrigações especificadas nesta Seção, o Provedor não terá nenhuma responsabilidade por quaisquer danos incorridos pelo Usuário, e o Usuário será o único responsável por quaisquer danos incorridos pelo Provedor ou terceiros. A violação dessas obrigações também dá ao Provedor o direito de rescindir este Contrato. Se o Usuário tomar conhecimento de que o acesso ao Serviço pode ser exposto a terceiros devido a um vazamento de informações de acesso, ele deverá relatar isso ao Provedor.
ru: В случае нарушения Пользователем любого из обязательств, указанных в настоящем разделе, Поставщик не несёт ответственности за убытки, понесённые Пользователем, а Пользователь несёт полную ответственность за любые убытки, понесённые Поставщиком или третьими лицами. Нарушение этих обязательств также даёт Поставщику право расторгнуть настоящее Соглашение. Если Пользователю станет известно, что доступ к Сервису может быть открыт третьим лицам в результате утечки информации о доступе, он обязан сообщить об этом Поставщику.
sk: Pokiaľ Používateľ poruší povinnosti uložené v tomto článku, nenesie Poskytovateľ žiadnu zodpovednosť za škody, ktoré vzniknú Používateľovi, a za škody, ktoré vzniknú Poskytovateľovi alebo tretím osobám, zodpovedá výhradne Používateľ. Porušenie týchto povinností ďalej zakladá právo Poskytovateľa vypovedať túto Zmluvu. Pokiaľ Používateľ zistí, že môže dôjsť k sprístupneniu Služby tretím osobám v dôsledku úniku informácií o prístupe k Službe, je povinný túto skutočnosť nahlásiť Poskytovateľovi.
sl: Če uporabnik krši katero koli od obveznosti, navedenih v tem razdelku, ponudnik ne odgovarja za morebitno škodo, ki bi nastala uporabniku, uporabnik pa je izključno odgovoren za morebitno škodo, ki bi nastala ponudniku ali tretjim osebam. Kršitev teh obveznosti ponudniku daje tudi pravico do odpovedi te pogodbe. Če uporabnik ugotovi, da bi lahko bil dostop do storitve izpostavljen tretjim osebam zaradi razkritja podatkov za dostop, je dolžan to sporočiti ponudniku.
sv: Om användaren bryter mot någon av de skyldigheter som anges i detta avsnitt, bär leverantören inget ansvar för eventuella skador som användaren åsamkas, och användaren är ensam ansvarig för eventuella skador som leverantören eller tredje part åsamkas. Brott mot dessa skyldigheter ger också leverantören rätt att säga upp detta avtal. Om användaren blir medveten om att tillgången till tjänsten kan exponeras för tredje part på grund av ett läckage av åtkomstinformation, är användaren skyldig att rapportera detta till leverantören.
ta: இந்த பிரிவில் குறிப்பிடப்பட்டுள்ள எந்தவொரு கடமைகளையும் பயனர் மீறினால், வழங்குநர் பயனரால் ஏற்படும் எந்தவொரு சேதத்திற்கும் எந்தப் பொறுப்பையும் ஏற்கவில்லை, மேலும் வழங்குநர் அல்லது மூன்றாம் தரப்பினரால் ஏற்படும் எந்தவொரு சேதங்களுக்கும் பயனர் மட்டுமே பொறுப்பு. இந்த கடமைகளை மீறுவது இந்த ஒப்பந்தத்தை நிறுத்த வழங்குநருக்கு உரிமை உண்டு. அணுகல் செய்தி கசிவு காரணமாக மூன்றாம் தரப்பினருக்கு பணி அணுகல் வெளிப்படும் என்பதை பயனர் அறிந்தால், அவர்கள் இதை வழங்குநரிடம் புகாரளிக்க வேண்டும்.
tr: Kullanıcı’nın bu Bölümde belirtilen yükümlülüklerden herhangi birini ihlal etmesi durumunda, Sağlayıcı, Kullanıcı’nın uğradığı zararlardan sorumlu değildir ve Kullanıcı, Sağlayıcı’nın veya üçüncü tarafların uğradığı zararlardan tek başına sorumludur. Bu yükümlülüklerin ihlal edilmesi, Sağlayıcı’ya bu Sözleşmeyi feshetme hakkı da verir. Kullanıcı, erişim bilgilerinin sızdırılması nedeniyle Hizmet erişiminin üçüncü tarafların eline geçebileceğinin farkına varırsa, bunu Sağlayıcı’ya bildirmekle yükümlüdür.
uk: Якщо Користувач порушує будь-які зобов’язання, зазначені в цьому Розділі, Постачальник не несе відповідальності за будь-які збитки, понесені Користувачем, і Користувач несе повну відповідальність за будь-які збитки, понесені Постачальником або третіми особами. Порушення цих зобов'язань також дає право Постачальнику розірвати цю Угоду. Якщо Користувачеві стає відомо, що доступ до Сервісу може бути відкритий для третіх осіб через витік інформації про доступ, він зобов’язаний повідомити про це Постачальника.
zh_hans: 如果用户违反此部分中确切说明的义务中的任何一项，那么提供者对由用户造成的任何损害均不承担责任，用户对由提供者或者第三方引起的损害负全部责任。违反这些义务同样赋予提供者终止此协议的权利。如果用户发觉服务访问由于访问信息泄露而暴露给第三方，用户需要将此报告给提供者。
zh_hant: 若使用者違反本節指定之任何義務，提供者對使用者所生之任何損害概不負責，且使用者應單獨對提供者或第三方所生之任何損害負責。違反該等義務亦賦予提供者終止本協議之權利。若使用者因存取資訊外洩而知悉服務存取權可能暴露予第三方，必須向提供者回報。

source: Prohibited Conduct
cs: Zakázané jednání
de: Verbotenes Verhalten
fr: Comportements interdits
ga: Iompar Toirmiscthe
hu: Tiltott magatartás
id: Perilaku Terlarang
ja: 禁止行為
nl: Niet toegestaan gedrag
pt_br: Conduta Proibida
ru: Запрещённые действия
sk: Zakázané konanie
sl: Prepovedano ravnanje
sv: Förbjudet beteende
ta: தடைசெய்யப்பட்ட நடத்தை
tr: İzin Verilmeyen Davranışlar
uk: Заборонена поведінка
zh_hans: 禁止的行为
zh_hant: 禁止行為

source: The User is prohibited from uploading, sending, or otherwise storing any content on the Service portal that may contain software viruses or other files and programs that could destroy, damage, or limit the functionality of the Provider's or other Users' devices. The User is also not authorized to upload content to the Service portal that is illegal to possess or distribute, infringes on third-party copyrights, is part of criminal activities, spreads spam through the Service, or attempts to gain access to another User’s account or the Provider’s servers. Violation of these obligations constitutes a material breach of the Agreement.
cs: Uživatel nesmí na portál Služby nahrávat, odesílat ani jinak ukládat obsah, který může obsahovat softwarový virus nebo jiné soubory a programy, které mohou zničit, poškodit nebo omezit funkčnost zařízení Poskytovatele nebo jiných Uživatelů. Uživatel dále není oprávněn nahrávat na portál Služby obsah, jehož držení nebo šíření je nezákonné, obsah, který neoprávněně zasahuje do autorských práv třetí osoby nebo je součástí trestné činnosti, šířit prostřednictvím Služby spam nebo se pokoušet získat přístup k Uživatelskému účtu jiného Uživatele nebo serverům Poskytovatele. Porušení těchto povinností je považováno za podstatné porušení Smlouvy.
de: Dem Benutzer ist es untersagt, auf dem Portal des Dienstes Inhalte hochzuladen, zu versenden oder anderweitig zu speichern, die Softwareviren oder andere Dateien und Programme enthalten, die die Geräte des Anbieters oder anderer Benutzer zerstören, beschädigen oder in ihrer Funktionalität einschränken könnten. Der Benutzer ist auch nicht berechtigt, Inhalte auf das Dienstportal hochzuladen, deren Besitz oder Verbreitung rechtswidrig ist, die Urheberrechte Dritter verletzen, Teil krimineller Aktivitäten sind, Spam über den Dienst verbreiten oder versuchen, Zugang zum Benutzerkonto eines anderen Benutzers oder zu den Servern des Anbieters zu erhalten. Ein Verstoß gegen diese Verpflichtungen stellt eine wesentliche Verletzung der Vereinbarung dar.
fr: L’Utilisateur s’interdit de télécharger, d’envoyer ou de stocker sur le portail du Service tout contenu susceptible de contenir des virus informatiques ou d’autres fichiers et programmes pouvant détruire, endommager ou limiter le fonctionnement des appareils du Fournisseur ou d’autres Utilisateurs. L’Utilisateur n’est pas non plus autorisé à télécharger sur le portail du Service tout contenu dont la possession ou la distribution est illégale, qui enfreint les droits d’auteur de tiers, qui s’inscrit dans des activités criminelles, qui diffuse du spam via le Service ou qui tente d’accéder au compte d’un autre Utilisateur ou aux serveurs du Fournisseur. Le non-respect de ces obligations constitue une violation substantielle du Contrat.
ga: Tá cosc ar an Úsáideoir aon ábhar a uaslódáil, a sheoladh nó a stóráil ar shlí eile ar thairseach na Seirbhíse a bhféadfadh víris bhogearraí nó comhaid agus ríomhchláir eile a bheith ann a d'fhéadfadh feidhmiúlacht ghléasanna an tSoláthraí nó feistí Úsáideoirí eile a scriosadh, a dhamáistiú nó a theorannú. Níl an tÚsáideoir údaraithe freisin ábhar a uaslódáil chuig tairseach na Seirbhíse atá mídhleathach chun cóipchearta tríú páirtí a shealbhú nó a dháileadh, a sháraíonn cóipchearta tríú páirtí, atá mar chuid de ghníomhaíochtaí coiriúla, a scaipeann turscar tríd an tSeirbhís, nó a dhéanann iarracht rochtain a fháil ar chuntas Úsáideora eile nó ar fhreastalaithe an tSoláthraí. Is sárú ábhartha ar an gComhaontú é sárú na n-oibleagáidí sin.
hu: Tilos a Szolgáltatás portáljára olyan tartalom feltöltése, elküldése vagy tárolása, amely szoftveres vírust vagy más olyan fájlt vagy programot tartalmaz, amely alkalmas a Szolgáltató vagy más Felhasználók eszközeinek tönkretételére, megrongálására vagy működésének korlátozására. Tilos továbbá olyan tartalom feltöltése, amely jogellenesen birtokolható vagy terjeszthető, harmadik felek szerzői jogait sérti, bűncselekményhez kapcsolódik, spam terjesztésére szolgál vagy más Felhasználó fiókjához, illetve a Szolgáltató szervereihez való jogosulatlan hozzáférésre irányul. Ezen kötelezettségek megszegése súlyos szerződésszegésnek minősül.
id: Pengguna dilarang mengunggah, mengirim, atau menyimpan konten apa pun di portal Layanan yang mungkin berisi virus perangkat lunak atau file dan program lain yang dapat merusak, atau membatasi fungsionalitas perangkat Penyedia atau Pengguna lain. Pengguna juga tidak berwenang mengunggah konten ke portal Layanan yang ilegal untuk dimiliki atau didistribusikan, melanggar hak cipta pihak ketiga, merupakan bagian dari kegiatan kriminal, menyebarkan spam melalui Layanan, atau mencoba mendapatkan akses ke akun Pengguna lain atau server Penyedia. Pelanggaran terhadap kewajiban ini merupakan pelanggaran material terhadap Perjanjian.
ja: 利用者は、サービスポータルに、ソフトウェアウイルスその他、事業者または他の利用者のデバイスの機能を破壊、損傷、制限するおそれのあるファイルやプログラムを含むコンテンツを、アップロード、送信、またはその他の方法で保存してはならないものとします。また、利用者は、所持または配布が違法なコンテンツ、第三者の著作権を侵害するコンテンツ、犯罪行為に関連するコンテンツ、サービスを通じてスパムを拡散するコンテンツ、他の利用者のアカウントまたは事業者のサーバーへのアクセスを試みるコンテンツを、サービスポータルにアップロードする権限を有しません。これらの義務に違反した場合、重大な契約違反となります。
nl: Het is de gebruiker verboden enige inhoud te uploaden, verzenden, of anderszins op te slaan in het portaal van de service die softwarevirussen of andere bestanden en programma's zouden kunnen bevatten die de functionaliteit van de apparatuur van de provider of de gebruiker zouden kunnen vernielen, beschadigen of beperken. De gebruiker is ook niet geautoriseerd om inhoud te uploaden naar het portaal van de service dat illegaal is om te bezitten of te distribueren, inbreuk maakt op auteursrechten van derde partijen, deel uitmaakt van criminele activiteiten, spam verspreiden via de service, of pogingen doen om toegang te verkrijgen tot het gebruikersaccount van een ander of de servers van de provider. Overtreding van deze verplichting levert een ernstige inbreuk op de overeenkomst op.
pt_br: O Usuário está proibido de carregar, enviar ou armazenar de outra forma qualquer conteúdo no portal do Serviço que possa conter vírus de software ou outros arquivos e programas que possam destruir, danificar ou limitar a funcionalidade dos dispositivos do Provedor ou de outros Usuários. O Usuário também não está autorizado a carregar conteúdo no portal do Serviço que seja ilegal possuir ou distribuir, infrinja direitos autorais de terceiros, faça parte de atividades criminosas, espalhe spam pelo Serviço ou tente obter acesso à conta de outro Usuário ou aos servidores do Provedor. A violação dessas obrigações constitui uma violação material do Contrato.
ru: Пользователю запрещается загружать, отправлять или иным образом хранить на портале Сервиса контент, который может содержать программные вирусы или иные файлы и программы, способные уничтожить, повредить или ограничить функциональность устройств Поставщика или других Пользователей. Пользователь также не имеет права загружать на портал Сервиса контент, который является незаконным для владения или распространения, нарушает авторские права третьих лиц, является частью преступной деятельности, распространяет спам через Сервис, или пытается получить доступ к учётной записи другого Пользователя или серверам Поставщика. Нарушение этих обязательств является существенным нарушением Соглашения.
sk: Používateľ nesmie na portál Služby nahrávať, odosielať ani inak ukladať obsah, ktorý môže obsahovať softvérový vírus alebo iné súbory a programy, ktoré môžu zničiť, poškodiť alebo obmedziť funkčnosť zariadenia Poskytovateľa alebo iných Používateľov. Používateľ ďalej nie je oprávnený nahrávať na portál Služby obsah, ktorého držanie alebo šírenie je nezákonné, obsah, ktorý neoprávnene zasahuje do autorských práv tretej osoby alebo je súčasťou trestnej činnosti, šíriť prostredníctvom Služby spam alebo sa pokúšať získať prístup k Používateľskému účtu iného Používateľa alebo serverom Poskytovateľa . Porušenie týchto povinností je považované za podstatné porušenie Zmluvy.
sl: Uporabniku je prepovedano nalagati, pošiljati ali na kakršen koli drug način shranjevati vsebine na portal storitve, ki lahko vsebujejo računalniške viruse ali druge datoteke in programe, ki bi lahko uničili, poškodovali ali omejili funkcionalnost naprav ponudnika ali drugih uporabnikov. Uporabnik prav tako nima dovoljenja nalagati vsebin na portal storitve, ki so nezakonite za posedovanje ali distribucijo, kršijo avtorske pravice tretjih oseb, so del kriminalnih dejavnosti, širijo neželeno pošto preko storitve ali poskušajo pridobiti dostop do računa drugega uporabnika ali strežnikov ponudnika. Kršitev teh obveznosti predstavlja bistveno kršitev pogodbe.
sv: Användaren får inte ladda upp, skicka eller på annat sätt lagra innehåll på tjänsteportalen som kan innehålla datavirus eller andra filer och program som kan förstöra, skada eller begränsa funktionaliteten hos leverantörens eller andra användares enheter. Användaren har inte heller rätt att ladda upp innehåll till tjänsteportalen som är olagligt att inneha eller distribuera, som kränker tredje parts upphovsrätt, som är en del av kriminell verksamhet, som sprider skräppost via tjänsten eller som försöker få tillgång till en annan användares konto eller leverantörens servrar. Brott mot dessa skyldigheter utgör ett väsentligt brott mot avtalet.
ta: மென்பொருள் வைரச்கள் அல்லது பிற கோப்புகள் மற்றும் நிரல்களைக் கொண்டிருக்கும் பணி போர்ட்டலில் எந்தவொரு உள்ளடக்கத்தையும் பதிவேற்றுவது, அனுப்புவது அல்லது சேமிப்பது அல்லது சேமிப்பதில் பயனர் தடைசெய்யப்பட்டுள்ளது, இது வழங்குநரின் அல்லது பிற பயனர்களின் சாதனங்களின் செயல்பாட்டை அழிக்க, சேதப்படுத்தலாம் அல்லது கட்டுப்படுத்தலாம். வைத்திருக்க அல்லது விநியோகிக்க சட்டவிரோதமான பணி போர்ட்டலில் உள்ளடக்கத்தைப் பதிவேற்ற பயனர் ஏற்பு பெறவில்லை, மூன்றாம் தரப்பு பதிப்புரிமைகளை மீறுவது, குற்றச் செயல்களின் ஒரு பகுதியாகும், சேவையின் மூலம் ச்பேமை பரப்புகிறது, அல்லது மற்றொரு பயனரின் கணக்கை அணுக முயற்சிக்கிறது அல்லது வழங்குநரின் சேவையகங்கள். இந்த கடமைகளை மீறுவது ஒப்பந்தத்தின் பொருள் மீறலாகும்.
tr: Kullanıcının, Hizmet sitesine yazılım virüsleri veya Sağlayıcı’nın veya diğer Kullanıcı’ların cihazlarının işlevselliğini yok edebilecek, zarar verebilecek veya sınırlayabilecek diğer dosya ve programları içerebilecek herhangi bir içerik yüklemesi, göndermesi veya başka bir şekilde depolaması yasaktır. Kullanıcı ayrıca Hizmet sitesine bulundurulması veya dağıtılması yasa dışı olan, üçüncü taraf telif haklarını ihlal eden, suç faaliyetlerinin bir parçası olan, Hizmet aracılığıyla istenmeyen e-postalar yayan veya başka bir Kullanıcı’nın hesabına veya Sağlayıcı’nın sunucularına erişim sağlamaya çalışan içerik yükleyemez. Bu yükümlülüklerin ihlali, Sözleşme’nin esaslı bir ihlalini teşkil eder.
uk: Користувачеві забороняється завантажувати, надсилати або іншим чином зберігати будь-який вміст на порталі Сервісу, який може містити програмні віруси або інші файли та програми, які можуть знищити, пошкодити або обмежити функціональність пристроїв Постачальника або інших Користувачів. Користувач також не має права завантажувати на портал Сервісу вміст, який є незаконним для володіння або розповсюдження, порушує авторські права третіх осіб, є частиною злочинної діяльності, поширює спам через Сервіс або намагається отримати доступ до облікового запису іншого Користувача або сервери Провайдера. Порушення цих зобов'язань є істотним порушенням Угоди.
zh_hans: 用户不得在服务门户站点上传、发送、或存储任何可能包含软件病毒的内容或其他可能摧毁、破坏、或限制提供者或其他用户设备的文件和程序。用户也没有得到将下列内容上传到服务门户站点的授权，包括持有或散播均违法的内容，侵犯第三方版权的内容、是犯罪活动一部分的内容、通过服务传播垃圾邮件的内容，或者是试图获取其他用户的账户或提供者服务器访问权限的内容。违反这些义务构成对协议的重大违反。
zh_hant: 使用者不得於服務入口網站上傳、發送或以其他方式儲存任何可能包含軟體病毒，或其他可能破壞、損害或限制提供者或其他使用者裝置功能之檔案及程式之內容。使用者亦未獲授權上傳持有或散布即屬違法、侵害第三方著作權、屬於犯罪活動一部分、透過本服務散布垃圾郵件，或試圖存取其他使用者帳號或提供者伺服器之內容至服務入口網站。違反該等義務構成對本協議之重大違約。

source: The User particularly agrees to refrain from the following activities while using the Services, especially through the Services:
cs: Uživatel se zejména zavazuje zdržet se při využívání Služeb a zejména prostřednictvím Služeb:
de: Der Benutzer verpflichtet sich insbesondere, bei der Nutzung der Dienste, insbesondere über die Dienste, die folgenden Aktivitäten zu unterlassen:
fr: L’Utilisateur s’engage notamment à s’abstenir des activités suivantes lors de l’utilisation des Services, en particulier par le biais des Services :
ga: Aontaíonn an tÚsáideoir go háirithe staonadh ó na gníomhaíochtaí seo a leanas agus na Seirbhísí á n-úsáid aige, go háirithe trí na Seirbhísí:
hu: A Felhasználó különösen vállalja, hogy a Szolgáltatás használata során – különösen annak felületén keresztül – tartózkodik az alábbiaktól:
id: Pengguna secara khusus setuju untuk tidak melakukan aktivitas berikut saat menggunakan Layanan, khususnya melalui Layanan:
ja: 利用者は、サービスの利用にあたり、特に以下の行為を行わないことに同意します（とりわけ、本サービスを通じて行う行為を含みます）。
nl: De gebruiker gaat er in het bijzonder mee akkoord om zich te onthouden van de volgende activiteiten tijdens het gebruiken van de services, speciaal via de services:
pt_br: O Usuário concorda, em especial, em abster-se das seguintes atividades durante a utilização dos Serviços, especialmente por meio dos Serviços:
ru: Пользователь, в частности, соглашается воздерживаться от следующих действий при использовании Сервисов, особенно через Сервисы:
sk: Používateľ sa najmä zaväzuje zdržať sa pri využívaní Služieb a najmä prostredníctvom Služieb:
sl: Uporabnik se posebej zavezuje, da se med uporabo storitve, zlasti preko storitve, vzdrži naslednjih dejavnosti:
sv: Användaren samtycker särskilt till att avstå från följande aktiviteter när han eller hon använder Tjänsterna, särskilt genom Tjänsterna:
ta: சேவைகளைப் பயன்படுத்தும் போது, குறிப்பாக சேவைகள் மூலம் பின்வரும் செயல்பாடுகளைத் தவிர்க்க பயனர் குறிப்பாக ஒப்புக்கொள்கிறார்:
tr: Kullanıcı, Hizmet’leri kullanırken, özellikle de Hizmet’ler aracılığıyla aşağıdaki faaliyetlerden kaçınacağını özellikle kabul eder:
uk: Користувач зокрема погоджується утримуватися від наступних дій під час використання Сервісів, особливо через Сервіси:
zh_hans: 用户尤其同意在使用本服务时，特别是通过本服务使用本服务时，不进行以下活动：
zh_hant: 使用者特別同意在使用本服務時（特別是透過本服務）避免下列活動：
