Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider is entitled to implement security measures to protect the Service in accordance with this Agreement, and the User is required to comply with and respect these measures.
de: Der Anbieter ist berechtigt, Sicherheitsmaßnahmen zum Schutz des Dienstes in Übereinstimmung mit dieser Vereinbarung zu ergreifen, und der Benutzer ist verpflichtet, diese Maßnahmen einzuhalten und zu respektieren.
es: El Proveedor tiene derecho a implementar medidas de seguridad para proteger el Servicio de acuerdo con este Acuerdo, y el Usuario debe cumplir y respetar estas medidas.
fr: Le Fournisseur est en droit de mettre en œuvre des mesures de sécurité pour protéger le Service conformément au présent Contrat, et l'Utilisateur est tenu de se conformer à ces mesures et de les respecter.
ga: Tá an Soláthraí i dteideal bearta slándála a chur i bhfeidhm chun an tSeirbhís a chosaint de réir an Chomhaontaithe seo, agus ceanglaítear ar an Úsáideoir na bearta seo a chomhlíonadh agus a urramú.
hu: A Szolgáltató jogosult biztonsági intézkedéseket bevezetni a Szolgáltatás védelme érdekében a Szerződésnek megfelelően, a Felhasználó pedig köteles ezeket betartani és tiszteletben tartani.
id: Penyedia berhak menerapkan langkah-langkah keamanan untuk melindungi Layanan sesuai dengan Perjanjian ini, dan Pengguna diharuskan untuk mematuhi dan menghormati langkah-langkah ini.
ja: 事業者は、本契約に従いサービスを保護するためのセキュリティ対策を実施する権利を有し、利用者はこれらの対策を遵守し、尊重する義務を負うものとします。
nl: De provider heeft het recht om beveiligingsmaatregelen te implementeren om de service te beschermen, overeenkomstig deze overeenkomst en de gebruiker is verplicht om te voldoen aan deze maatregelen en ze te respecteren.
pt_br: O Provedor tem o direito de implementar medidas de segurança para proteger o Serviço de acordo com este Contrato, e o Usuário é obrigado a cumprir e respeitar essas medidas.
ru: Поставщик имеет право применять меры безопасности для защиты Сервиса в соответствии с настоящим Соглашением, а Пользователь обязан соблюдать и уважать эти меры.
sk: Poskytovateľ je oprávnený v súlade s touto Zmluvou vytvárať bezpečnostné opatrenia k zabezpečenie Služby a Používateľ je v takom prípade povinný dané opatrenia rešpektovať a správať sa v súlade s nimi.
sl: Ponudnik je upravičen do izvajanja varnostnih ukrepov za zaščito storitve v skladu s to pogodbo, uporabnik pa je dolžan te ukrepe upoštevati in spoštovati.
sv: Leverantören har rätt att vidta säkerhetsåtgärder för att skydda Tjänsten i enlighet med detta Avtal, och Användaren är skyldig att följa och respektera dessa åtgärder.
ta: இந்த ஒப்பந்தத்தின்படி சேவையைப் பாதுகாக்க பாதுகாப்பு நடவடிக்கைகளை செயல்படுத்த வழங்குநருக்கு உரிமை உண்டு, மேலும் பயனர் இந்த நடவடிக்கைகளுக்கு இணங்கவும் மதிக்கவும் வேண்டும்.
tr: Sağlayıcı, bu Sözleşme’ye uygun olarak Hizmet’i korumak için güvenlik önlemleri uygulama hakkına sahiptir ve Kullanıcı’nın bu önlemlere uyması ve saygı göstermesi gerekmektedir.
uk: Постачальник має право вживати заходів безпеки для захисту Сервісу відповідно до цієї Угоди, а Користувач зобов’язаний дотримуватися та поважати ці заходи.
zh_hans: 提供者有权根据本协议实施安全措施保护服务，用户须遵守并尊重这些措施。
zh_hant: 提供者有權依據本協議實施安全措施以保護本服務，使用者必須遵守並尊重該等措施。

source: The User is obligated to use the Service in accordance with the licensing terms specified in Section 6 of this Agreement, ensuring that they do not jeopardize the Service's functionality.
cs: Uživatel je povinen při užívání Služby postupovat zejména v souladu s licenčními podmínkami uvedenými v čl. 6 této Smlouvy a to tak, aby nijak neohrozil fungování Služby.
de: Der Benutzer ist verpflichtet, den Dienst in Übereinstimmung mit den in Abschnitt 6 dieser Vereinbarung genannten Lizenzbegriffen zu nutzen und sicherzustellen, dass diese die Funktionalität des Dienstes nicht gefährden.
es: El Usuario está obligado a utilizar el Servicio de acuerdo con los términos de licencia especificados en la Sección 6 de este Acuerdo, asegurándose de no poner en peligro la funcionalidad del Servicio.
fr: L'Utilisateur est tenu d'utiliser le Service conformément aux conditions de licence spécifiées à la Section 6 du présent Contrat, en veillant à ne pas compromettre la fonctionnalité du Service.
ga: Tá oibleagáid ar an Úsáideoir an tSeirbhís a úsáid de réir na dtéarmaí ceadúnaithe a shonraítear in Alt 6 den Chomhaontú seo, ag cinntiú nach gcuireann siad feidhmiúlacht na Seirbhíse i mbaol.
hu: A Felhasználó köteles a Szolgáltatást a jelen Szerződés 6. pontjában meghatározott licencfeltételek szerint használni, ügyelve arra, hogy ne veszélyeztesse a Szolgáltatás működését.
id: Pengguna berkewajiban untuk menggunakan Layanan sesuai dengan ketentuan lisensi yang ditentukan dalam Bagian 6 Perjanjian ini, memastikan bahwa ketentuan tersebut tidak membahayakan fungsionalitas Layanan.
ja: 利用者は、本契約第 6 条に定めるライセンス条件に従って本サービスを利用し、その利用によってサービスの機能性を損なうことのないよう努める義務を負うものとします。
nl: De gebruiker is verplicht de service te gebruiken overeenkomstig de bepalingen van de licentie, gespecificeerd in sectie 6 van deze overeenkomst, ervoor zorgende dat ze niet de functionaliteit van de service in gevaar brengen.
pt_br: O Usuário é obrigado a utilizar o Serviço de acordo com os termos de licenciamento especificados na Seção 6 deste Contrato, garantindo que eles não comprometam a funcionalidade do Serviço.
ru: Пользователь обязуется использовать Сервис в соответствии с лицензионными условиями, указанными в разделе 6 настоящего Соглашения, обеспечивая при этом отсутствие угрозы для функциональности Сервиса.
sk: Používateľ je povinný pri používaní Služby postupovať najmä v súlade s licenčnými podmienkami uvedenými v čl. 6 tejto Zmluvy a to tak, aby nijako neohrozil fungovanie Služby.
sl: Uporabnik je dolžan uporabljati storitev v skladu z licenčnimi pogoji, določenimi v 6. členu te pogodbe, in zagotoviti, da ti ne ogrožajo delovanja storitve.
sv: Användaren är skyldig att använda Tjänsten i enlighet med licensvillkoren som anges i avsnitt 6 i detta Avtal och säkerställa att dessa inte äventyrar Tjänstens funktionalitet.
ta: இந்த ஒப்பந்தத்தின் 6 வது பிரிவில் குறிப்பிடப்பட்டுள்ள உரிம விதிமுறைகளுக்கு ஏற்ப சேவையைப் பயன்படுத்த பயனர் கடமைப்பட்டுள்ளார், மேலும் அவர்கள் சேவையின் செயல்பாட்டை பாதிக்கவில்லை என்பதை உறுதிசெய்கிறார்கள்.
tr: Kullanıcı, Hizmet’i bu Sözleşme’nin 6. Bölümünde belirtilen lisans koşullarına uygun olarak ve Hizmet’in işlevselliğini tehlikeye atmayacak şekilde kullanmakla yükümlüdür.
uk: Користувач зобов’язаний використовувати Сервіс відповідно до умов ліцензування, зазначених у Розділі 6 цієї Угоди, гарантуючи, що вони не ставлять під загрозу функціональність Сервісу.
zh_hans: 用户有义务按照本协议第 6 节指明的许可条款适用服务，确保用户不危及服务的功能。
zh_hant: 使用者有義務依據本協議第 6 條指定之授權條款使用本服務，確保其不危及本服務之功能性。

source: According to the Service variant listed in the Price List, the User has the right to request Support Services from the Provider, as specified in the Price List.
de: Je nach der in der Preisliste aufgeführten Variante des Dienstes hat der Benutzer das Recht, die in der Preisliste angegebenen Unterstützungsdienste beim Anbieter anzufordern.
es: De acuerdo con la variante de Servicio enumerada en la Lista de Precios, el Usuario tiene derecho a solicitar Servicios de Soporte al Proveedor, como se especifica en la Lista de Precios.
fr: Selon la variante de service indiquée dans la liste de prix, l'utilisateur a le droit de demander des services d'assistance au fournisseur, comme spécifié dans la liste de prix.
ga: De réir an athraitheach Seirbhíse atá liostaithe sa Liosta Praghsanna, tá sé de cheart ag an Úsáideoir Seirbhísí Tacaíochta a iarraidh ar an Soláthraí, mar atá sonraithe sa Liosta Praghsanna.
hu: A Díjszabásban feltüntetett Szolgáltatásváltozattól függően a Felhasználónak joga van Támogatási szolgáltatásokat igényelni a Szolgáltatótól, az ott megadott feltételek szerint.
id: Sesuai dengan varian Layanan yang tercantum dalam Daftar Harga, Pengguna memiliki hak untuk meminta Layanan Dukungan dari Penyedia, sebagaimana ditentukan dalam Daftar Harga.
ja: 価格表に記載されたサービスの種類に応じて、利用者は、価格表に定める範囲で事業者にサポートサービスを求める権利を有します。
nl: Overeenkomstig de variant van de service die is vermeld in de prijslijst, heeft de gebruiker het recht om ondersteuning voor de services te vragen van de provider, zoals gespecificeerd in de prijslijst.
pt_br: De acordo com a variante de Serviço listada na Lista de Preços, o Usuário tem o direito de solicitar Serviços de Suporte do Provedor, conforme especificado na Lista de Preços.
ru: В соответствии с вариантом Службы, указанным в Ценнике, Пользователь имеет право запросить у Поставщика Службу поддержки, как указано в Ценнике.
sk: Podľa variantu Služby uvedenej v Cenníku má Používateľ právo požadovať od Poskytovateľa Službu Podpory špecifikovanú v Cenníku.
sl: Uporabnik ima v skladu z različico storitve, navedeno v ceniku, pravico zahtevati podporne storitve od ponudnika, kot je določeno v ceniku.
sv: Enligt den tjänstevariant som anges i prislistan har användaren rätt att begära supporttjänster från leverantören, enligt vad som anges i prislistan.
ta: விலை பட்டியலில் பட்டியலிடப்பட்ட பணி மாறுபாட்டின் படி, விலை பட்டியலில் குறிப்பிடப்பட்டுள்ளபடி, வழங்குநரிடமிருந்து உதவி சேவைகளை கோர பயனருக்கு உரிமை உண்டு.
tr: Fiyat Listesi’nde belirtilen Hizmet çeşidine göre Kullanıcı, Fiyat Listesi’nde belirtildiği şekilde Sağlayıcı’dan Destek Hizmetleri talep etme hakkına sahiptir.
uk: Відповідно до варіанту Послуги, зазначеного в Прейскуранті, Користувач має право вимагати від Провайдера Послуги підтримки, як зазначено в Прейскуранті.
zh_hans: 根据结果清单中列出的服务变体，用户有权要求提供者提供价格清单中明确的支持服务。
zh_hant: 依據價目表所列之服務方案，使用者有權依價目表規定向提供者請求支援服務。

source: The User is required to keep access credentials to the Service confidential and must not engage in any actions that could compromise the security of the Service. The User is also required to secure their technical equipment to a reasonable extent to minimize the risk of third parties misusing access credentials to the User's account.
cs: Uživatel je povinen uchovávat přístupové údaje ke Službě v tajnosti a svým jednáním neohrozit bezpečnost Služby. Uživatel je rovněž povinen zabezpečit své technické vybavení v přiměřeném rozsahu tak, aby minimalizoval riziko zneužití přístupových údajů k Uživatelskému účtu třetí stranou.
de: Der Benutzer ist verpflichtet, die Zugangsdaten zum Dienst vertraulich zu behandeln und darf sich nicht an Handlungen beteiligen, die die Sicherheit des Dienstes gefährden könnten. Der Benutzer ist außerdem verpflichtet, seine technischen Einrichtungen in angemessenem Umfang zu sichern, um das Risiko des Missbrauchs der Zugangsdaten zum Benutzerkonto durch Drittanbieter zu minimieren.
es: El Usuario debe mantener confidenciales las credenciales de acceso al Servicio y no debe participar en ninguna acción que pueda comprometer la seguridad del Servicio. También se requiere que el Usuario asegure su equipo técnico en una medida razonable para minimizar el riesgo de que terceros hagan un mal uso de las credenciales de acceso a la cuenta del Usuario.
fr: L'Utilisateur est tenu de préserver la confidentialité de ses identifiants d'accès au Service et de s'abstenir de toute action susceptible de compromettre la sécurité de ce dernier. Il lui incombe également de sécuriser son matériel technique dans une mesure raisonnable afin de minimiser le risque d'utilisation abusive de ses identifiants d'accès par des tiers.
ga: Ceanglaítear ar an Úsáideoir dintiúir rochtana ar an tSeirbhís a choinneáil faoi rún agus ní ceadmhach dó/di dul i mbun aon ghníomhartha a d'fhéadfadh dochar a dhéanamh do shlándáil na Seirbhíse. Ceanglaítear ar an Úsáideoir freisin a dtrealamh teicniúil a dhaingniú go réasúnta chun an baol go ndéanfadh tríú páirtithe dintiúir rochtana a mhí-úsáid ar chuntas an Úsáideora a íoslaghdú.
hu: A Felhasználó köteles a Szolgáltatáshoz való hozzáférési adatait titokban tartani, és nem tehet semmilyen olyan lépést, amely a Szolgáltatás biztonságát veszélyeztetné. Emellett köteles saját technikai eszközeit ésszerű mértékben védeni annak érdekében, hogy harmadik felek ne férhessenek hozzá jogosulatlanul a Felhasználói fiókhoz.
id: Pengguna diharuskan untuk menjaga kerahasiaan kredensial akses ke Layanan dan tidak boleh terlibat dalam tindakan apa pun yang dapat membahayakan keamanan Layanan. Pengguna juga diharuskan untuk mengamankan peralatan teknis mereka pada tingkat yang wajar untuk meminimalkan risiko pihak ketiga menyalahgunakan kredensial akses ke akun Pengguna.
ja: 利用者は、本サービスへのアクセス認証情報を秘密として保持し、サービスのセキュリティを損なうおそれのある一切の行為を行ってはならないものとします。また、第三者が利用者のアカウントの認証情報を不正に利用するリスクを最小限に抑えるため、利用者は自己の技術的機器を相応の範囲で適切に保護する義務を負います。
nl: De gebruiker is verplicht toegangsgegevens voor de service vertrouwelijk te houden en zou niet deel moeten nemen aan acties die de veiligheid van de service in gevaar zouden kunnen brengen. Van de gebruiker wordt ook geëist dat ze hun technische apparatuur beveiligen tot een redelijk niveau, om het risico te minimaliseren dat derde partijen toegangsgegevens voor het account van de gebruiker misbruiken.
pt_br: O Usuário é obrigado a manter as credenciais de acesso ao Serviço confidenciais e não deve se envolver em nenhuma ação que possa comprometer a segurança do Serviço. O Usuário também é obrigado a proteger seu equipamento técnico em um complemento razoável para minimizar o risco de terceiros usarem indevidamente as credenciais de acesso à conta do Usuário.
ru: Пользователь обязан сохранять конфиденциальность учётных данных доступа к Сервису и не предпринимать никаких действий, которые могут поставить под угрозу безопасность Сервиса. Пользователь также обязан обеспечить безопасность своего технического оборудования в разумных пределах, чтобы свести к минимуму риск неправомерного использования третьими лицами учётных данных доступа к учётной записи Пользователя.
sk: Používateľ je povinný uchovávať prístupové údaje k Službe v tajnosti a svojím konaním neohroziť bezpečnosť Služby. Používateľ je tiež povinný zabezpečiť svoje technické vybavenie v primeranom rozsahu tak, aby minimalizoval riziko zneužitia prístupových údajov k Používateľskému účtu treťou stranou.
sl: Uporabnik je dolžan hraniti dostopne podatke do storitve kot zaupne in ne sme izvajati dejanj, ki bi lahko ogrozila varnost storitve. Prav tako je dolžan svojo tehnično opremo zaščititi v razumnem obsegu, da se zmanjša tveganje, da tretje osebe zlorabijo dostopne podatke do uporabnikovega računa.
sv: Användaren är skyldig att hålla inloggningsuppgifterna till Tjänsten konfidentiella och får inte vidta några åtgärder som kan äventyra Tjänstens säkerhet. Användaren är också skyldig att i rimlig utsträckning säkra sin tekniska utrustning för att minimera risken för att tredje part missbrukar inloggningsuppgifterna till Användarens konto.
ta: பணி ரகசியத்திற்கு அணுகல் நற்சான்றிதழ்களை வைத்திருக்க பயனர் தேவை, மேலும் சேவையின் பாதுகாப்பை வேறுபாடின்மை செய்யக்கூடிய எந்தவொரு செயலிலும் ஈடுபடக்கூடாது. பயனரின் கணக்கில் அணுகல் நற்சான்றிதழ்களை தவறாகப் பயன்படுத்தும் மூன்றாம் தரப்பினரின் அபாயத்தைக் குறைக்க பயனர் தங்கள் தொழில்நுட்ப உபகரணங்களை நியாயமான அளவிற்கு பாதுகாக்க வேண்டும்.
tr: Kullanıcı’nın Hizmet’e erişim kimlik bilgilerini gizli tutması ve Hizmet’in güvenliğini tehlikeye atabilecek herhangi bir eylemde bulunmaması gerekmektedir. Kullanıcı ayrıca, üçüncü tarafların Kullanıcı hesabına erişim kimlik bilgilerini kötüye kullanma riskini en aza indirmek için teknik ekipmanlarını makul ölçüde güvence altına almalıdır.
uk: Користувач зобов’язаний зберігати конфіденційність облікових даних доступу до Сервісу та не повинен брати участь у будь-яких діях, які можуть поставити під загрозу безпеку Сервісу. Користувач також зобов’язаний захистити своє технічне обладнання в розумній мірі, щоб мінімізувати ризик неправомірного використання третіми сторонами облікових даних для доступу до облікового запису Користувача.
zh_hans: 用户必须保持服务访问凭据机密，不得从事任何可能危及服务安全的行为。用户还须在合理程度内保护其技术设备，最小化第三方滥用用户账户访问凭据的风险。
zh_hant: 使用者必須對本服務之存取憑證保密，且不得從事任何可能危及本服務安全之行為。使用者亦必須在合理範圍內保護其技術設備，以將第三方濫用使用者帳號存取憑證之風險降至最低。
