Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: All legal relationships between the Provider and the User arising from this Policy are governed by the valid laws of the Czech Republic. Any disputes arising between the Provider and the User from or in connection with this Policy will be resolved before the competent civil court in the Czech Republic.
cs: Veškeré právní vztahy mezi Poskytovatelem a Uživatelem vyplývající z těchto Zásad se řídí platným právem České republiky. Veškeré spory, které mezi Poskytovatelem a Uživatelem vzniknou z těchto Zásad nebo v souvislosti s nimi, budou řešeny před věcně a místně příslušným civilním soudem v České republice.
de: Alle Rechtsbeziehungen zwischen dem Anbieter und dem Benutzer, die sich aus dieser Policy ergeben, unterliegen dem geltenden Recht der Tschechischen Republik. Alle Streitigkeiten, die sich zwischen dem Anbieter und dem Benutzer aus oder im Zusammenhang mit dieser Richtlinie ergeben, werden vor dem zuständigen Zivilgericht in der Tschechischen Republik entschieden.
es: Todas relaciones legales entre el Proveedor y el Usuario surgidas de esta Política están gobernadas por las leyes válidas de la República Checa. Cualquier disputa surgida entre el Proveedor y el Usuario debido a , o en conexión a esta Política será resuelta ante la corte civil competente en la República Checa.
fr: Toutes les relations juridiques entre le Prestataire et l'Utilisateur découlant de la présente Politique sont régies par le droit tchèque en vigueur. Tout litige entre le Prestataire et l'Utilisateur relatif à la présente Politique sera soumis à la juridiction civile compétente de République tchèque.
ga: Tá gach caidreamh dlíthiúil idir an Soláthraí agus an tÚsáideoir a eascraíonn as an bPolasaí seo á rialú ag dlíthe bailí Phoblacht na Seice. Déanfar aon díospóidí a eascraíonn idir an Soláthraí agus an tÚsáideoir ón mBeartas seo nó i dtaca leis a réiteach os comhair na cúirte sibhialta inniúla i bPoblacht na Seice.
hu: A Szolgáltató és a Felhasználó között a jelen Szabályzatból eredő jogviszonyokra a Cseh Köztársaság hatályos jogszabályai az irányadók. Az ezekből vagy ezzel összefüggésben keletkező jogvitákat a Cseh Köztársaság illetékes polgári bíróságai rendezik.
id: Semua hubungan hukum antara Penyedia dan Pengguna yang timbul dari Kebijakan ini diatur oleh hukum yang berlaku di Republik Ceko. Setiap perselisihan yang timbul antara Penyedia dan Pengguna dari atau sehubungan dengan Kebijakan ini akan diselesaikan di hadapan pengadilan sipil yang berwenang di Republik Ceko.
ja: 本ポリシーに起因または関連して事業者と利用者との間に生じるすべての法的関係は、チェコ共和国の有効な法令に従うものとします。本ポリシーに起因または関連して事業者と利用者との間に生じる紛争は、チェコ共和国の管轄民事裁判所で解決されるものとします。
nl: Alle wettelijke relaties tussen de provider en de gebruiker komen voort uit dit beleid en zijn onderworpen aan de geldige wetten van de Tsjechische Republiek. Elk conflict dat optreedt tussen de provider en de gebruiker vanuit of in verband met dit beleid zal worden opgelost voor de competente burgerlijke rechter in de Tsjechische Republiek.
pt_br: Todas as relações legais entre o Provedor e o Usuário decorrentes desta Política são regidas pelas leis válidas da República Tcheca. Quaisquer disputas decorrentes entre o Provedor e o Usuário de ou em conexão com esta Política serão resolvidas perante o tribunal civil competente na República Tcheca.
ru: Все правоотношения между Поставщиком и Пользователем, вытекающие из настоящей Политики, регулируются действующим законодательством Чешской Республики. Любые споры, возникающие между Поставщиком и Пользователем из настоящей Политики или в связи с ней, будут разрешаться в компетентном гражданском суде Чешской Республики.
sk: Všetky právne vzťahy medzi Poskytovateľom a Používateľom vyplývajúce z týchto Zásad sa riadia platným právom Českej republiky. Všetky spory, ktoré medzi Poskytovateľom a Používateľom vzniknú z týchto Zásad alebo v súvislosti s nimi, budú riešené pred vecne a miestne príslušným civilným súdom v Českej republike.
sl: Vsa pravna razmerja med ponudnikom in uporabnikom, ki izhajajo iz te politike, se urejajo z veljavno zakonodajo Češke republike. Vsi spori, ki nastanejo med ponudnikom in uporabnikom iz te politike ali so z njo povezani, bodo rešeni pred pristojnim civilnim sodiščem v Češki republiki.
sv: Alla rättsliga förhållanden mellan leverantören och användaren som uppstår till följd av denna policy regleras av gällande lagstiftning i Tjeckien. Eventuella tvister mellan leverantören och användaren som uppstår till följd av eller i samband med denna policy ska lösas av behörig civil domstol i Tjeckien.
ta: இந்தக் கொள்கையிலிருந்து எழும் வழங்குநருக்கும் பயனருக்கும் இடையிலான அனைத்து சட்ட உறவுகளும் செக் குடியரசின் செல்லுபடியாகும் சட்டங்களால் நிர்வகிக்கப்படுகின்றன. இந்தக் கொள்கையோ அல்லது அதனுடன் அல்லது தொடர்புடைய வழங்குநருக்கும் பயனருக்கும் இடையில் எழும் எந்தவொரு சர்ச்சையும் செக் குடியரசில் திறமையான குடிமை நீதிமன்றத்தின் முன் தீர்க்கப்படும்.
tr: Sağlayıcı ve Kullanıcı arasında bu İlke’den kaynaklanan tüm yasal ilişkiler Çek Cumhuriyeti'nin geçerli yasalarına tabidir. Sağlayıcı ve Kullanıcı arasında bu İlke’den kaynaklanan veya bu İlke ile bağlantılı olarak ortaya çıkan herhangi bir anlaşmazlık Çek Cumhuriyeti'ndeki yetkili hukuk mahkemesinde çözülecektir.
uk: Усі правовідносини між Постачальником і Користувачем, що випливають із цієї Політики, регулюються чинним законодавством Чеської Республіки. Будь-які суперечки, що виникають між Постачальником і Користувачем у зв’язку з цією Політикою, будуть вирішуватися в компетентному цивільному суді Чеської Республіки.
zh_hans: 提供者和用户间所有出自本政策的法律关系均受捷克共和国有效法律的管制。任何提供者和用户间出自本政策或与本政策关联的纠纷将在捷克共和国内有法定资格的民事法庭中解决。
zh_hant: 提供者與使用者間因本政策所生之所有法律關係，均受捷克共和國有效法律管轄。提供者與使用者間因本政策或與其相關所生之任何爭議，將由捷克共和國有管轄權之民事法院解決。

source: If the relationship established by the Contract contains an international (foreign) element, the choice of law according to the previous sentence does not deprive the User – Consumer of the protection provided by provisions of the legal order that cannot be contractually deviated from and which would otherwise apply in the absence of a choice of law in accordance with the provisions of Article 6(1) of the Regulation of the European Parliament and Council (EC) No. 593/2008 of June 17, 2008, on the law applicable to contractual obligations (Rome I).
cs: Pokud vztah založený Smlouvou obsahuje mezinárodní (zahraniční) prvek, není volbou práva podle předchozí věty Uživatel – Spotřebitel zbaven ochrany, kterou mu poskytují ustanovení právního řádu, od nichž se nelze smluvně odchýlit, a jež by se v případě neexistence volby práva jinak použila dle ustanovení čl. 6 odst. 1 Nařízení Evropského parlamentu a Rady (ES) č. 593/2008 ze dne 17. června 2008 o právu rozhodném pro smluvní závazkové vztahy (Řím I).
de: Enthält das durch den Vertrag begründete Rechtsverhältnis einen internationalen (ausländischen) Bezug, so entzieht die Rechtswahl nach dem vorstehenden Satz dem Benutzer - Verbraucher nicht den Schutz, der ihm durch diejenigen Bestimmungen der Rechtsordnung gewährt wird, von denen vertraglich nicht abgewichen werden kann und die nach den Bestimmungen des Art. 6 Abs. 1 der Verordnung des Europäischen Parlaments und des Rates (EG) Nr. 593/2008 vom 17. Juni 2008 über das auf vertragliche Schuldverhältnisse anzuwendende Recht (Rom I) ohne Rechtswahl gelten würden.
es: Si la relación establecida por el Contrato contiene un elemento internacional (extranjero), la elección de la ley según la frase anterior no priva al Usuario - Consumidor de la protección proporcionada por las disposiciones del ordenamiento jurídico que no puede contractualmente desviarse y que se aplicarían en otro caso en ausencia de una elección de la ley de acuerdo con las disposiciones del artículo 6(1) del Reglamento (CE) no 593/2008 del Parlamento Europeo y del Consejo, de 17 de junio de 2008, sobre la ley aplicable a las obligaciones contractuales (Roma I).
fr: Si la relation établie par le Contrat comporte un élément international (étranger), le choix de la loi applicable conformément à la phrase précédente ne prive pas l’Utilisateur-Consommateur de la protection offerte par les dispositions de l’ordre juridique auxquelles il ne peut être dérogé contractuellement et qui seraient autrement applicables en l’absence de choix de loi conformément aux dispositions de l’article 6, paragraphe 1, du règlement (CE) n° 593/2008 du Parlement européen et du Conseil du 17 juin 2008 relatif à la loi applicable aux obligations contractuelles (Rome I).
ga: Má tá gné idirnáisiúnta (eachtrach) sa chaidreamh a bhunaítear leis an gConartha, ní bhaintear den úsáideoir – Tomhaltóir an chosaint dá bhforáiltear le forálacha an dlíchórais nach féidir imeacht go conarthach uathu agus a mbeadh feidhm aici murach sin in éagmais rogha dlí i gcomhréir le forálacha Airteagal 6(1) den Rialachán ó Pharlaimint na hEorpa agus ón gComhairle (CE) 593/2008 an 17 Meitheamh, 2008, maidir leis an dlí is infheidhme maidir le hoibleagáidí conarthacha (an Róimh I).
hu: Ha a szerződéses kapcsolat nemzetközi (külföldi) elemet tartalmaz, a fentiek szerinti jogválasztás nem fosztja meg a Felhasználót – mint Fogyasztót – azoktól a jogszabályi rendelkezésektől, amelyekről a jogválasztással nem lehet érvényesen eltérni, és amelyek egyébként alkalmazandók lennének az Európai Parlament és a Tanács 593/2008/EK rendeletének (Róma I rendelet) 6. cikk (1) bekezdése alapján.
id: Jika hubungan yang ditetapkan oleh Kontrak mengandung unsur internasional (asing), pilihan hukum menurut kalimat sebelumnya tidak menghilangkan perlindungan Pengguna – Konsumen yang diberikan oleh ketentuan tatanan hukum yang tidak dapat disimpangkan secara kontraktual dan yang seharusnya berlaku jika tidak ada pilihan hukum sesuai dengan ketentuan Pasal 6(1) Peraturan Parlemen dan Dewan Eropa (EC) No. 593/2008 tanggal 17 Juni 2008, tentang hukum yang berlaku untuk kewajiban kontraktual (Roma I).
ja: 契約により成立した関係に国際（外国）要素が含まれる場合、前項に基づく準拠法の選択は、利用者（消費者）が享受する、契約により逸脱することができない法秩序の規定による保護を奪うものではありません。これらの規定は、2008 年 6 月 17 日の欧州議会および理事会の規則（EC）第 593 / 2008 号（契約義務に適用される法に関する規則、Rome I）第 6 条第 1 項に従って準拠法の選択が行われなかった場合に適用されるであろう規定と同様に適用されます。
nl: Als de relatie, van kracht door het contract een internationaal (buitenlands) element bevat, onthoud de keuze van wet volgens de voorgaande zin niet de gebruiker – klant van de bescherming die wordt verschaft door bepalingen van de wettelijke orde die niet contractueel daarvan kunnen worden afgeleid en die anders van toepassing zouden zijn bij afwezigheid van de keuze voor wet overeenkomstig de bepalingen van Artikel 6(1) van de Regulation of the European Parliament and Council (EC) No. 593/2008 van 17 juni 2008, over de van toepassing zijnde wet voor contractuele verplichtingen (Rome I).
pt_br: Se a relação estabelecida pelo Contrato contiver um elemento internacional (estrangeiro), a escolha da lei de acordo com a frase anterior não priva o Usuário - Consumidor da proteção fornecida por disposições da ordem jurídica que não podem ser contratualmente desviadas e que de outra forma seriam aplicáveis na ausência de uma escolha de lei de acordo com as disposições do Artigo 6(1) do Regulamento do Parlamento Europeu e do Conselho (CE) n.º 593/2008 de 17 de junho de 2008, sobre a lei aplicável às obrigações contratuais (Roma I).
ru: Если отношения, установленные Договором, содержат международный (иностранный) элемент, выбор права в соответствии с предыдущим предложением не лишает Пользователя - Потребителя защиты, предоставляемой положениями правового порядка, от которых нельзя отступать по договору и которые в противном случае применялись бы при отсутствии выбора права в соответствии с положениями статьи 6(1) Регламента Европейского парламента и Совета (ЕС) № 593/2008 от 17 июня 2008 года о праве, применимом к договорным обязательствам (Рим I).
sk: Pokiaľ vzťah založený Zmluvou obsahuje medzinárodný (zahraničný) prvok, nie je voľbou práva podľa predchádzajúcej vety Používateľ – Spotrebiteľ zbavený ochrany, ktorú mu poskytujú ustanovenia právneho poriadku, od ktorých sa nemožno zmluvne odchýliť, a ktoré by sa v prípade neexistencie voľby práva inak použili podľa ustanovení článok 6 ods. 1 Nariadenie Európskeho parlamentu a Rady (ES) č. 593/2008 zo 17. júna 2008 o rozhodnom práve pre zmluvné záväzkové vzťahy (Rím I).
sl: Če razmerje, vzpostavljeno s pogodbo, vsebuje mednarodni (tuji) element, izbira prava v skladu s prejšnjim stavkom ne odvzame uporabniku – potrošniku varstva, ki ga zagotavljajo določbe pravnega reda, od katerih se pogodbeno ni mogoče odstopiti in ki bi se sicer uporabljale brez izbire prava v skladu z določbami člena 6(1) Uredbe Evropskega parlamenta in Sveta (ES) št. 593/2008 z dne 17. junija 2008 o pravu, ki se uporablja za pogodbena obligacijska razmerja (Rim I).
sv: Om det förhållande som upprättas genom avtalet innehåller ett internationellt (utländskt) inslag, berövar inte valet av lag enligt föregående mening användaren – Konsumenten från det skydd som ges av bestämmelser i den rättsordning som inte kan avvikas från i avtalet och som annars skulle gälla i avsaknad av ett lagval i enlighet med bestämmelserna i artikel 6.1 i Europaparlamentets och rådets förordning (EG) nr 593/2008 av den 17 juni 2008 om tillämplig lag för avtalsförpliktelser (Rom I).
ta: ஒப்பந்தத்தால் நிறுவப்பட்ட உறவில் ஒரு பன்னாட்டு (வெளிநாட்டு) உறுப்பு இருந்தால், முந்தைய வாக்கியத்தின்படி சட்டத்தின் தேர்வு பயனரை இழக்காது - சட்ட ஒழுங்கின் விதிகளால் வழங்கப்படும் பாதுகாப்பை நுகர்வோர் ஒப்பந்தப்படி விலகிச் செல்ல முடியாது, அது இல்லையெனில், ஐரோப்பிய பாராளுமன்றம் மற்றும் கவுன்சில் (EC) எண் 17, 2008 ஆம் ஆண்டின் 593/2008 ஆகியவற்றின் ஒழுங்குமுறையின் 6 (1) இன் விதிமுறைகளுக்கு ஏற்ப சட்டத்தின் தேர்வு இல்லாத நிலையில், ஒப்பந்தத்திற்கு பொருந்தக்கூடிய சட்டத்தின் மீது விண்ணப்பிக்கவும் கடமைகள் (ரோம் I).
tr: Sözleşme ile kurulan ilişki uluslararası (yabancı) bir unsur içeriyorsa, önceki cümleye göre hukuk seçimi Kullanıcı - Tüketici’yi, Sözleşme’den doğan yükümlülüklere uygulanacak hukuka ilişkin 17 Haziran 2008 tarihli ve 593/2008 sayılı Avrupa Parlamentosu ve Konseyi (EC) Tüzüğünün (Roma I) 6(1) Maddesi hükümleri uyarınca, Sözleşme’yle sapılamayan ve hukuk seçimi yapılmaması halinde geçerli olacak hukuk düzeni hükümlerinin sağladığı korumadan mahrum bırakmaz.
uk: Якщо відносини, встановлені Контрактом, містять міжнародний (іноземний) елемент, вибір права згідно з попереднім реченням не позбавляє Користувача – Споживача захисту, що забезпечується положеннями правового порядку, від яких не можна відступити за договором і які б інакше застосовувати за відсутності вибору права відповідно до положень статті 6(1) Регламенту Європейського Парламенту та Ради (ЄС) № 593/2008 від 17 червня, 2008, про право, застосовне до договірних зобов’язань (Рим I).
zh_hans: 如果合约建立的关系包含国际（外国）因素，那么根据前一句的法律选择不剥夺用户-消费者由法律指令的条款所提供的保护。合约不得背离这些这些条款，否则依照欧洲议会和理事会2008年6月17日第593/2008号条例第6(1)款关于适用于合同义务的法律（罗马一指令）的规定，在没有法律选择的情况下，这些条款将变得适用。
zh_hant: 若契約建立之關係包含涉外（外國）因素，前句之法律選擇不得剝奪使用者（即消費者）依據相關法律秩序規定所應享有之保護，該等規定係契約不得排除適用，且在缺乏法律選擇時原應適用者。此係依據 2008 年 6 月 17 日歐洲議會及理事會關於契約義務準據法之第 593/2008 號規則（羅馬條例 Ⅰ）第 6(1) 條之規定。

source: If any provision of the Policy is invalid or ineffective, or becomes so, the provision with meaning most closely approximates the invalid provision will replace the invalid provisions. The invalidity or ineffectiveness of one provision does not affect the validity of the other provisions of this Policy.
cs: Je-li některé ustanovení Zásad neplatné nebo neúčinné, nebo se takovým stane, namísto neplatných ustanovení nastoupí ustanovení, jehož smysl se neplatnému ustanovení co nejvíce přibližuje. Neplatností nebo neúčinností jednoho ustanovení není dotčena platnost ostatních ustanovení těchto Zásad.
de: Sollte eine Bestimmung der Police ungültig oder unwirksam sein oder werden, so tritt an die Stelle der ungültigen Bestimmungen diejenige, deren Bedeutung der ungültigen Bestimmung am nächsten kommt. Die Ungültigkeit oder Unwirksamkeit einer Bestimmung berührt die Gültigkeit der übrigen Bestimmungen dieser Police nicht.
es: Si alguna disposición de la Política es inválida o ineficaz, o llega a serlo, la disposición cuyo significado se aproxime más a la inválida la sustituirá. La invalidez o ineficacia de una disposición no afecta la validez de las demás disposiciones de esta Política.
fr: Si une disposition quelconque de la Politique est ou devient invalide ou inefficace, la disposition dont le sens se rapproche le plus de celui de la disposition invalide la remplacera. L’invalidité ou l’inefficacité d’une disposition n’affecte pas la validité des autres dispositions de la présente Politique.
ga: Má tá aon fhoráil den Pholasaí neamhbhailí nó neamhéifeachtach, nó má thagann sé chun bheith amhlaidh, tiocfaidh an fhoráil is mó a bhfuil brí léi in ionad na bhforálacha neamhbhailí. Ní dhéanann neamhbhailíocht ná neamhéifeachtúlacht forála amháin difear do bhailíocht fhorálacha eile an Bheartais seo.
hu: Ha a Szabályzat bármely rendelkezése érvénytelen, hatálytalan vagy azzá válik, azt a rendelkezés helyettesíti, amely tartalmában a legközelebb áll az érvénytelen rendelkezés céljához. Az egyik rendelkezés érvénytelensége vagy hatálytalansága nem érinti a Szabályzat többi rendelkezésének érvényességét.
id: Jika ada ketentuan Kebijakan yang tidak sah atau tidak efektif, atau menjadi tidak sah, ketentuan yang maknanya paling mendekati ketentuan yang tidak sah tersebut akan menggantikan ketentuan yang tidak sah tersebut. Ketidakabsahan atau ketidakefektifan satu ketentuan tidak memengaruhi keabsahan ketentuan lain dalam Kebijakan ini.
ja: 本ポリシーのいずれかの規定が無効または執行不能である、またはそのようになる場合には、当該無効な規定に最も近い意味を有する規定が当該無効な規定に代わって適用されるものとします。当該規定の無効または執行不能は、本ポリシーの他の規定の有効性に影響を及ぼさないものとします。
nl: Als enige bepaling van het beleid ongeldig of niet langer van toepassing is, of dat wordt, zal de bepaling met de betekenis die het dichtst bij de ongeldige bepaling ligt de ongeldige bepaling vervangen. De ongeldigheid of inefficiëntie van een bepaling beïnvloedt niet de geldigheid van andere bepalingen in dit beleid.
pt_br: Se qualquer disposição da Política for inválida ou ineficaz, ou se tornar inválida, a disposição com significado que mais se aproxima da disposição inválida substituirá as disposições inválidas. A invalidade ou ineficácia de uma disposição não afeta a validade das outras disposições desta Política.
ru: Если какое-либо положение Политики является недействительным или не имеет силы, или становится таковым, то недействительное положение заменяется по смыслу положением, наиболее близким к недействительному. Недействительность или неэффективность одного положения не влияет на действительность других положений настоящей Политики.
sk: Ak je niektoré ustanovenie Zásad neplatné alebo neúčinné, alebo sa takým stane, namiesto neplatných ustanovení nastúpi ustanovenie, ktorého zmysel sa neplatnému ustanoveniu čo najviac približuje. Neplatnosťou alebo neúčinnosťou jedného ustanovenia nie je dotknutá platnosť ostatných ustanovení týchto Zásad.
sl: Če je katera koli določba politike neveljavna ali neučinkovita ali postane taka, jo nadomesti določba, katere pomen se najbolj približa neveljavni določbi. Neveljavnost ali neučinkovitost ene določbe ne vpliva na veljavnost drugih določb te Politike.
sv: Om någon bestämmelse i policyn är ogiltig eller verkningslös, eller blir det, ska den bestämmelse som mest liknar den ogiltiga bestämmelsen ersätta den ogiltiga bestämmelsen. Ogiltigheten eller verkningslösheten hos en bestämmelse påverkar inte giltigheten hos de övriga bestämmelserna i denna policy.
ta: கொள்கையின் எந்தவொரு விதிமுறையும் தவறானது அல்லது பயனற்றது என்றால், அல்லது அவ்வாறு செய்தால், தவறான விதியை மிக நெருக்கமாக தோராயமாக மதிப்பிடுவது தவறான விதிகளை மாற்றும். ஒரு விதிமுறையின் செல்லாத தன்மை அல்லது பயனற்ற தன்மை இந்த கொள்கையின் மற்ற விதிகளின் செல்லுபடியை பாதிக்காது.
tr: İlke’nin herhangi bir hükmünün geçersiz veya etkisiz olması veya bu hale gelmesi durumunda, geçersiz hükme en yakın anlama sahip olan hüküm, geçersiz hükümlerin yerini alacaktır. Bir hükmün geçersizliği veya etkisizliği, bu İlke’nin diğer hükümlerinin geçerliliğini etkilemez.
uk: Якщо будь-яке положення Політики є недійсним чи неефективним або стає таким, положення, яке найбільше відповідає недійсному положенню, замінить недійсні положення. Недійсність або неефективність одного положення не впливає на дійсність інших положень цієї Політики.
zh_hans: 如果本政策的任何条款无效力或者不奏效，或者变得如此，那么在含义上最接近无效条款的条款会替代无效的条款。一则条款的无效或不奏效不影响本政策其他条款的有效性。
zh_hant: 若本政策之任何條款無效或不生效力，或嗣後變為無效或不生效力，將由意義最接近該無效條款之條款取代之。單一條款之無效或不生效力，不影響本政策其他條款之效力。

source: This Policy become effective upon their publication on the Website.
cs: Tyto Zásady nabývají účinnosti jejich zveřejněním na Webu.
de: Diese Richtlinie tritt mit ihrer Veröffentlichung auf der Website in Kraft.
es: Esta Política entrará en vigor a partir de su publicación en el Sitio Web.
fr: La présente politique entre en vigueur dès sa publication sur le site Web.
ga: Tagann an Beartas seo i bhfeidhm nuair a fhoilsítear é ar an Suíomh Gréasáin.
hu: A jelen Szabályzat a Weboldalon történő közzététel napján lép hatályba.
id: Kebijakan ini berlaku efektif setelah dipublikasikan di Situs Web.
ja: 本ポリシーは Web サイトに掲載された時点で効力を生じます。
nl: Dit beleid wordt van toepassing bij publicatie ervan op de website.
pt_br: Esta Política entra em vigor após sua publicação no Site.
ru: Настоящая Политика вступает в силу с момента её публикации на Сайте.
sk: Tieto Zásady nadobúdajú účinnosť ich zverejnením na Webe.
sl: Ta politika začne veljati z objavo na spletni strani.
sv: Denna policy träder i kraft vid publiceringen på webbplatsen.
ta: இணையதளத்தில் அவர்கள் வெளியிட்டவுடன் இந்த கொள்கை பயனுள்ளதாக இருக்கும்.
tr: Bu İlke, İnternet Sitesi’nde yayınlandıktan sonra yürürlüğe girer.
uk: Ця Політика набирає чинності з моменту її публікації на Веб-сайті.
zh_hans: 本政策自发布于网站之时起奏效。
zh_hant: 本政策於網站公布時生效。

source: In Prague on November 1, 2024.
cs: V Praze dne 1. 11. 2024.
de: In Prag am 1. November 2024.
es: Praga, el 1 de noviembre de 2024.
fr: À Prague, le 1er novembre 2024.
ga: I bPrág an 1 Samhain, 2024.
hu: Kelt: Prága, 2024. november 1.
id: Di Praha pada tanggal 1 November 2024.
ja: 2024 年 11 月 1 日、プラハにて。
nl: In Praag op 1 november 2024.
pt_br: Em Praga, em 1º de novembro de 2024.
ru: В Праге 1 ноября 2024 года.
sk: V Prahe dňa 1. 11. 2024.
sl: V Pragi, 1. novembra 2024.
sv: I Prag den 1 november 2024.
ta: நவம்பர் 1, 2024 அன்று ப்ராக்.
tr: Prag'da 1 Kasım 2024 tarihinde.
uk: У Празі 1 листопада 2024 року.
zh_hans: 2024年11月1日于布拉格。
zh_hant: 於布拉格，2024 年 11 月 1 日。
