Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The contractual relationship may be terminated by withdrawal from the Agreement, expiration of the agreed term, dissolution of a legal entity (either the Provider or the User) with liquidation, termination of the Agreement, or by mutual agreement of the Parties.
cs: Smluvní vztah končí odstoupením od Smlouvy, uplynutím sjednané doby trvání Smlouvy, zánikem právnické osoby (Poskytovatele nebo Uživatele) s likvidací, výpovědí Smlouvy nebo dohodou Smluvních stran.
de: Die Beendigung des Vertragsverhältnisses kann durch Rücktritt vom Vertrag, Ablauf des vereinbarten Vertrags, Aufhebung einer juristischen Person (entweder des Anbieters oder des Benutzers) mit Auflösung, Kündigung des Vertrags oder im gegenseitigen Einvernehmen der Parteien erfolgen.
fr: La relation contractuelle peut prendre fin par le retrait du contrat, l'expiration de la durée convenue, la dissolution d'une entité juridique (du Fournisseur ou de l'Utilisateur) avec liquidation, la résiliation du contrat ou par accord mutuel des Parties.
ga: Féadfar an caidreamh conarthach a fhoirceannadh trí tharraingt siar ón gComhaontú, dul in éag an téarma comhaontaithe, eintiteas dlíthiúil (an Soláthraí nó an tÚsáideoir) a dhíscaoileadh le leachtú, foirceannadh an Chomhaontaithe, nó trí chomhaontú frithpháirteach na bPáirtithe.
hu: A szerződéses jogviszony megszűnhet elállással, a határozott idő lejártával, a Szolgáltató vagy Felhasználó – mint jogi személy – végelszámolással történő megszűnésével, a Szerződés felmondásával vagy a Felek közös megegyezésével.
id: Hubungan kontraktual dapat diakhiri dengan penarikan kembali Perjanjian, berakhirnya jangka waktu yang disepakati, pembubaran badan hukum (baik Penyedia atau Pengguna) dengan likuidasi, penghentian Perjanjian, atau dengan kesepakatan bersama Para Pihak.
ja: 本規程に基づく契約関係は、契約からの撤回、合意された契約期間の満了、事業者または利用者のいずれかが法人である場合の清算を伴う解散、本規程に基づく契約の終了、または当事者間の合意により終了するものとします。
nl: De contractuele relatie kan worden beëindigd door terugtrekken uit de overeenkomst, vervallen van de overeengekomen bepalingen, opheffen van een wettelijke entiteit (ofwel de provider of de gebruiker) door liquidatie, beëindiging van de overeenkomst of met instemming van beide partijen.
pt_br: A relação contratual pode ser rescindida por revogação do Contrato, término do prazo acordado, dissolução de uma pessoa jurídica (o Provedor ou o Usuário) com liquidação, rescisão do Contrato ou por acordo mútuo das Partes.
ru: Договорные отношения могут быть прекращены путём отказа от Соглашения, истечения оговорённого срока, ликвидации юридического лица (как Поставщика, так и Пользователя) с ликвидацией, расторжением Соглашения, либо по взаимному согласию Сторон.
sk: Zmluvný vzťah končí odstúpením od Zmluvy, uplynutím dojednanej doby trvania Zmluvy, zánikom právnickej osoby (Poskytovateľa alebo Používateľa) s likvidáciou, výpoveďou Zmluvy alebo dohodou Zmluvných strán.
sl: Pogodbeno razmerje se lahko prekine z odstopom od pogodbe, iztekom dogovorjenega roka, prenehanjem pravne osebe (bodisi ponudnika bodisi uporabnika) z likvidacijo, odpovedjo pogodbe ali z medsebojnim sporazumom strank.
sv: Avtalsförhållandet kan sägas upp genom att avtalet sägs upp, den överenskomna avtalstiden löper ut, en juridisk person (antingen leverantören eller användaren) upplöses med likvidation, avtalet sägs upp eller genom ömsesidig överenskommelse mellan parterna.
ta: ஒப்பந்தத்திலிருந்து திரும்பப் பெறுதல், ஒப்புக் கொள்ளப்பட்ட காலத்தின் காலாவதி, சட்டப்பூர்வ நிறுவனத்தை (வழங்குநர் அல்லது பயனர்) கலைப்பு, ஒப்பந்தத்தை முடித்தல் அல்லது கட்சிகளின் பரச்பர ஒப்பந்தத்தின் மூலம் ஒப்பந்த உறவு நிறுத்தலாம்.
tr: Sözleşme ilişkisi, Sözleşme’den çekilme, kararlaştırılan sürenin sona ermesi, bir tüzel kişiliğin (Sağlayıcı veya Kullanıcı) tasfiye ile feshedilmesi, Sözleşme’nin feshi veya Tarafların karşılıklı mutabakatı ile sona erdirilebilir.
uk: Договірні відносини можуть бути припинені шляхом відмови від Договору, закінчення обумовленого терміну, припинення юридичної особи (Провайдера або Користувача) з ліквідацією, розірванням Договору або за взаємною згодою Сторін.
zh_hans: 可以通过退出协议，约定条款过期，法律实体清算解散（提供者或用户），协议终止或双方互相同意的方式终止合约关系。
zh_hant: 契約關係得因解除協議、約定期限屆滿、法人（提供者或使用者）解散清算、終止協議或雙方合意而終止。

source: The Provider may terminate the Agreement at any time without providing a reason. The notice period is three months, starting from the first day of the calendar month following the delivery of the notice to the User.
cs: Poskytovatel je oprávněn Smlouvu kdykoli vypovědět bez udání důvodu. Výpovědní lhůta činí tři měsíce a začíná běžet prvním dnem kalendářního měsíce následujícího po doručení výpovědi Uživateli.
de: Der Anbieter kann den Vertrag jederzeit und ohne Angabe von Gründen kündigen. Die Kündigungsfrist beträgt drei Monate, beginnend mit dem ersten Tag des Kalendermonats, der auf die Zustellung der Kündigung an den Benutzer folgt.
fr: Le Prestataire peut résilier le Contrat à tout moment et sans motif. Le préavis est de trois mois à compter du premier jour du mois suivant la notification à l'Utilisateur.
ga: Féadfaidh an Soláthraí an Comhaontú a fhoirceannadh tráth ar bith gan cúis a thabhairt. Is é trí mhí an tréimhse fógra, ag tosú ón gcéad lá den mhí féilire tar éis an fógra a sheachadadh don Úsáideoir.
hu: A Szolgáltató bármikor jogosult a Szerződést indoklás nélkül felmondani. A felmondási idő három hónap, amely a felmondás Felhasználó részére történő kézbesítését követő hónap első napján kezdődik.
id: Penyedia dapat mengakhiri Perjanjian kapan saja tanpa memberikan alasan. Periode pemberitahuan adalah tiga bulan, dimulai dari hari pertama bulan kalender setelah pemberitahuan disampaikan kepada Pengguna.
ja: 事業者は、理由を示すことなく、いつでも本規程に基づく契約を終了することができるものとします。通知期間は、当該通知が利用者に到達した日の属する月の翌月初日から起算して三か月とします。
nl: De provider kan de overeenkomst op elk moment beëindigen, zonder opgaaf van redenen. De opzegtermijn is drie maanden, beginnend op de eerste dag van de kalendermaand die volgt op het afleveren van de notificatie aan de gebruiker.
pt_br: O Provedor pode rescindir o Contrato a qualquer momento sem fornecer um motivo. O período de aviso é de três meses, a partir do primeiro dia do mês civil seguinte à entrega do aviso ao Usuário.
ru: Поставщик может расторгнуть Соглашение в любое время без объяснения причин. Срок уведомления составляет три месяца, начиная с первого дня календарного месяца, следующего за днём вручения уведомления Пользователю.
sk: Poskytovateľ je oprávnený Zmluvu kedykoľvek vypovedať bez udania dôvodu. Výpovedná lehota je tri mesiace a začína plynúť prvým dňom kalendárneho mesiaca nasledujúceho po doručení výpovede Používateľovi.
sl: Ponudnik lahko kadar koli odpove pogodbo brez navedbe razloga. Odpovedni rok je tri mesece, ki začne teči s prvim dnem koledarskega meseca po vročitvi odpovedi uporabniku.
sv: Leverantören kan säga upp avtalet när som helst utan att ange någon anledning. Uppsägningstiden är tre månader, räknat från den första dagen i den kalendermånad som följer efter det att uppsägningen delgivits användaren.
ta: வழங்குநர் ஒரு காரணத்தை வழங்காமல் எந்த நேரத்திலும் ஒப்பந்தத்தை நிறுத்தலாம். அறிவிப்பு காலம் மூன்று மாதங்கள், பயனருக்கு அறிவிப்பு வழங்கப்பட்டதைத் தொடர்ந்து காலண்டர் மாதத்தின் முதல் நாளிலிருந்து தொடங்கி.
tr: Sağlayıcı, herhangi bir sebep göstermeksizin Sözleşme’yi istediği zaman feshedebilir. Bildirim süresi, bildirimin Kullanıcı’ya iletilmesini takip eden takvim ayının ilk gününden başlamak üzere üç aydır.
uk: Постачальник може розірвати Договір у будь-який час без пояснення причини. Термін дії повідомлення становить три місяці, починаючи з першого числа календарного місяця, наступного за врученням повідомлення Користувачеві.
zh_hans: 提供者可以随时不提供理由就终止协议。通知期为三个月。自通知发送至用户后的日历月份的第一天算起。
zh_hant: 提供者得隨時終止本協議且無須附理由。通知期間為三個月，自送達通知予使用者之次月一日起算。

source: The User may terminate the Agreement under the conditions specified in Section 8.1 of these Terms.
cs: Uživatel je oprávněn vypovědět Smlouvu v případech uvedených v bodě 8.1 těchto VOP.
de: Der Benutzer kann den Vertrag unter den in Abschnitt 8.1 der vorliegenden Begriffe genannten Bedingungen kündigen.
fr: L’Utilisateur peut résilier le Contrat dans les conditions spécifiées à la Section 8.1 des présentes Conditions.
ga: Féadfaidh an tÚsáideoir an Comhaontú a fhoirceannadh faoi na coinníollacha a shonraítear in Alt 8.1 de na Téarmaí seo.
hu: A Felhasználó az ÁSZF 8.1 pontjában meghatározott feltételek szerint jogosult a Szerződés felmondására.
id: Pengguna dapat mengakhiri Perjanjian berdasarkan ketentuan yang ditentukan dalam Bagian 8.1 Persyaratan ini.
ja: 利用者は、本規程第 8.1 条に定める条件に従い、本規程に基づく契約を終了することができるものとします。
nl: De gebruiker kan de overeenkomst beëindigen onder de voorwaarden die zijn gespecificeerd in sectie 8.1 van deze bepalingen.
pt_br: O Usuário poderá rescindir o Contrato nas condições especificadas na Seção 8.1 destes Termos.
ru: Пользователь может расторгнуть Соглашение на условиях, указанных в разделе 8.1 настоящих Условий.
sk: Používateľ je oprávnený vypovedať Zmluvu v prípadoch uvedených v bode 8.1 týchto VOP.
sl: Uporabnik lahko odpove pogodbo pod pogoji, določenimi v 8.1. členu teh pogojev.
sv: Användaren kan säga upp Avtalet enligt villkoren som anges i avsnitt 8.1 i dessa Villkor.
ta: இந்த விதிமுறைகளின் பிரிவு 8.1 இல் குறிப்பிடப்பட்டுள்ள நிபந்தனைகளின் கீழ் பயனர் ஒப்பந்தத்தை நிறுத்தலாம்.
tr: Kullanıcı, bu Koşullar’ın 8.1 Bölümünde belirtilen şartlar altında Sözleşme’yi feshedebilir.
uk: Користувач може розірвати Угоду на умовах, визначених у пункті 8.1 цих Умов.
zh_hans: 用户可以在这些条款 8.1 节中明确的条款下终止协议。
zh_hant: 使用者得依本條款第 8.1 條指定之條件終止本協議。

source: If the User materially or repeatedly breaches their obligations under these Terms or the Agreement and fails to remedy the breach within 14 days from the delivery of a notice of the breach, the Provider may withdraw from the Agreement. The withdrawal becomes effective the day after the User receives the notice of withdrawal.
cs: Pokud Uživatel podstatně nebo opakovaně poruší své povinnosti vyplývající z těchto VOP nebo ze Smlouvy a toto podstatné a opakované porušení nenapraví do 14 dnů ode dne doručení výzvy, kterou byl o této skutečnosti, je Poskytovatel oprávněn od Smlouvy odstoupit. Odstoupení je účinné dnem následujícím po doručení oznámení o odstoupení Uživateli.
de: Verstößt der Benutzer wesentlich oder wiederholt gegen seine Verpflichtungen aus diesen Begriffen oder dem Vertrag und behebt er den Verstoß nicht innerhalb von 14 Tagen nach Zustellung einer Mitteilung über den Verstoß, kann der Anbieter vom Vertrag zurücktreten. Der Rücktritt wird am Tag nach Erhalt der Rücktrittserklärung durch den Benutzer wirksam.
fr: Si l'Utilisateur manque gravement ou de manière répétée à ses obligations au titre des présentes Conditions générales ou du Contrat et ne remédie pas à ce manquement dans un délai de 14 jours à compter de la notification de ce manquement, le Prestataire peut résilier le Contrat. La résiliation prend effet le lendemain de la réception de la notification de résiliation par l'Utilisateur.
ga: Má sháraíonn an tÚsáideoir a n-oibleagáidí faoi na Téarmaí seo nó faoin gComhaontú go hábhartha nó arís agus arís eile agus má theipeann air an sárú a leigheas laistigh de 14 lá ó sheachadadh fógra faoin sárú, féadfaidh an Soláthraí tarraingt siar ón gComhaontú. Éiríonn an tarraingt siar éifeachtach an lá tar éis don Úsáideoir an fógra aistarraingthe a fháil.
hu: Ha a Felhasználó súlyosan vagy ismételten megsérti a jelen Feltételekben vagy a Szerződésben foglalt kötelezettségeit, és a Szolgáltató írásbeli felszólítása ellenére 14 napon belül nem orvosolja a szerződésszegést, a Szolgáltató jogosult a Szerződéstől elállni. Az elállás a Felhasználó részére történő kézbesítés napját követő napon lép hatályba.
id: Jika Pengguna secara material atau berulang kali melanggar kewajibannya berdasarkan Ketentuan ini atau Perjanjian dan gagal memperbaiki pelanggaran tersebut dalam waktu 14 hari sejak pemberitahuan pelanggaran tersebut disampaikan, Penyedia dapat menarik diri dari Perjanjian. Penarikan tersebut berlaku efektif sehari setelah Pengguna menerima pemberitahuan penarikan tersebut.
ja: 利用者が本規程または契約に基づく義務に重大な違反を行い、または繰り返し違反を行い、かつ当該違反についての通知が利用者に到達した日から 14 日以内に当該違反が是正されない場合、事業者は契約から撤回することができるものとします。撤回は、利用者が撤回通知を受領した日の翌日に効力を生じるものとします。
nl: Als de gebruiker in grove mate of herhaaldelijk niet voldoet aan zijn verplichtingen onder de bepalingen van of de overeenkomst en de inbreuk net binnen 14 dagen vanaf het afleveren van ene notificatie over de inbreuk herstelt, kan de provider zich terugtrekken uit de overeenkomst. Het terugtrekken wordt effectief op de dag nadat de gebruiker de notificatie van het terugtrekken ontvangt.
pt_br: Se o Usuário violar material ou repetidamente suas obrigações sob estes Termos ou o Contrato e não remediar a violação dentro de 14 dias da entrega de uma notificação da violação, o Provedor pode rescindir o Contrato. A rescisão se torna efetiva no dia seguinte ao Usuário receber a notificação de rescisão.
ru: Если Пользователь существенно или неоднократно нарушает свои обязательства по настоящим Условиям или Соглашению и не устраняет нарушение в течение 14 дней с момента получения уведомления о нарушении, Поставщик может выйти из Соглашения. Отказ вступает в силу на следующий день после получения Пользователем уведомления об отказе.
sk: Pokiaľ Používateľ podstatne alebo opakovane poruší svoje povinnosti vyplývajúce z týchto VOP alebo zo Zmluvy a toto podstatné a opakované porušenie nenapraví do 14 dní odo dňa doručenia výzvy, ktorou bol o tejto skutočnosti, je Poskytovateľ oprávnený od Zmluvy odstúpiť. Odstúpenie je účinné dňom nasledujúcim po doručení oznámenia o odstúpení Používateľovi.
sl: Če Uporabnik bistveno ali večkrat krši svoje obveznosti iz teh pogojev ali pogodbe in kršitve ne odpravi v 14 dneh od vročitve obvestila o kršitvi, lahko ponudnik odstopi od pogodbe. Odstop začne veljati dan po tem, ko uporabnik prejme obvestilo o odstopu.
sv: Om Användaren väsentligt eller upprepade gånger bryter mot sina skyldigheter enligt dessa Villkor eller Avtalet och inte åtgärdar överträdelsen inom 14 dagar från leveransen av ett meddelande om överträdelsen, kan Leverantören säga upp Avtalet. Uppsägningen träder i kraft dagen efter att Användaren mottagit meddelandet om uppsägningen.
ta: இந்த விதிமுறைகள் அல்லது ஒப்பந்தத்தின் கீழ் பயனர் பொருள் ரீதியாகவோ அல்லது மீண்டும் நிகழும் தங்கள் கடமைகளை மீறவும், மீறல்குறித்த அறிவிப்பை வழங்கியதிலிருந்து 14 நாட்களுக்குள் மீறலைச் சரிசெய்யத் தவறினால், வழங்குநர் ஒப்பந்தத்திலிருந்து விலகலாம். திரும்பப் பெறுவது பயனர் திரும்பப் பெறுவதற்கான அறிவிப்பைப் பெற்ற மறுநாளே பயனுள்ளதாக இருக்கும்.
tr: Kullanıcı’nın bu Koşullar veya Sözleşme kapsamındaki yükümlülüklerini önemli ölçüde veya tekrar tekrar ihlal etmesi ve ihlal bildiriminin iletilmesinden itibaren 14 gün içinde ihlali gidermemesi halinde, Sağlayıcı Sözleşme’yi feshedebilir. Fesih, Kullanıcı'nın fesih bildirimini almasından sonraki gün geçerli olur.
uk: Якщо Користувач суттєво або неодноразово порушує свої зобов’язання згідно з цими Умовами або Угодою та не виправляє порушення протягом 14 днів з моменту вручення повідомлення про порушення, Постачальник може відмовитися від Угоди. Відкликання набуває чинності наступного дня після отримання Користувачем повідомлення про відкликання.
zh_hans: 如果用户重大或多次违反其在这些条款或本协议项下的义务，并且在发出违约通知后14天内未能纠正违约行为，提供商可以退出本协议。退出自用户收到退出通知之日的第二天起生效。
zh_hant: 若使用者重大或屢次違反其於本條款或本協議下之義務，且未於收受違約通知後 14 日內補正該違約，提供者得解除本協議。解除於使用者收到解除通知之次日生效。

source: If the User breaches their obligations under these Terms or the Agreement in a particularly serious manner, the Provider is entitled to immediately withdraw from the Agreement and terminate the provision of the Service as soon as such a breach is discovered.
cs: V případě, že Uživatel poruší jeho povinnosti vyplývající z těchto VOP nebo ze Smlouvy zvlášť závažným způsobem, je Poskytovatel oprávněn odstoupit od Smlouvy a ukončit poskytování Služby ihned po zjištění takového porušení.
de: Verstößt der Benutzer in besonders schwerwiegender Weise gegen seine Pflichten aus diesen Begriffen oder aus dem Vertrag, ist der Anbieter berechtigt, sofort nach Bekanntwerden eines solchen Verstoßes vom Vertrag zurückzutreten und die Erbringung des Dienstes einzustellen.
fr: Si l'Utilisateur manque à ses obligations en vertu des présentes Conditions ou du Contrat de manière particulièrement grave, le Fournisseur est en droit de se retirer immédiatement du Contrat et de mettre fin à la fourniture du Service dès que ce manquement est constaté.
ga: Má sháraíonn an tÚsáideoir a n-oibleagáidí faoi na Téarmaí seo nó faoin gComhaontú ar bhealach thar a bheith tromchúiseach, tá an Soláthraí i dteideal tarraingt siar láithreach ón gComhaontú agus soláthar na Seirbhíse a fhoirceannadh a luaithe a aimsítear sárú den sórt sin.
hu: Ha a Felhasználó a Feltételek vagy a Szerződés rendelkezéseit különösen súlyos módon sérti meg, a Szolgáltató jogosult a Szerződéstől azonnal elállni, és a Szolgáltatás nyújtását megszüntetni, amint a jogsértést észleli.
id: Apabila Pengguna melanggar kewajibannya berdasarkan Ketentuan ini atau Perjanjian ini dengan cara yang sangat serius, Penyedia berhak untuk segera menarik diri dari Perjanjian ini dan menghentikan penyediaan Layanan segera setelah pelanggaran tersebut ditemukan.
ja: 利用者が本規程または契約に基づく義務に特に重大な違反を行った場合、事業者は当該違反を認識した時点で直ちに契約から撤回し、サービスの提供を終了することができるものとします。
nl: Als de gebruiker op een bijzonder grove manier inbreuk pleegt op zijn verplichtingen onder deze bepalingen of de overeenkomst, heeft de provider het recht om zich onmiddellijk terug te trekken uit de overeenkomst en het verschaffen van de service te beëindigen, zodra een dergelijke inbreuk wordt vastgesteld.
pt_br: Se o Usuário violar suas obrigações sob estes Termos ou o Contrato de maneira particularmente grave, o Provedor terá o direito de rescindir imediatamente o Contrato e rescindir o fornecimento do Serviço assim que tal violação for descoberta.
ru: Если Пользователь нарушает свои обязательства по настоящим Условиям или Соглашению в особо серьёзной форме, Поставщик имеет право немедленно отказаться от Соглашения и прекратить предоставление Сервиса с момента обнаружения такого нарушения.
sk: V prípade, že Používateľ poruší jeho povinnosti vyplývajúce z týchto VOP alebo zo Zmluvy zvlášť závažným spôsobom, je Poskytovateľ oprávnený odstúpiť od Zmluvy a ukončiť poskytovanie Služby ihneď po zistení takého porušenia.
sl: Če Uporabnik posebej resno krši svoje obveznosti iz teh pogojev ali pogodbe, ima ponudnik pravico takoj, ko odkrije takšno kršitev, odstopiti od pogodbe in prekiniti zagotavljanje storitve.
sv: Om Användaren bryter mot sina skyldigheter enligt dessa Villkor eller Avtalet på ett särskilt allvarligt sätt, har Leverantören rätt att omedelbart säga upp Avtalet och avsluta tillhandahållandet av Tjänsten så snart ett sådant brott upptäcks.
ta: இந்த விதிமுறைகளின் கீழ் அல்லது ஒப்பந்தத்தின் கீழ் பயனர் தங்கள் கடமைகளை மீறினால், குறிப்பாக தீவிரமான முறையில் ஒப்பந்தத்திலிருந்து விலகி, அத்தகைய மீறல் கண்டுபிடிக்கப்பட்டவுடன் சேவையை வழங்குவதை நிறுத்த வழங்குநருக்கு உரிமை உண்டு.
tr: Kullanıcı’nın bu Koşullar veya Sözleşme kapsamındaki yükümlülüklerini özellikle ciddi bir şekilde ihlal etmesi halinde, Sağlayıcı bu tür bir ihlalin farkına varır varmaz Sözleşme’yi derhal feshetme ve Hizmet sağlamayı sona erdirme hakkına sahiptir.
uk: Якщо Користувач особливо серйозно порушує свої зобов’язання за цими Умовами або Угодою, Постачальник має право негайно відмовитися від Угоди та припинити надання Сервісу, як тільки таке порушення буде виявлено.
zh_hans: 如果用户以特别严重的方式违反其在这些条款或本协议下的义务，提供商有权在发现该违约行为后立即退出本协议并终止提供服务。
zh_hant: 若使用者以情節特別重大之方式違反其於本條款或本協議下之義務，提供者有權於發現該違約時立即解除本協議並終止服務之提供。

source: If the Provider breaches its obligations under these Terms or the Agreement in a particularly serious manner, the User is entitled to immediately withdraw from the Agreement as soon as such a breach is discovered.
cs: V případě že Poskytovatel poruší jeho povinnosti vyplývající z těchto VOP nebo ze Smlouvy zvlášť závažným způsobem, je Uživatel oprávněn odstoupit od Smlouvy ihned po zjištění takového porušení.
de: Verstößt der Anbieter in besonders schwerwiegender Weise gegen seine Verpflichtungen aus diesen Begriffen oder aus dem Vertrag, ist der Benutzer berechtigt, unverzüglich nach Feststellung des Verstoßes vom Vertrag zurückzutreten.
fr: Si le Prestataire manque à ses obligations en vertu des présentes Conditions ou du Contrat de manière particulièrement grave, l'Utilisateur est en droit de se retirer immédiatement du Contrat dès que ce manquement est constaté.
ga: Má sháraíonn an Soláthraí a chuid oibleagáidí faoi na Téarmaí seo nó faoin gComhaontú ar bhealach thar a bheith tromchúiseach, tá an tÚsáideoir i dteideal tarraingt siar láithreach ón gComhaontú a luaithe a aimsítear sárú den sórt sin.
hu: Ha a Szolgáltató a jelen Feltételek vagy a Szerződés rendelkezéseit különösen súlyosan megsérti, a Felhasználó jogosult a Szerződéstől azonnal elállni, amint a jogsértésről tudomást szerez.
id: Jika Penyedia melanggar kewajibannya berdasarkan Ketentuan ini atau Perjanjian ini dengan cara yang sangat serius, Pengguna berhak untuk segera menarik diri dari Perjanjian ini segera setelah pelanggaran tersebut ditemukan.
ja: 事業者が本規程または契約に基づく義務に特に重大な違反を行った場合、利用者は当該違反を認識した時点で直ちに契約から撤回することができるものとします。
nl: Als de provider op een bijzonder grove manier inbreuk pleegt op zijn verplichtingen onder deze bepalingen of de overeenkomst, heeft de gebruiker het recht om zich onmiddellijk terug te trekken uit de overeenkomst, zodra de inbreuk wordt vastgesteld.
pt_br: Se o Provedor violar suas obrigações sob estes Termos ou o Contrato de maneira particularmente grave, o Usuário terá o direito de rescindir imediatamente o Contrato assim que tal violação for descoberta.
ru: Если Поставщик нарушает свои обязательства по настоящим Условиям или Соглашению в особо серьёзной форме, Пользователь имеет право немедленно отказаться от Соглашения, как только обнаружит такое нарушение.
sk: V prípade, že Poskytovateľ poruší jeho povinnosti vyplývajúce z týchto VOP alebo zo Zmluvy zvlášť závažným spôsobom, je Používateľ oprávnený odstúpiť od Zmluvy ihneď po zistení takého porušenia.
sl: Če ponudnik posebej resno krši svoje obveznosti iz teh pogojev ali pogodbe, ima uporabnik pravico takoj, ko odkrije takšno kršitev, odstopiti od pogodbe.
sv: Om leverantören bryter mot sina skyldigheter enligt dessa villkor eller avtalet på ett särskilt allvarligt sätt, har användaren rätt att omedelbart säga upp avtalet så snart en sådan överträdelse upptäcks.
ta: வழங்குநர் இந்த விதிமுறைகளின் கீழ் அல்லது ஒப்பந்தத்தின் கீழ் அதன் கடமைகளை குறிப்பாக தீவிரமான முறையில் மீறினால், அத்தகைய மீறல் கண்டுபிடிக்கப்பட்டவுடன் ஒப்பந்தத்திலிருந்து உடனடியாக திரும்பப் பெற பயனருக்கு உரிமை உண்டு.
tr: Sağlayıcı bu Koşullar veya Sözleşme kapsamındaki yükümlülüklerini özellikle ciddi bir şekilde ihlal ederse, Kullanıcı böyle bir ihlalin farkına varır varmaz Sözleşme’yi derhal feshetme hakkına sahiptir.
uk: Якщо Постачальник особливо серйозно порушує свої зобов’язання згідно з цими Умовами або Угодою, Користувач має право негайно відмовитися від Угоди, як тільки таке порушення буде виявлено.
zh_hans: 如果提供商以特别严重的方式违反了其在这些条款或本协议项下的义务，用户有权在发现该违约行为后立即退出本协议。
zh_hant: 若提供者以情節特別重大之方式違反其於本條款或本協議下之義務，使用者有權於發現該違約時立即解除本協議。
