Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The User agrees to use the Service only in a manner not jeopardizing technical software and/or hardware means of the Provider and/or such means in the Provider’s use.
ar: يوافق المستخدم على استخدام الخدمة فقط بطريقة لا تعرض للخطر البرامج التقنية و / أو وسائل الأجهزة الخاصة بالمزود و / أو هذه الوسائل في استخدام المزود.
ckb: بەکارهێنەر ڕازی دەبێت لەسەر بەکارهێنانی خزمەتگوزاری ەکە تەنها بە وشێوەیەی کە software تەکنیکی و/یان ئامێرەکانی hardwareدابینکەر و/یان ئەو مانایانە نەخاتە مەترسیەوە لە بەکارهێنانی دابینکەر.
da: Bruger accepterer at bruge Tjenesten kun på en måde, der ikke udgør en trussel mod Leverandørens software og/eller hardware og/eller sådant hardware i Leverandørens brug.
fi: Käyttäjä sitoutuu käyttämään Palvelua vain tavalla, joka ei vaaranna Palveluntarjoajan teknisiä ohjelmistoja/tai laitteistoja ja/tai Palveluntarjoajan käytössä olevia välineitä.
gl: O «Usuario» comprométese a empregar o «Servizo» soamente de xeito que non poña en perigo os medios técnicos de software e/ou hardware do «Fornecedor» e/ou devanditos medios no uso do «Fornecedor».
he: המשתמש מסכים להשתמש בשירות בצורה שלא תסכן את אמצעי התכנה ו/או החומרה הטכנית של הספק ו/או אמצעים שכאלה המצויים בשימוש הספק.
kab: Aseqdac ad yegmen akken ad iseqdec kan ameẓlu s tarrayt ur d-nettawi ara aḍurru allalen itiknikanen n yiseɣzanen akked/neɣ allalen n usaǧǧaw akked/daɣen aseqdec n wallalen-a sɣur asaǧǧaw.
ro: Utilizatorul este de acord să utilizeze Serviciul numai într-un mod care să nu pună în pericol mijloacele tehnice software și/sau hardware ale Prestatorului și/sau mijloacele de acest tip aflate în folosința Prestatorului.

source: The User agrees to refrain from use of the Service in bad faith and/or deliberately causing any damage to the Service.
ar: يوافق المستخدم على الامتناع عن استخدام الخدمة بسوء نية و / أو التسبب عمدا في أي ضرر للخدمة.
ckb: بەکارهێنەر ڕازی دەبێت بە خۆبەدوورگرتن لە بەکارهێنانی خزمەتگوزاری لە باوەڕێکی خراپ و/یان بە ئەنقەست دەبێتە هۆی هەر زیانێک بۆ خزمەتگوزاریەکە.
da: Brugeren accepterer at afstå fra at bruge Tjenesten i ond tro og/eller bevidst at forårsage skade på Tjenesten.
fi: Käyttäjä sitoutuu olemaan käyttämättä Palvelua vilpillisessä mielessä ja/tai tarkoituksellisesti aiheuttamasta Palvelulle vahinkoa.
gl: O «Usuario» comprométese a absterse de empregar o «Servizo» de mala fe e/ou de causar de xeito deliberado calquera dano ao «Servizo».
he: המשתמש מסכים להימנע משימוש בשרות שלא בתום לב ו/או בכוונת זדון כלפי השירות בכוונה תחילה.
kab: Aseqdac ad yegmen ur yesseqdac ara ameẓlu s yir niyya akke/neɣ ad yeglu s uḍuṛṛu i umeẓlu.
ro: Utilizatorul este de acord să se abțină de la utilizarea Serviciului cu rea-credință și/sau de la provocarea deliberată de daune Serviciului.

source: The User agrees to refrain from bypassing the Service’s software and/or technical hardware means, in particular the security systems.
ar: يوافق المستخدم على الامتناع عن تجاوز برامج الخدمة و / أو وسائل الأجهزة التقنية ، ولا سيما أنظمة الأمان.
ckb: بەکارهێنەر ڕازی دەبێت بە خۆدوورگرتن لە تێپەڕاندنی software خزمەتگوزاری و/یان مانای ئامێری تەکنیکی، بە تایبەتی سیستەمەکانی پاراستن.
da: Brugeren accepterer at afstå fra at omgå Tjenestens software og/eller tekniske hardware, specielt sikkerhedssystemerne.
fi: Käyttäjä sitoutuu olemaan ohittamasta Palvelun ohjelmistoja ja/tai teknisiä laitteistoja, erityisesti turvajärjestelmiä.
gl: O «Usuario» comprométese a absterse de eludir os medios técnicos de software e/ou hardware do «Servizo», de xeito particular os sistemas de seguranza.
he: המשתמש מסכים להימנע מעקיפת אמצעי החומרה הטכנית והתוכנה של השירות ובפרט מערכות האבטחה.
kab: Aseqdac yegmen ur ireggel ara i wallalen s yiseɣzanen akked/neɣ arum itiknikanen n umeẓlu, ladɣa inagrawen n tɣellist.
ro: Utilizatorul este de acord să se abțină de la ocolirea mijloacelor software și/sau a mijloacelor tehnice hardware ale serviciului, în special a sistemelor de securitate.

source: Liability for Damage
ar: المسؤولية عن الأضرار
ckb: بەرپرسیارێتی زیان
da: Ansvar for Skader
fi: Vastuu vahingoista
gl: Responsabilidade por danos e prexuízos
he: חבות במקרה נזק
is: Réttarleg ábyrgð vegna tjóns
kab: Amasay ticki yella usexseṛ
ro: Răspunderea pentru pagube

source: The User hereby renders it undisputed that the Provider shall not be liable for any damage caused to the User resulting from the use of the Service.
ar: يجعل المستخدم بموجب هذا أنه لا جدال في أن المزود لن يكون مسؤولا عن أي ضرر يلحق بالمستخدم نتيجة لاستخدام الخدمة.
ckb: بەکارهێنەر لە ڕێگەی ئەمەوە بێ کێشە دەکات کە دابینکەر نابێت لە هیچ زیانێک کە بەر بەکارهێنەر ەکە کە لە ئەنجامی بەکارهێنانی خزمەتگوزاریەکەوە بێت.
da: Brugeren gør det hermed klart, at Leverandøren ikke er ansvarlig for nogen skade forårsaget af Brugeren som følge af brugen af Tjenesten.
fi: Käyttäjä tekee täten kiistattomaksi, että tarjoaja ei ole vastuussa mistään Palvelun käytöstä Käyttäjälle aiheutuneista vahingoista.
gl: O «Usuario» declara por este medio que o «Fornecedor» non será responsable por calquera dano causado ao «Usuario» como resultado do uso do «Servizo».
he: המשתמש מצהיר ללא כל עוררין שהספק לא יישא באחריות על כל נזק שייגרם למשתמש כתוצאה משימוש בשירות.
kab: Aseqdac ad iɛahed s waya d akken asaǧǧaw ur yettili ara d amasay ɣef usexseṛ swayes i d-yegla useqdac ɣef sebba n useqdec n umeẓlu.
ro: Prin prezenta, utilizatorul declară de necontestat că prestatorul nu este răspunzător pentru niciun prejudiciu cauzat utilizatorului ca urmare a utilizării serviciului.

source: If the User is an entrepreneur, it hereby expressly waives its right to compensation from the Provider for damage unintentionally caused by the Provider to the User through a breach of any obligation contained in these Terms of Service and/or resulting from the use of the Service.
ar: إذا كان المستخدم رائد أعمال ، فإنه يتنازل صراحة عن حقه في التعويض من المزود عن الضرر الذي يسببه المزود عن غير قصد للمستخدم من خلال خرق أي التزام وارد في شروط الخدمة هذه و / أو الناتجة عن استخدام الخدمة.
ckb: ئەگەر بەکارهێنەر بازرگان بێت, ئەوە لێرەوە بە دەربڕینی دەستبەردار دەبێت لە مافی قەرەبووکردنەوە لە دابینکار بۆ ئەو زیانانەی کە بە بێ مەبەست لە لایەن دابینکارەوە بۆ بەکارهێنەر دروست دەبێت لە ڕێگەی شکاندنی هەر پابەندیەک کە لەم مەرجانەی خزمەتگوزاری و/یان لە ئەنجامی بەکارهێنانی ڕاژەکە بێت.
da: Hvis Brugeren er en entreprenør, giver Brugeren hermed udtrykkeligt afkald på sin ret til erstatning fra Leverandøren for skader, som Leverandøren utilsigtet har forvoldt Brugeren som følge af en overtrædelse af en forpligtelse indeholdt i disse Servicevilkår og/eller som følge af brugen af Tjenesten.
fi: Jos Käyttäjä on yrittäjä, hän täten nimenomaisesti luopuu oikeudestaan saada korvausta Palveluntarjoajalta vahingosta, jonka tarjoaja on tahattomasti aiheuttanut Käyttäjälle näiden Palveluehtojen mukaisen velvoitteen rikkomisesta ja/tai Palvelun käytöstä johtuvasta vahingosta. .
gl: Se o «Usuario» é un empresario, renuncia expresamente ao seu dereito a unha indemnización por parte do «Fornecedor» polos danos causados non intencionalmente polo «Fornecedor» ao «Usuario» polo incumprimento de calquera obriga contida nas presentes Condicións do Servizo e/ou derivados do uso do «Servizo».
he: אם המשתמש הוא יזם, הוא מביע כאן על ויתור זכויותיו לפיצוי מהספק על נזק שנגרם למשתמש מבלי כוונת תחילה מצד הספק עקב דליפה או כל מחויבות שנכללת בתנאי השירות ו/או נגרמת בעקיפין עקב השימוש בשירות.
kab: Ma yella aseqdac d win yasɛan takebbanit, yessefk ad isemmeḥ s waya ɣef yizerfan-is n tririt n tedrimt sɣur asaǧǧaw ɣef usexseṛ i d-yeḍran sɣur asaǧǧaw i useqdac s utɛeddi ɣef yal aḥettem i yellan deg tewtili-a n useqdec n usemẓlu akked/neɣ i d-yekkan seg useqdec n umeẓlu.
ro: În cazul în care utilizatorul este un întreprinzător, acesta renunță în mod expres la dreptul său la despăgubiri din partea prestatorului pentru daunele cauzate în mod neintenționat de către prestator utilizatorului prin încălcarea oricărei obligații conținute în acești Termeni și condiții de utilizare a serviciului și/sau rezultate din utilizarea serviciului.

source: Within the meaning of <a href="%(url)s">Article 7</a> of the GDPR the User hereby gives consent to collecting, storage, and processing of the Personal Data according to the <a href="%(privacy_url)s">Privacy Policy</a>.
ar: بالمعنى المقصود في <a href="%(url)s">المادة 7</a> من اللائحة العامة لحماية البيانات، يمنح المستخدم بموجب هذا الموافقة على جمع البيانات الشخصية وتخزينها ومعالجتها وفقًا لـ <a href="%(privacy_url)s ">سياسة الخصوصية</a>.
gl: No senso do <a href="%(url)s">Artigo 7</a> do RXPD, o «Usuario» outorga o seu consentimento para a recollida, almacenamento e tratamento dos seus datos persoais segundo a <a href="%(privacy_url)s ">Directiva de privacidade</a>.

source: Translations
ar: الترجمات
ckb: وەرگێڕانەکان
da: Oversættelser
fi: Käännökset
gl: Traducións
he: תרגומים
is: Þýðingar
kab: Tisuqilin
lt: Vertimai
ro: Traduceri

source: The Service organizes translation into individual Projects, where the Owner is responsible for managing them and for specifying accurately the license of the Project.
ar: تنظم الخدمة الترجمة إلى مشاريع فردية ، حيث يكون المالك مسؤولا عن إدارتها وتحديد ترخيص المشروع بدقة.
ckb: خزمەتگوزاری وەرگێڕان ڕێکدەخه نه ناو پرۆژه ی تاک، که تیایدا خاوەنەکەی بەرپرسە له بەڕێوەبردنیان و بۆ دیاریکردنی وردی مۆڵەتی پرۆژەکە.
da: Tjenesten organiserer oversættelse af individuelle Projekter, hvor Ejeren er ansvarlig for deres administration og for nøjagtig specifikation af Projektets licens.
fi: Palvelu järjestää käännöksen yksittäisiksi Projekteiksi, joissa Omistaja on vastuussa niiden hallinnoinnista ja Projektin lisenssin täsmällisestä määrittelystä.
gl: O «Servizo» organiza as traducións en proxectos individuais, nos que o propietario é responsábel de xestionalos e de especificar con precisión a licenza do proxecto.
he: השירות מארגן את התרגום לתוך מיזמים נפרדים, בהם הבעלים מחויבים לנהל אותם ולציין את רישיון המיזם באופן מדויק.
ro: Serviciul organizează traducerile în proiecte individuale, unde proprietarul este responsabil pentru gestionarea acestora și pentru specificarea exactă a licenței proiectului.

source: Not specifying translation license means that the translations are available under same license as the given Project itself.
ar: عدم تحديد ترخيص الترجمة يعني أن الترجمات متاحة بموجب نفس الترخيص مثل المشروع نفسه.
ckb: دیاری کردنی مۆڵەتی وەرگێڕان مانای وایە وەرگێڕانەکان لەژێر هەمان مۆڵەتدا هەن وەک خودی پڕۆژەی دراوەکە.
da: Ingen angivelse af oversættelseslicens betyder, at oversættelserne er tilgængelige under samme licens som det givne Projekt selv.
fi: Käännöslisenssin ilmoittamatta jättäminen tarkoittaa, että käännökset ovat saatavilla samalla lisenssillä kuin itse projekti.
gl: Non especificar a licenza de tradución significa que as traducións están dispoñíbeis baixo a mesma licenza que o propio proxecto.
he: העדר ציון של רישיון תרגום משמעו שהתרגום זמין תחת אותו רישיון כמו המיזם הנתון עצמו.
ro: Nespecificarea licenței de traducere înseamnă că traducerile sunt disponibile sub aceeași licență ca și proiectul dat.

source: Should the Project opt in for the Translation Memory, license to use the translation is granted to all Translation Memory users.
ar: في حالة اشتراك المشروع في ذاكرة الترجمة، يتم منح ترخيص استخدام الترجمة لجميع مستخدمي ذاكرة الترجمة.
ckb: پێویستە پڕۆژەکە هەڵبژێرێت بۆ بێرگەی وەرگێڕانەکە، مۆڵەت بۆ بەکارهێنانی وەرگێڕانەکە دراوە بە هەموو بەکارهێنەرانی بێرگەی وەرگێڕان.
da: Skulle Projektet tilvælge Oversættelseshukommelsen, gives licens til brug af oversættelsen til alle Oversættelseshukommelsens brugere.
fi: Jos projekti valitsee käännösmuistin, käännöksen käyttöoikeus myönnetään kaikille käännösmuistin käyttäjille.
gl: Se o proxecto opta pola memoria de tradución, a licenza de uso da tradución outórgase a todos os usuarios da memoria de tradución.
he: במקרה שהמיזם נרשם לזיכרון תרגום, הרישיון להשתמש בתרגום מוענק לכל המשתמשים בזיכרון התרגום.
ro: În cazul în care proiectul optează pentru memoria de traducere, licența de utilizare a traducerii este acordată tuturor utilizatorilor memoriei de traducere.

source: The User agrees, upon contributing to a Project, to the license the Project has specified.
ar: يوافق المستخدم على إثر مساهمته في أي مشروع كان ، على الرخصة الذي حددها ذات المشروع.
ckb: بەکارهێنەر ڕازی دەبێت، لە سەر بەشداری کردن لە پرۆژە، بۆ مۆڵەت پڕۆژەکە دیاری کردووە.
da: Brugeren accepterer, ved bidrag til et Projekt, den licens, Projektet har angivet.
fi: Osallistuessaan Projektiin Käyttäjä hyväksyy Projektin määrittämän lisenssin.
gl: O Usuario acepta, ao facer achegas a un proxecto, a licenza especificada polo proxecto.
he: המשתמש מסכים, מעצם תרומתו למיזם, לרישיון בו נוקט המיזם.
ro: Utilizatorul este de acord, în momentul în care contribuie la un proiect, cu licența specificată de proiect.

source: The User agrees to use of name and e-mail as authorship in the VCS commits. The User understands that this grant is non-revocable due to the nature of the VCS.
gl: O «Usuario» acepta o emprego do seu nome e correo-e como autoría nos «commits» ao SCV. O «Usuario» entende que esta aceptación non é revogábel por mor da natureza do SCV.

source: Within the meaning of Article 89 Act No. %(law_480_2004)s Coll., on electronic communication, as amended, the User is informed that the Service uses Cookies.
ar: بالمعنى المقصود في المادة 89 من القانون رقم %(law_480_2004)s Coll. ، بشأن الاتصالات الإلكترونية ، بصيغتها المعدلة ، يتم إبلاغ المستخدم بأن الخدمة تستخدم ملفات تعريف الارتباط.
ckb: لە چوارچێوەی یاسای ژمارە 89 %(law_480_2004)s.، لەسەر پەیوەندی ئەلیکترۆنی، بە هەموارکراو، بەکارهێنەر ئاگادار دەکرێت کە خزمەتگوزاری Cookies بەکاردەهێنێت.
da: I henhold til Artikel 89 Act No. %(law_480_2004)s Coll. om elektronisk kommunikation, som ændret, er Brugeren informeret om, at Tjenesten bruger Cookies.
fi: Sähköistä viestintää koskevan lain nro %(law_480_2004)s Coll., sellaisena kuin se on muutettuna, 89 §:n mukaisesti Käyttäjälle ilmoitetaan, että Palvelu käyttää evästeitä.
gl: No senso do artigo 89 da Lei núm. %(law_480_2004)s Coll., das comunicacións electrónicas, na súa versión modificada, infórmase ao «Usuario» de que o «Servizo» utiliza cookies.
he: כחלק מהמשמעות של סעיף 89 לחוק ‎%(law_480_2004)s Coll.‎, על תקשורת אלקטרונית, כפי שמצורף, המשתמש מודע לכך שהשירות משתמש בעוגיות.
ro: În sensul articolului 89 din Legea nr. %(law_480_2004)s privind comunicațiile electronice, cu modificările ulterioare, utilizatorul este informat că serviciul utilizează module cookie.

source: The Service uses Cookies to personalise content.
ar: تستخدم الخدمة ملفات تعريف الارتباط لتخصيص المحتوى.
da: Tjenesten bruger Cookies til at personalisere indholdet.
fi: Palvelu käyttää evästeitä sisällön personointiin.
gl: O «Servizo» utiliza cookies para personalizar o contido.

source: Governing Law
ar: القانون الحاكم
ckb: یاسای حوکمڕانی
da: Gældende Lov
fi: Sovellettava lainsäädäntö
gl: Lei aplicábel
he: גוף האכיפה
is: Gildandi lög
kab: Asaḍuf iteddun
ro: Legea aplicabilă

source: These Terms of Service shall be governed by the laws of the Czech Republic with exclusion of conflict rules.
ar: تخضع شروط الخدمة هذه لقوانين الجمهورية التشيكية باستثناء القواعد المخالفة.
ckb: ئەم مەرجانەی خزمەتگوزاری بە یاساکانی کۆماری چیک بەڕێوە دەبرێت لەگەڵ بەدەرکردن لە یاساکانی ململانێ .
da: Disse Servicevilkår er underlagt lovgivningen i Den Tjekkiske Republik med undtagelse af lovkonflikter.
fi: Näihin käyttöehtoihin sovelletaan Tšekin tasavallan lakeja lainvalintasääntöjä lukuun ottamatta.
gl: Estas Condicións do Servizo rexeranse polas leis da República Checa coa exclusión das regras de conflito.
he: תנאי השירות האלו מפוקחים על ידי רשויות החוק ברפובליקה הצ׳כית תוך התעלמות מחוקים סותרים.
ro: Acești Termeni și condiții de utilizare sunt guvernate de legile Republicii Cehe, cu excluderea normelor de conflict.

source: Any disputes arising on the basis of the Agreement and/or these Terms of Service shall be resolved by the court of the Czech republic having substantive and local jurisdiction.
ar: يتم حل أي نزاعات تنشأ على أساس الاتفاقية و / أو شروط الخدمة هذه من قبل محكمة جمهورية التشيك ذات الاختصاص الموضوعي والمحلي.
ckb: هەر ناکۆکییەکان لەسەر بنەمای ڕێکەوتن و/ یان ئەم مەرجەکانی خزمەتگوزاریە دروست دەبن، لەلایەن دادگای کۆماری چیکەوە چارەسەر دەکرێت کە دەسەڵاتی دادوەریی ناوچەیی و بن دەستان هەیە.
da: Alle tvister, der opstår på grundlag af Aftalen og/eller disse Servicevilkår, skal løses af retten i Den Tjekkiske Republik som har materiel og lokal jurisdiktion.
fi: Kaikki Sopimukseen ja/tai näihin käyttöehtoihin liittyvät riidat ratkaistaan Tšekin tasavallan tuomioistuimessa, jolla on aineellinen ja paikallinen toimivalta.
gl: Calquera disputa que xurda en base ao acordo e/ou a estas Condicións do Servizo será resolta polo tribunal da República Checa que teña xurisdición substantiva e local.
he: כל מחלוקת שמתעוררת על סמך ההסכם ו/או תנאי השירות יידון בבית המשפט ברפובליקה הצ׳כית שתחום השיפוט שלו עצמאי ומקומי.
ro: Orice litigii care apar în baza acordului și/sau a prezentelor condiții de utilizare vor fi soluționate de către instanța de judecată din Republica Cehă care are jurisdicție materială și locală.

source: Effect
ar: التأثير
ckb: کاریگەری
da: Ikrafftræden
fi: Voimaan astuminen
gl: Efecto
he: תוקף
is: Gildi
kab: Isemda
lt: Poveikis
ro: Efectul

source: These Terms of Service shall come into force and effect on 15th May 2023.
gl: Estas Condicións do Servizo terán efecto a partir do 15 de maio de 2023.
lt: Šios sąlygos įsigalioja 2023 m. gegužės 15 d.

source: Status as of October 2020.
ckb: بار تا مانگی تشرینی یەکەمی 2020.
he: המצב נכון לאוקטובר 2020.
is: Staða miðað við október 2020.
kab: Addad seg Tuber 2020.
lv: 2020. gada oktobra statuss.
ro: Situația din octombrie 2020.

source: These are used to identify you in the VCS commits
ckb: ئەمانە بەکاردەهێنرێ بۆ ناسینەوەی تۆ لە ڤی سی ئێس
he: אלו משמשים לזהות אותך בהגשות למערכת ניהול הגרסאות
is: Þetta er notað til þess að auðkenna þig í VCS-innleggjum
kab: Ttwaseqdacen akken ad nẓer d anwa-k deg unagraw n usefrek n yileqman
lv: Tie tiek izmantoti, lai identificētu jūs VCS iesniegtajās izmaiņās (commits)
ro: Acestea sunt folosite pentru a vă identifica în VCS commits

source: Additionally, e-mail is used for notification of watched events
ckb: لەگەڵ ئەوەش، ئیمەیڵ بەکاردێت بۆ ئاگانامەی ڕووداوە سەیرکراوەکە
he: בנוסף, נעשה שימוש בכתובת הדוא״ל לטובת שליחת התרעות על אירועים אליהם נרשמת
is: Auk þess er tölvupóstfangið notað til þess að senda út umbeðin tíðindi og fréttir
kab: Ayen-nniḍen, tansa-ik n yimayl tettwaseqdac i yilɣa icudden ɣer yineḍruyen i tettɛassaḍ
lv: Turklāt e-pasts tiek izmantots, lai nosūtītu notikumu paziņojumus, kuriem jūs sekojiet
ro: În plus, e-mailul este utilizat pentru notificarea evenimentelor urmărite

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen
ckb: ئەمانە لە حاڵەتی گۆڕانکاری گرنگ بۆ ئەژمێرەکەت (بۆ وێنە گۆڕینی وشەی نهێنی) داخڵ بوون بۆ ڕێگەدان بە دەستنیشانکردنی ئەگەر ئەژمێرەکەت دزرا
he: אלו מתועדים למקרה שיתרחשו שינויים חשובים לחשבונך (למשל: החלפת ססמה) כדי לאפשר ניתוח במקרה של גניבת החשבון שלך
is: Þetta er skráð til að nota ef mikilvægar breytingar verða á notandaaðgangnum þínum (t.d. breytingar á lykilorði) svo hægt sé að greina hvort aðgangnum þínum hafi verið stolið
kab: Uɣalen ɣer uɣmis ma llan ibeddilen meqqren deg umiḍan-ik (amedya, abeddel n wawal uffir) akken ad nsireg tasleḍt ma yettwaker umiḍan-ik
lv: Tie tiek reģistrēti, ja tiek veiktas svarīgas izmaiņas jūsu kontā (piemēram, paroles maiņa), lai varētu veikt diagnostiku konta nozagšanas gadījumā
ro: Acestea sunt înregistrate în cazul unor modificări importante ale contului dvs. (de exemplu, schimbarea parolei) pentru a permite diagnosticarea în cazul în care contul dvs. este furat

source: Billing information
ckb: زانیاری پڕۆژەی یاسا
he: פרטי חיוב
is: Upplýsingar um greiðanda
kab: Talɣut n ufter
lv: Rēķinu informācija
ro: Informații de facturare

source: In case you purchase service from us, we collect additional billing information necessary for issuing an invoice
ckb: ئەگەر خزمەتگوزاریمان لێ بکڕیت، ئێمە زانیاری زیادەی پسوڵەی پێویست کۆدەکەینەوه بۆ دەرکردنی پسولەیەک
he: במקרה של רכישת שירותים מאתנו, אנו אוספים פרטי חיוב נוספים שנחוצים להנפקת חשבונית
is: Ef þú kaupir þjónustu frá okkur, munum við að auki halda utan um nauðsynlegar upplýsingar til að geta gefið út reikninga
kab: Ma yella tuɣeḍ yiwen seg yimezla-nneɣ, ad d-nelqeḍ talɣut-nniḍen ilaqen i tuzna n tfaturt
lv: Ja iegādājaties pakalpojumu no mums, mēs ievācam papildus informāciju, kas nepieciešama rēķina izrakstīšanai
ro: În cazul în care achiziționați servicii de la noi, colectăm informații suplimentare de facturare necesare pentru emiterea unei facturi

source: Payment processors.
ckb: چارەسەرکەرەکانی پارەدان.
he: מעבדי תשלומים.
is: Greiðslumiðlanir.
kab: Imendiden n lexlaṣ.
lv: Maksājumu apstrādātāji.
ro: Procesatori de plăți.

source: Access log information might be collected for a longer period for the purpose of establishing, exercising or defending legal claims.
ckb: لەوانەیە زانیاری چوونە ژوورەوە کۆبکرێتەوە بۆ ماوەیەکی درێژتر بە مەبەستی دامەزران، وەرزشکردن یان بەرگریکردن لە داوا یاساییەکان.
he: מידע מיומן הגישה עשוי להיאסף לתקופה ארוכה יותר לטובת הקמה, תרגול או הגנה מול טענות משפטיות.
is: Upplýsingum um innskráningu og aðgang gæti verið safnað yfir lengri tímabil í þeim tilgangi að styðja, framfylgja eða verjast lagalegum kröfum.
kab: Talɣut n uqmis n unekcum izmer ad tettwalqeḍ i tallit meqqren akken ad neg nesbedd, ad nsemres daɣen ad nseḥbiber ɣef yizerfan usḍifen.
lv: Piekļuves žurnāla informācija var tikt vākta ilgāku laika periodu, lai celtu, izskatītu vai aizstāvētu juridiskās prasības tiesvedībā.
ro: Informațiile din jurnalul de acces pot fi colectate pentru o perioadă mai lungă de timp în scopul stabilirii, exercitării sau apărării unor pretenții legale.

source: The services are provided “as is”, at your own risk, without any warranty.
ckb: خزمەتگوزاریەکان دابین کراون "وەک خۆی", لە مەترسی خۆت, بەبێ هیچ گەرەنتیەک.
he: השירותים מסופקים „כמות שהם”, באחריותך הבלעדית וללא שום אחריות.
is: Þjónusturnar eru veittar "eins og þær eru", með þinni eigin áhættu, án ábyrgðar.
kab: Imeẓla i d-ittunefken "am akka", s ṛṛay-ik, war ṭmana.
lv: Pakalpojumi tiek sniegti “tādi, kādi tie ir”, uz jūsu risku un atbildības, bez jebkādas garantijas.
ro: Serviciile sunt furnizate "ca atare", pe riscul dumneavoastră, fără nicio garanție.

source: Additional guarantees might apply to commercial customers, those are expressed in corresponding contracts.
ckb: لەوانەیە گەرەنتی زیاتر جێبەجێ بکرێت بۆ کڕیارە بازرگانیەکان، ئەوانەی لە گرێبەستی هاوچەوچەدا دەریانبڕیون.
he: ערבויות נוספות עשויות לחול על משתמשים מסחריים, אלה מיוצגות בחוזים מתאימים.
is: Viðbótarábyrgðir gætu átt við greiðandi viðskiptavini, þeim er þá lýst í viðkomandi viðskiptasamningum.
kab: Ṭmana-nniḍen tezmer ad tettwasemres i yimsaɣen imzenziyen. Tettwammel-d deg yiguta icudden.
lv: Papildu garantijas var būt spēkā maksas (komerciāliem) klientiem, tās ir aprakstītas attiecīgajos līgumos.
ro: Clienților comerciali li se pot aplica garanții suplimentare, care sunt exprimate în contractele corespunzătoare.
