Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: To verify the software solution used or audit the licensing of assigned software resources and content uploaded through the Services, the User agrees to provide full cooperation to the Provider. This includes enabling or ensuring the installation and execution of tools and scripts on the virtual server that verify and check the software resources used.
cs: Za účelem ověření využívaného softwarového řešení či případného auditu licencování přidělených softwarových prostředků a obsahu nahranému prostřednictvím Služeb se Uživatel zavazuje poskytnout veškerou součinnost Poskytovateli. To zahrnuje umožnění či zajištění instalace a spuštění příslušných nástrojů a skriptů na virtuálním serveru, které zajišťují ověření a kontrolu využívaných softwarových prostředků.
de: Um die verwendete Softwarelösung zu verifizieren oder die Lizenzierung der zugewiesenen Softwareressourcen und der über die Dienste hochgeladenen Inhalte zu überprüfen, erklärt sich der Benutzer bereit, dem Anbieter seine volle Kooperation zu gewähren. Dies beinhaltet die Aktivierung oder Sicherstellung der Installation und Ausführung von Tools und Skripten auf dem virtuellen Server, die die verwendeten Software-Ressourcen verifizieren und prüfen.
es: Para verificar la solución de software utilizada o auditar la licencia de los recursos de software asignados y el contenido cargado a través de los Servicios, el Usuario acepta brindar plena cooperación al Proveedor. Esto incluye habilitar o garantizar la instalación y ejecución de herramientas y scripts en el servidor virtual que verifiquen y verifiquen los recursos de software utilizados.
fr: Afin de vérifier la solution logicielle utilisée ou d'auditer les licences des ressources logicielles et des contenus téléchargés via les Services, l'Utilisateur s'engage à coopérer pleinement avec le Fournisseur. Cela inclut l'activation ou la garantie de l'installation et de l'exécution des outils et scripts sur le serveur virtuel permettant de vérifier les ressources logicielles utilisées.
ga: Chun an réiteach bogearraí a úsáidtear nó iniúchadh a dhéanamh ar cheadúnú acmhainní bogearraí sannta agus ábhar a uaslódáiltear trí na Seirbhísí, aontaíonn an tÚsáideoir comhoibriú iomlán a chur ar fáil don Soláthraí. Áirítear leis seo suiteáil agus scripteanna a chumasú nó a chinntiú ar an bhfreastalaí fíorúil a fhíorú agus a sheiceáil na hacmhainní bogearraí a úsáidtear.
hu: A Felhasználó vállalja, hogy együttműködik a Szolgáltatóval a használt szoftvermegoldás ellenőrzése, illetve a Szolgáltatáson keresztül feltöltött szoftver-erőforrások és tartalmak licencelésének auditja során. Ez magában foglalja azt is, hogy lehetővé teszi vagy biztosítja olyan eszközök és szkriptek telepítését és futtatását a virtuális szerveren, amelyek képesek ellenőrizni a használt szoftvereket.
id: Untuk memverifikasi solusi perangkat lunak yang digunakan atau mengaudit lisensi sumber daya perangkat lunak yang ditetapkan dan konten yang diunggah melalui Layanan, Pengguna setuju untuk memberikan kerja sama penuh kepada Penyedia. Ini termasuk mengaktifkan atau memastikan pemasangan dan pelaksanaan alat dan skrip pada server virtual yang memverifikasi dan memeriksa sumber daya perangkat lunak yang digunakan.
ja: 割り当てられたソフトウェア リソースのライセンス状況や、サービスを通じてアップロードされたコンテンツ、または利用されているソフトウェア ソリューションを検証するため、利用者は事業者に対し全面的に協力することに同意します。これには、使用されているソフトウェア リソースを検証、確認するためのツールやスクリプトを、仮想サーバー上でインストールし実行できるようにすること、またはその実行を確実にすることが含まれます。
nl: De gebruiker gaat ermee akkoord, om de gebruikte softwareoplossing of om het licenseren van de toegewezen softwarebronnen en met de services geüploade inhoud na te gaan, om volledige medewerking te verlenen aan de provider. Dit is inclusief het inschakelen van, of mogelijk maken van, het installeren en uitvoeren van programma's en scripts op de virtuele server die de gebruikte softwarebronnen verifiëren en controleren.
pt_br: Para verificar a solução de software usada ou auditar o licenciamento de recursos de software atribuídos e conteúdo carregado por meio dos Serviços, o Usuário concorda em fornecer cooperação total ao Provedor. Isso inclui habilitar ou garantir a instalação e execução de ferramentas e scripts no servidor virtual que verificam e checam os recursos de software usados.
ru: Для проверки используемых программных решений или аудита лицензирования назначенных программных ресурсов и контента, загруженного через Сервисы, Пользователь обязуется оказывать полное содействие Поставщику. Это включает в себя включение или обеспечение установки и выполнения инструментов и скриптов на виртуальном сервере, которые подтверждают и проверяют используемые программные ресурсы.
sk: Za účelom overenia využívaného softvérového riešenia či prípadného auditu licencovania pridelených softvérových prostriedkov a obsahu nahraného prostredníctvom Služieb sa Používateľ zaväzuje poskytnúť všetku súčinnosť Poskytovateľovi. To zahŕňa umožnenie či zabezpečenie inštalácie a spustenia príslušných nástrojov a skriptov na virtuálnom serveri, ktoré zaisťujú overenie a kontrolu využívaných softvérových prostriedkov.
sl: Za preverjanje uporabljene programske rešitve ali revizijo licenciranja dodeljenih programskih virov in vsebin, naloženih prek storitev, se uporabnik strinja, da bo ponudniku nudil polno sodelovanje. To vključuje omogočanje ali zagotavljanje namestitve in izvajanja orodij in skript na virtualnem strežniku, ki preverjajo in pregledujejo uporabljene programske vire.
sv: För att verifiera den använda mjukvarulösningen eller granska licensieringen av tilldelade mjukvaruresurser och innehåll som laddats upp via Tjänsterna, samtycker Användaren till att samarbeta fullt ut med Leverantören. Detta inkluderar att möjliggöra eller säkerställa installation och körning av verktyg och skript på den virtuella servern som verifierar och kontrollerar de använda mjukvaruresurserna.
ta: பயன்படுத்தப்பட்ட மென்பொருள் தீர்வை சரிபார்க்க அல்லது பணிகள் மூலம் ஒதுக்கப்பட்ட மென்பொருள் வளங்கள் மற்றும் உள்ளடக்கத்தின் உரிமத்தை தணிக்கை செய்ய, வழங்குநருக்கு முழு ஒத்துழைப்பையும் வழங்க பயனர் ஒப்புக்கொள்கிறார். பயன்படுத்தப்படும் மென்பொருள் வளங்களை சரிபார்த்து சரிபார்க்கும் மெய்நிகர் சேவையகத்தில் கருவிகள் மற்றும் ச்கிரிப்ட்களை நிறுவுதல் மற்றும் செயல்படுத்துவது ஆகியவற்றை இயக்குவது அல்லது உறுதிப்படுத்துவது இதில் அடங்கும்.
tr: Kullanılan yazılım çözümünü doğrulamak veya Hizmetler aracılığıyla yüklenen atanmış yazılım kaynaklarının ve içeriğin lisansını denetlemek için Kullanıcı, Sağlayıcı’ya tam işbirliği sağlamayı kabul eder. Bu işbirliği, kullanılan yazılım kaynaklarını doğrulayan ve kontrol eden araçların ve komut dosyalarının sanal sunucuda kurulmasını ve yürütülmesini etkinleştirmeyi veya sağlamayı içerir.
uk: Для перевірки використовуваного програмного рішення або перевірки ліцензування призначених програмних ресурсів і вмісту, завантаженого через Послуги, Користувач погоджується надавати повну співпрацю Постачальнику. Це включає в себе ввімкнення або забезпечення встановлення та виконання інструментів і сценаріїв на віртуальному сервері, які перевіряють і перевіряють ресурси програмного забезпечення, що використовуються.
zh_hans: 为了验证所用软件解决方案或审计分配的软件资源的许可及通过服务上传的内容，用户同意向提供者提供完全配合。这包括允许或确保在虚拟服务器上安装和执行验证并检查所用软件资源的工具和脚本。
zh_hant: 為驗證所使用之軟體解決方案，或稽核指派軟體資源及透過本服務上傳內容之授權狀況，使用者同意提供提供者完全之配合。此包含啟用或確保在虛擬伺服器上安裝及執行驗證與檢查所用軟體資源之工具及指令碼。

source: The User expressly agrees to be responsible for any damage caused to the Provider, its clients, partners, or third parties. This responsibility particularly includes the consequences of any legal actions that violate the provisions of Article 10 of these Terms. The User also agrees that the Provider may adjust the Service settings to prevent misuse. In case of breach by the User, the unused service period will not be refunded and will automatically be considered a one-time contractual penalty. This penalty does not affect the Provider’s right to claim damages in addition to the penalty.
cs: Uživatel výslovně souhlasí s tím, že je odpovědný za veškerou škodu způsobenou Poskytovateli, jeho klientům, partnerům nebo jakýmkoli třetím stranám. Tato odpovědnost zahrnuje zejména důsledky jakéhokoli právního jednání, které porušuje ustanovení tohoto čl. 10 VOP výše. Uživatel rovněž souhlasí, že Poskytovatel může v rámci ochrany svých Služeb upravit jejich nastavení, aby maximálně zabránil jejich zneužití. Cena za nevyužité období po zrušení Služby nebude Uživateli v případě porušení povinností ze strany Uživatele vrácena a bude automaticky považována za jednorázovou smluvní pokutu za porušení povinnosti; sjednání smluvní pokuty ani její úhrada nemá vliv na právo Poskytovatele domáhat se vedle ní rovněž náhrady škody.
de: Der Benutzer erklärt sich ausdrücklich damit einverstanden, für jeden Schaden, der dem Anbieter, seinen Kunden, Partnern oder Drittanbietern entsteht, verantwortlich zu sein. Diese Verantwortung umfasst insbesondere die Folgen von Handlungen, die gegen die Bestimmungen von Artikel 10 der vorliegenden Begriffe verstoßen. Der Benutzer erklärt sich auch damit einverstanden, dass der Anbieter die Einstellungen des Dienstes anpassen kann, um Missbrauch zu verhindern. Im Falle eines Verstoßes durch den Benutzer wird der nicht genutzte Zeitraum des Dienstes nicht zurückerstattet und gilt automatisch als einmalige Vertragsstrafe. Diese Vertragsstrafe berührt nicht das Recht des Anbieters, zusätzlich zur Vertragsstrafe Schadensersatz zu verlangen.
es: El Usuario acepta expresamente ser responsable de cualquier daño o perjuicio que cause al Prestador, a sus clientes, socios, o a terceros. Esta responsabilidad incluye particularmente las consecuencias de cualquier acción legal que viole lo dispuesto en el artículo 10 de estos Términos. El Usuario también acepta que el Proveedor pueda ajustar la configuración del Servicio para evitar un uso indebido. En caso de incumplimiento por parte del Usuario, el período de servicio no utilizado no será reembolsado y automáticamente se considerará una penalización contractual única. Esta multa no afecta el derecho del Proveedor a reclamar daños y perjuicios además de la multa.
fr: L’Utilisateur accepte expressément d’être responsable de tout dommage causé au Prestataire, à ses clients, partenaires ou à des tiers. Cette responsabilité inclut notamment les conséquences de toute action en justice qui enfreint les dispositions de l’article 10 des présentes Conditions. L’Utilisateur accepte également que le Prestataire puisse modifier les paramètres du Service afin de prévenir tout abus. En cas de manquement de l’Utilisateur, la période de service non utilisée ne sera pas remboursée et constituera automatiquement une pénalité contractuelle unique. Cette pénalité n’affecte pas le droit du Prestataire de réclamer des dommages et intérêts en sus de la pénalité.
ga: Aontaíonn an tÚsáideoir go sainráite a bheith freagrach as aon damáiste a dhéantar don Soláthraí, dá chliaint, dá chomhpháirtithe nó do thríú páirtithe. Áirítear ar an bhfreagracht sin go háirithe iarmhairtí aon chaingean dlí a sháraíonn forálacha Airteagal 10 de na Téarmaí seo. Aontaíonn an tÚsáideoir freisin go bhféadfaidh an Soláthraí na socruithe Seirbhíse a choigeartú chun mí-úsáid a chosc. I gcás sárú ag an Úsáideoir, ní aisíocfar an tréimhse seirbhíse nár úsáideadh agus measfar gur pionós conarthach aonuaire é go huathoibríoch. Ní dhéanann an pionós seo difear do cheart an tSoláthraí damáistí a éileamh de bhreis ar an bpionós.
hu: A Felhasználó kifejezetten elfogadja, hogy felelősséggel tartozik minden olyan kárért, amelyet a Szolgáltatónak, ügyfeleinek, partnereinek vagy harmadik feleknek okoz. Ez a felelősség különösen kiterjed azokra az esetekre, amikor a Felhasználó a jelen Feltételek 10. cikkét sérti meg. A Felhasználó elfogadja azt is, hogy a Szolgáltató jogosult a Szolgáltatás beállításait módosítani a visszaélések megelőzése érdekében. Ha a Felhasználó megsérti a Feltételeket, a ki nem használt Szolgáltatási időszak nem kerül visszatérítésre, és az elveszett időszakot automatikusan egyszeri kötbérként kell kezelni. Ez a kötbér nem érinti a Szolgáltató azon jogát, hogy további kártérítést követeljen.
id: Pengguna secara tegas setuju untuk bertanggung jawab atas segala kerugian yang dialami Penyedia, kliennya, mitranya, atau pihak ketiga. Tanggung jawab ini khususnya mencakup konsekuensi dari segala tindakan hukum yang melanggar ketentuan Pasal 10 Ketentuan ini. Pengguna juga setuju bahwa Penyedia dapat menyesuaikan pengaturan Layanan untuk mencegah penyalahgunaan. Jika terjadi pelanggaran oleh Pengguna, periode layanan yang tidak digunakan tidak akan dikembalikan dan secara otomatis akan dianggap sebagai denda kontraktual satu kali. Denda ini tidak memengaruhi hak Penyedia untuk menuntut ganti rugi selain denda.
ja: 利用者は、事業者、その顧客、パートナー、または第三者に生じた損害について、利用者自身が責任を負うことを明示的に承諾します。この責任には、特に本規約第10条の規定に違反する行為に起因する法的措置の結果が含まれます。また、利用者は、事業者が不正利用を防止するためにサービス設定を調整することに同意します。利用者が本規約に違反した場合、未使用のサービス期間について返金は行われず、自動的に一回限りの契約違反金として扱われます。この違反金は、事業者が違反金とは別に損害賠償を請求する権利を妨げるものではありません。
nl: Ge gebruiker gaat er nadrukkelijk mee akkoord verantwoordelijk te zijn voor enige schade die is veroorzaakt bij de provider, diens cliënten, partners of derde partijen. Deze verantwoordelijkheid omvat in het bijzonder de consequenties van wettelijke acties die een overtreding zijn van de voorwaarden van Artikel 10 van deze bepalingen. De gebruiker gaat er ook mee akkoord dat de provider de instellingen van de service kan aanpassen om misbruik te voorkomen. In het geval van inbreuk door de gebruiker, zal de niet gebruikte serviceperiode niet worden teruggegeven en zal automatisch worden beschouwd als een eenmalige contractuele straf. Deze straf heeft geen invloed op het recht van de provider om schade te claimen in aanvulling op de straf.
pt_br: O Usuário concorda expressamente em ser responsável por qualquer dano causado ao Provedor, seus clientes, parceiros ou terceiros. Esta responsabilidade inclui particularmente as consequências de quaisquer ações legais que violem as disposições do Artigo 10 destes Termos. O Usuário também concorda que o Provedor pode ajustar as configurações do Serviço para evitar uso indevido. Em caso de violação pelo Usuário, o período de serviço não utilizado não será reembolsado e será automaticamente considerado uma penalidade contratual única. Esta penalidade não afeta o direito do Provedor de reivindicar danos além da penalidade.
ru: Пользователь однозначно соглашается нести ответственность за любой ущерб, причинённый Поставщику, его клиентам, партнёрам или третьим лицам. Эта ответственность, в частности, включает в себя последствия любых юридических действий, нарушающих положения статьи 10 настоящих Условий. Пользователь также соглашается с тем, что Поставщик может корректировать настройки Сервиса для предотвращения неправомерного использования. В случае нарушения Пользователем условий договора неиспользованный период обслуживания не возвращается и автоматически считается единовременной неустойкой. Данная неустойка не влияет на право Поставщика требовать возмещения убытков в дополнение к неустойке.
sk: Používateľ výslovne súhlasí s tým, že je zodpovedný za všetku škodu spôsobenú Poskytovateľovi, jeho klientom, partnerom alebo akýmkoľvek tretím stranám. Táto zodpovednosť zahŕňa najmä dôsledky akéhokoľvek právneho konania, ktoré porušuje ustanovenia tohto článku 10 VOP vyššie. Používateľ taktiež súhlasí, že Poskytovateľ môže v rámci ochrany svojich Služieb upraviť ich nastavenia, aby maximálne zabránil ich zneužitiu. Cena za nevyužité obdobie po zrušení Služby nebude Používateľovi v prípade porušenia povinností zo strany Používateľa vrátená a bude automaticky považovaná za jednorazovú zmluvnú pokutu za porušenie povinnosti; dojednanie zmluvnej pokuty ani jej úhrada nemá vplyv na právo Poskytovateľa domáhať sa vedľa nej tiež náhrady škody.
sl: Uporabnik se izrecno strinja, da je odgovoren za kakršno koli škodo, povzročeno ponudniku, njegovim strankam, partnerjem ali tretjim osebam. Ta odgovornost vključuje zlasti posledice kakršnih koli pravnih dejanj, ki kršijo določbe 10. člena teh pogojev. Uporabnik se strinja tudi, da lahko ponudnik prilagodi nastavitve storitve, da prepreči zlorabo. V primeru kršitve s strani uporabnika se neizkoriščeno obdobje storitve ne povrne in se samodejno šteje za enkratno pogodbeno kazen. Ta kazen ne vpliva na pravico ponudnika, da poleg pogodbene kazni zahteva tudi odškodnino.
sv: Användaren samtycker uttryckligen till att vara ansvarig för alla skador som orsakas leverantören, dess kunder, partners eller tredje part. Detta ansvar omfattar särskilt konsekvenserna av alla rättsliga åtgärder som bryter mot bestämmelserna i artikel 10 i dessa villkor. Användaren samtycker också till att leverantören får justera tjänstens inställningar för att förhindra missbruk. Vid överträdelse från användarens sida återbetalas inte den outnyttjade tjänsteperioden och betraktas automatiskt som en engångsstraffavgift. Denna straffavgift påverkar inte leverantörens rätt att kräva skadestånd utöver straffavgiften.
ta: வழங்குநர், அதன் வாடிக்கையாளர்கள், கூட்டாளர்கள் அல்லது மூன்றாம் தரப்பினருக்கு ஏற்படும் எந்தவொரு சேதத்திற்கும் பொறுப்பாக இருக்க பயனர் வெளிப்படையாக ஒப்புக்கொள்கிறார். இந்த விதிமுறைகளின் 10 வது பிரிவின் விதிகளை மீறும் எந்தவொரு சட்ட நடவடிக்கைகளின் விளைவுகளையும் இந்த பொறுப்பு குறிப்பாக உள்ளடக்கியது. தவறாகப் பயன்படுத்துவதைத் தடுக்க வழங்குநர் பணி அமைப்புகளை சரிசெய்யலாம் என்பதையும் பயனர் ஒப்புக்கொள்கிறார். பயனரால் மீறல் ஏற்பட்டால், பயன்படுத்தப்படாத பணி காலம் திருப்பித் தரப்படாது, மேலும் தானாகவே ஒரு முறை ஒப்பந்த தண்டம் என்று கருதப்படும். இந்த தண்டம் அபராதத்திற்கு கூடுதலாக சேதங்களை கோருவதற்கான வழங்குநரின் உரிமையை பாதிக்காது.
tr: Kullanıcı, Sağlayıcı’ya, müşterilerine, ortaklarına veya üçüncü taraflara verilen her türlü zarardan sorumlu olacağını açıkça kabul eder. Bu sorumluluk özellikle bu Koşulların 10. Maddesinin hükümlerini ihlal eden her türlü yasal eylemin sonuçlarını içerir. Kullanıcı ayrıca Sağlayıcı’nın kötüye kullanımı önlemek için Hizmet ayarlarını değiştirebileceğini kabul eder. Kullanıcı tarafından ihlal edilmesi durumunda, kullanılmayan hizmet süresi iade edilmeyecek ve otomatik olarak bir kerelik sözleşme cezası olarak kabul edilecektir. Bu ceza, Sağlayıcı’nın cezaya ek olarak tazminat talep etme hakkını etkilemez.
uk: Користувач чітко погоджується нести відповідальність за будь-яку шкоду, заподіяну Постачальнику, його клієнтам, партнерам або третім особам. Ця відповідальність, зокрема, включає наслідки будь-яких юридичних дій, які порушують положення статті 10 цих Умов. Користувач також погоджується з тим, що Постачальник може налаштувати налаштування Сервісу для запобігання зловживанням. У разі порушення Користувачем невикористаний період обслуговування не повертається і автоматично вважатиметься одноразовою штрафною санкцією. Цей штраф не впливає на право Постачальника вимагати відшкодування збитків на додаток до штрафу.
zh_hans: 用户明确同意对任何给提供者、其客户、合作伙伴、或第三方造成的损害负责。这一责任尤其包括违反这些条款第 10 款的规定的任何法律行动。用户还同意提供者可以调整服务设置来防止滥用。如果发生用户导致的信息泄露，未使用的服务期不会被退款并将被自动视为一次性的合约罚款。此罚款不影响提供者在罚款基础上额外索赔的权利。
zh_hant: 使用者明示同意對提供者、其客戶、合作夥伴或第三方造成之任何損害負責。此責任特別包含違反本條款第 10 條規定之任何法律行動之後果。使用者亦同意提供者得調整服務設定以防止濫用。若使用者違約，未使用的服務期間將不予退款，並自動視為一次性違約金。此違約金不影響提供者除違約金外請求損害賠償之權利。

source: Termination of the Agreement
cs: Ukončení Smlouvy
de: Kündigung des Vertrags
fr: Fin du contrat
ga: Foirceannadh an Chomhaontaithe
hu: A Szerződés megszűnése
id: Pemutusan Perjanjian
ja: 契約の終了
nl: Beëindiging van de overeenkomst
pt_br: Rescisão do Contrato
ru: Расторжение Соглашения
sk: Ukončenie zmluvy
sl: Prenehanje pogodbe
sv: Uppsägning av avtalet
ta: ஒப்பந்தத்தை முடித்தல்
tr: Sözleşmenin Feshi
uk: Розірвання Договору
zh_hans: 协议终止
zh_hant: 協議之終止
