Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: identifiers for Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE, and Ubuntu in the event that accounts with these providers are linked to the User account,
cs: identifikátory Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE a Ubuntu v případě propojení účtů u těchto poskytovatelů s Uživatelským účtem,
de: Kennungen für Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE und Ubuntu für den Fall, dass Konten bei diesen Anbietern mit dem Benutzerkonto verknüpft sind,
es: identificadores para Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE y Ubuntu en caso de que las cuentas con estos proveedores estén vinculadas a la cuenta del usuario,
fr: les identifiants de Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE et Ubuntu dans le cas où les comptes de ces fournisseurs sont liés au compte de l'utilisateur,
ga: aitheantóirí do Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE, agus Ubuntu sa chás go bhfuil cuntais leis na soláthraithe seo nasctha leis an gcuntas Úsáideora,
hu: azonosítók Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE és Ubuntu esetén, ha ezek a szolgáltatói fiókok össze vannak kapcsolva a Felhasználói fiókkal,
id: pengenal untuk Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE, dan Ubuntu jika akun dengan penyedia ini ditautkan ke akun Pengguna,
ja: Bitbucket、Facebook、Google、LinkedIn、GitHub、GitLab、openSUSE および Ubuntu の各サービス事業者のアカウントが、利用者アカウントに連携されている場合に取得される識別子、
nl: identificaties voor Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE en Ubuntu in de gevallen dat accounts bij deze providers zijn gekoppeld aan het account van de gebruiker,
pt_br: identificadores para Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE e Ubuntu no caso de contas com esses provedores estarem vinculadas à conta do Usuário,
ru: идентификаторы Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE и Ubuntu в том случае, если к учётной записи Пользователя привязаны аккаунты этих поставщиков,
sk: identifikátory Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE a Ubuntu v prípade prepojenia účtov u týchto poskytovateľov s Používateľským účtom,
sl: identifikatorji za Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE in Ubuntu v primeru, da so računi pri teh ponudnikih povezani z uporabniškim računom,
sv: identifierare för Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE och Ubuntu i händelse av att konton hos dessa leverantörer är kopplade till användarkontot,
ta: பிட்பக்கெட், பேச்புக், கூகிள், லிங்க்ட்இன், அறிவிலிமையம், அறிவிலிஆய்வு, ஓபன்ச்யூச் மற்றும் உபுண்டு ஆகியவற்றிற்கான அடையாளங்காட்டிகள் இந்த வழங்குநர்களுடனான கணக்குகள் பயனர் கணக்கில் இணைக்கப்பட்டுள்ளன,
tr: bu sağlayıcılardaki hesapların Kullanıcı hesabına bağlı olması durumunda, Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE ve Ubuntu için tanımlayıcılar,
uk: ідентифікатори для Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE та Ubuntu у випадку, якщо облікові записи цих постачальників пов’язані з обліковим записом користувача,
zh_hans: Bitbucket、Facebook、Google、LinkedIn、GitHub、GitLab、openSUSE 和 Ubuntu 身份，倘若这些提供者的账户和用户账户相关联，
zh_hant: 若使用者帳號與 Bitbucket、Facebook、Google、LinkedIn、GitHub、GitLab、openSUSE 及 Ubuntu 等提供者之帳號連結，則包含該等識別碼；

source: specifications of the Service and Product used by the User,
cs: specifikace Služby a Produktu využívaných Uživatelem,
de: Spezifikationen des vom Benutzer genutzten Dienstes und Produkts,
es: especificaciones del Servicio y del Producto utilizado por el Usuario,
fr: caractéristiques du Service et du Produit utilisés par l'Utilisateur,
ga: sonraíochtaí na Seirbhíse agus an Táirge a úsáideann an tÚsáideoir,
hu: a Felhasználó által használt Szolgáltatás és Termék specifikációi,
id: spesifikasi Layanan dan Produk yang digunakan oleh Pengguna,
ja: 利用者が利用する当該サービスおよび製品の仕様、
nl: specificaties van de Service en het Product dat door de gebruiker wordt gebruikt,
pt_br: especificações do Serviço e Produto utilizado pelo Usuário,
ru: технические характеристики Сервиса и Продукта, используемых Пользователем,
sk: špecifikácie Služby a Produktu využívaných Používateľom,
sl: specifikacije storitve in izdelka, ki ga uporablja uporabnik,
sv: specifikationer för den tjänst och produkt som användaren använder,
ta: பயனர் பயன்படுத்தும் சேவையின் விவரக்குறிப்புகள் மற்றும் தயாரிப்பு,
tr: kullanıcı tarafından kullanılan Hizmet ve Ürün özellikleri,
uk: характеристики Сервісу та Продукту, які використовує Користувач,
zh_hans: 用户所用服务和产品的规格，
zh_hant: 使用者所使用之服務及產品規格；

source: information about the number of team members of the User and their roles,
cs: informace o počtu členů týmu Uživatele a jejich rolích,
de: Informationen über die Anzahl der Teammitglieder des Benutzers und deren Rollen,
es: información sobre el número de miembros del equipo del usuario y sus funciones,
fr: informations sur le nombre de membres de l'équipe de l'Utilisateur et leurs rôles,
ga: faisnéis faoi líon na mball foirne den Úsáideoir agus a róil, lena n-áirítear
hu: a Felhasználó csapatának taglétszámára és a tagok szerepeire vonatkozó információk,
id: informasi tentang jumlah anggota tim Pengguna dan perannya,
ja: 利用者のチームメンバーの人数および各メンバーの役割に関する情報、
nl: informatie over het aantal teamleden van de gebruiker en hun rollen,
pt_br: informações sobre o número de membros da equipe do Usuário e suas funções,
ru: информация о количестве участников команды Пользователя и их ролях,
sk: informácie o počte členov tímu Používateľa a ich rolách,
sl: informacije o številu članov ekipe uporabnika in njihovih vlogah,
sv: information om antalet teammedlemmar hos användaren och deras roller,
ta: பயனரின் குழு உறுப்பினர்களின் எண்ணிக்கை மற்றும் அவர்களின் பாத்திரங்கள்பற்றிய தகவல்கள்,
tr: kullanıcının ekip üyelerinin sayısı ve rolleri hakkında bilgi,
uk: інформація про кількість членів команди Користувача та їх ролі,
zh_hans: 有关用户的团队成员数字及成员角色的信息，
zh_hant: 使用者團隊成員數量及其角色之資訊；

source: all other user settings of the User account (including the so-called Profile), i.e., settings for languages, notifications, if they can identify the User directly or indirectly,
cs: veškeré další uživatelské nastavení Uživatelského účtu (včetně tzv. Profilu), tedy nastavení jazyků, notifikací, může-li Uživatele přímo či nepřímo identifikovat,
de: alle anderen Benutzereinstellungen des Benutzerkontos (einschließlich des so genannten Profils), d.h. Einstellungen für Sprachen, Benachrichtigungen, wenn sie den Benutzer direkt oder indirekt identifizieren können,
es: todos los demás ajustes de usuario de la cuenta de usuario (incluido el Perfil), es decir, los ajustes para idiomas, notificaciones, si pueden identificar al usuario directa o indirectamente,
fr: tous les autres paramètres du compte de l'utilisateur (y compris ce que l'on appelle le profil), c'est-à-dire les paramètres relatifs aux langues et aux notifications, s'ils permettent d'identifier l'utilisateur directement ou indirectement,
ga: gach suíomh úsáideora eile den chuntas Úsáideora (lena n-áirítear an Phróifíl mar a thugtar uirthi), i.e., socruithe le haghaidh teangacha, fógraí, más féidir leo an tÚsáideoir a aithint go díreach nó go hindíreach,
hu: a Felhasználói fiók összes beállítása (beleértve a Profilt is), azaz nyelvi, értesítési beállítások, ha ezek közvetlenül vagy közvetve azonosítani tudják a Felhasználót,
id: semua pengaturan pengguna lainnya dari akun Pengguna (termasuk yang disebut Profil), yaitu, pengaturan untuk bahasa, pemberitahuan, jika mereka dapat mengidentifikasi Pengguna secara langsung atau tidak langsung,
ja: 利用者アカウントのその他の全ての利用者の設定（いわゆるプロフィールを含む）、すなわち言語、通知、利用者を直接または間接的に識別可能か否かに関する設定、
nl: alle andere gebruikersinstellingen van het gebruikersaccount (inclusief het zogenoemde Profiel), d.i. instellingen voor talen, notificaties, als ze de gebruiker direct of indirect kunnen identificeren,
pt_br: todas as outras configurações de usuário da conta do Usuário (incluindo o chamado Perfil), ou seja, configurações de idiomas, notificações, se puderem identificar o Usuário direta ou indiretamente,
ru: все прочие пользовательские настройки учётной записи Пользователя (включая так называемый Профиль), т.е. настройки языков, уведомлений, если они могут прямо или косвенно идентифицировать Пользователя,
sk: všetky ďalšie používateľské nastavenia Používateľského účtu (vrátane tzv. Profilu), teda nastavenie jazykov, notifikácií, ak môže Používateľa priamo alebo nepriamo identifikovať,
sl: vse druge uporabniške nastavitve uporabniškega računa (vključno s tako imenovanim profilom), tj. nastavitve za jezike, obvestila, če lahko neposredno ali posredno identificirajo uporabnika,
sv: alla andra användarinställningar för användarkontot (inklusive den så kallade profilen), dvs. inställningar för språk, aviseringar, om de kan identifiera användaren direkt eller indirekt,
ta: பயனர் கணக்கின் மற்ற அனைத்து பயனர் அமைப்புகளும் (சுயவிவரம் என்று அழைக்கப்படுவது உட்பட), அதாவது, மொழிகளுக்கான அமைப்புகள், அறிவிப்புகள், பயனரை நேரடியாகவோ அல்லது மறைமுகமாகவோ அடையாளம் காண முடிந்தால்,
tr: kullanıcıyı doğrudan veya dolaylı olarak tanımlayabiliyorsa, Kullanıcı hesabının diğer tüm kullanıcı ayarları (sözde Profil dahil), yani dil ayarları, bildirimler,
uk: усі інші налаштування користувача облікового запису користувача (включаючи так званий профіль), тобто налаштування мов, сповіщень, якщо вони можуть ідентифікувати користувача прямо чи опосередковано,
zh_hans: 用户账户的所有其他用户设置（包括所谓的“个人资料”），即语言设置、通知，即便它们可以直接或间接地识别用户身份，
zh_hant: 使用者帳號之所有其他設定（含所謂「個人檔案」），即語言、通知等設定，若該等設定可直接或間接識別使用者；

source: bank account number and possibly other payment details of the User,
cs: číslo bankovního účtu a případně další platební údaje Uživatele,
de: die Nummer des Benutzerkontos und möglicherweise andere Zahlungsdaten des Benutzers,
es: número de cuenta bancaria y posiblemente otros detalles de pago del Usuario,
fr: numéro de compte bancaire et éventuellement d'autres modes de paiement de l'Utilisateur,
ga: uimhir chuntais bainc agus, b'fhéidir, sonraí íocaíochta eile an Úsáideora,
hu: bankszámlaszám és esetleg más fizetési adatok,
id: nomor rekening bank dan mungkin rincian pembayaran lainnya dari Pengguna,
ja: 利用者の銀行口座番号および必要に応じてその他の支払に関する情報、
nl: bankrekeningnummer en mogelijke andere details voor betalingen van de gebruiker,
pt_br: número da conta bancária e possivelmente outros detalhes de pagamento do Usuário,
ru: номер банковского счёта и, возможно, другие платёжные реквизиты Пользователя,
sk: číslo bankového účtu a prípadne ďalšie platobné údaje Používateľa,
sl: številka bančnega računa in morebiti drugi podatki o plačilu Uporabnika,
sv: bankkontonummer och eventuellt andra betalningsuppgifter om användaren,
ta: வங்கி கணக்கு எண் மற்றும் பயனரின் பிற கட்டண விவரங்கள்,
tr: banka hesap numarası ve muhtemelen Kullanıcı’nın diğer ödeme bilgileri,
uk: номер банківського рахунку та, можливо, інші платіжні реквізити Користувача,
zh_hans: 用户的银行账户编号及可能的其他支付详情，
zh_hant: 使用者之銀行帳號及其他可能之付款詳細資訊；

source: cryptocurrency wallet address or addresses,
cs: adresa kryptoměnové peněženky či adresy kryptoměnových peněženek,
de: Kryptowährungs-Wallet-Adresse oder -Adressen,
es: dirección o direcciones de la cartera de criptomoneda,
fr: l'adresse ou les adresses du portefeuille de crypto-monnaies,
ga: seoladh sparán cryptocurrency nó seoltaí,
hu: kriptovaluta pénztárca címe vagy címei,
id: alamat dompet mata uang kripto atau alamat,
ja: 暗号資産ウォレットのアドレスまたは複数のアドレス、
nl: adres of adressen van wallet(s) voor cryptocurrency,
pt_br: endereço ou endereços de carteira de criptomoeda,
ru: адрес или адреса криптовалютного кошелька,
sk: adresa kryptomenovej peňaženky či adresy kryptomenových peňaženiek,
sl: naslov ali naslovi denarnice za kriptovalute,
sv: kryptovalutaplånboksadress eller adresser,
ta: மறையீட்டு நாணயம் வாலட் முகவரி அல்லது முகவரிகள்,
tr: kripto para cüzdanı adresi veya adresleri,
uk: адресу або адреси гаманця криптовалюти,
zh_hans: 一个或多个加密货币钱包地址，
zh_hant: 加密貨幣錢包地址；

source: other personal data contained in messages sent by the User to the Provider (especially the subject and other content of the message),
cs: další osobní údaje obsažené ve zprávě Uživatele zaslané Poskytovateli (zejména předmět a další obsah zprávy),
de: sonstige personenbezogene Daten, die in Nachrichten enthalten sind, die der Benutzer an den Anbieter sendet (insbesondere den Betreff und den sonstigen Inhalt der Nachricht),
es: otros datos personales contenidos en mensajes enviados por el Usuario al Proveedor (especialmente el tema y otros contenidos del mensaje),
fr: d'autres données à caractère personnel contenues dans les messages envoyés par l'utilisateur au prestataire (en particulier l'objet et d'autres éléments du message),
ga: sonraí pearsanta eile atá i dteachtaireachtaí a sheol an tÚsáideoir chuig an Soláthraí (go háirithe ábhar agus ábhar eile na teachtaireachta),
hu: a Felhasználó által a Szolgáltatónak küldött üzenetekben szereplő egyéb személyes adatok (különösen a tárgy és az üzenet tartalma),
id: data pribadi lainnya yang terdapat dalam pesan yang dikirim oleh Pengguna kepada Penyedia (terutama subjek dan konten pesan lainnya),
ja: 利用者が事業者に送信したメッセージに含まれるその他の個人データ（特に件名および本文の内容）、
nl: andere persoonlijke gegevens die zijn opgenomen in berichten die door de gebruiker zijn verzonden aan de provider (speciaal het onderwerp en andere inhoud van het bericht),
pt_br: outros dados pessoais contidos nas mensagens enviadas pelo Usuário ao Provedor (especialmente o assunto e outro conteúdo da mensagem),
ru: другие персональные данные, содержащиеся в сообщениях, отправленных Пользователем Поставщику (в частности, тема и другое содержание сообщения),
sk: ďalšie osobné údaje obsiahnuté v správe Používateľa zaslanej Poskytovateľovi (najmä predmet a ďalší obsah správy),
sl: drugi osebni podatki, ki jih vsebujejo sporočila, ki jih uporabnik pošlje ponudniku (zlasti zadeva in druga vsebina sporočila),
sv: andra personuppgifter som ingår i meddelanden som användaren skickar till leverantören (särskilt ämnet och annat innehåll i meddelandet),
ta: வழங்குநருக்கு (குறிப்பாகச் செய்தியின் பொருள் மற்றும் பிற உள்ளடக்கம்) பயனர் அனுப்பிய செய்திகளில் உள்ள பிற தனிப்பட்ட தரவு,
tr: Kullanıcı tarafından Sağlayıcı’ya gönderilen iletilerde yer alan diğer Kişisel Veri’ler (özellikle iletinin konusu ve diğer içeriği),
uk: інші персональні дані, що містяться в повідомленнях, надісланих Користувачем Провайдеру (особливо тема та інший зміст повідомлення),
zh_hans: 其他包含在用户发送给提供者的消息中的个人数据（尤其是消息的标题和其他内容），
zh_hant: 使用者發送予提供者之訊息中所含之其他個人資料（尤指主旨及訊息內容）；

source: other personal data contained in communications with the Provider's support,
cs: další osobní údaje obsažené v komunikaci s podporou Poskytovatele,
de: sonstige personenbezogene Daten, die in der Kommunikation mit der Unterstützung des Anbieters enthalten sind,
es: otros datos personales contenidos en las comunicaciones con el soporte del proveedor,
fr: les autres données à caractère personnel contenues dans les communications avec l'assistance du Prestataire,
ga: sonraí pearsanta eile atá i gcumarsáid le tacaíocht an tSoláthraí, lena n-áirítear
hu: a Szolgáltató ügyféltámogatásával folytatott kommunikációban szereplő egyéb személyes adatok,
id: data pribadi lainnya yang terkandung dalam komunikasi dengan dukungan Penyedia,
ja: 事業者のサポートとの通信に含まれるその他の個人情報、
nl: andere persoonlijke gegevens die zijn opgenomen in communicatie met de ondersteuning van de provider,
pt_br: outros dados pessoais contidos nas comunicações com o suporte do Provedor,
ru: другие персональные данные, содержащиеся в коммуникациях со службой поддержки Поставщика,
sk: ďalšie osobné údaje obsiahnuté v komunikácii s podporou Poskytovateľa,
sl: drugi osebni podatki, ki jih vsebuje komunikacija s podporo ponudnika,
sv: andra personuppgifter som ingår i kommunikation med leverantörens support,
ta: வழங்குநரின் ஆதரவுடன் தகவல்தொடர்புகளில் உள்ள பிற தனிப்பட்ட தரவு,
tr: Sağlayıcı’nın desteği ile yapılan iletişimlerde yer alan diğer Kişisel Veri’ler,
uk: інші персональні дані, що містяться в комунікаціях зі службою підтримки Провайдера,
zh_hans: 其他包含在与提供者的支持人员沟通中的个人数据，
zh_hant: 與提供者支援部門通訊內容中所含之其他個人資料；

source: system data, logs, and session logs including the User's IP address,
cs: systémové údaje, protokoly a logy relací včetně IP adresy Uživatele,
de: Systemdaten, Protokolle und Sitzungsprotokolle einschließlich der IP-Adresse des Benutzers,
es: datos del sistema, bitácoras, y bitácoras de sesión incluyendo la dirección IP del Usuario,
fr: les données du système, les journaux et les journaux de session, y compris l'adresse IP de l'utilisateur,
ga: sonraí córais, logaí, agus logaí seisiúin lena n-áirítear seoladh IP an Úsáideora,
hu: rendszeradatok, naplók és munkamenet-naplók, beleértve a Felhasználó IP-címét,
id: data sistem, log, dan log sesi termasuk alamat IP Pengguna,
ja: 利用者のIPアドレスを含むシステムデータ、ログおよびセッションログ、
nl: logs van systeemgegevens en sessielogs, inclusief het IP-adres van de gebruiker,
pt_br: dados do sistema, logs e logs de sessão, incluindo o endereço IP do usuário,
ru: системные данные, журналы действий и журналы сеансов, включая IP-адрес Пользователя,
sk: systémové údaje, protokoly a logy relácií vrátane IP adresy Používateľa,
sl: sistemski podatki, dnevniki in dnevniki sej, vključno z uporabnikovim IP-naslovom,
sv: systemdata, loggar och sessionsloggar inklusive användarens IP-adress,
ta: கணினி தரவு, பதிவுகள் மற்றும் பயனரின் ஐபி முகவரி உள்ளிட்ட அமர்வுப் பதிவுகள்,
tr: kullanıcının IP adresi de dahil olmak üzere sistem verileri, günlükler ve oturum günlükleri,
uk: системні дані, журнали та журнали сеансів, включаючи IP-адресу Користувача,
zh_hans: 系统数据、日志及会话日志，包括用户 IP 地址，
zh_hant: 系統資料、日誌及工作階段日誌，包含使用者之 IP 位址；

source: where the individual categories of personal data listed above will continue to be collectively referred to as "<strong>Personal Data</strong>".
cs: přičemž jednotlivé kategorie osobních údajů tak, jsou uvedeny výše, budou nadále souhrnně označovány jako „<strong>Osobní údaje</strong>“.
de: wobei die einzelnen oben aufgeführten Kategorien personenbezogener Daten weiterhin zusammenfassend als "<strong>personenbezogene Daten</strong>" bezeichnet werden.
es: donde las categorías individuales de datos del personal listados arriba continuará para ser referenciado colectivamente a un «<strong>Datos Personales</strong>».
fr: où les catégories individuelles de données personnelles listées ci-dessus continueront à être collectivement désignées comme « <strong>Données Personnelles</strong> ».
ga: i gcás ina leanfar de bheith ag tagairt go comhchoiteann do na catagóirí aonair sonraí pearsanta atá liostaithe thuas mar "<strong>Sonraí Pearsanta</strong>".
hu: a fenti kategóriákba tartozó személyes adatokat a továbbiakban együttesen „<strong>Személyes adatok</strong>” néven említjük.
id: di mana kategori individual data pribadi yang tercantum di atas akan terus disebut secara kolektif sebagai "<strong>Data Pribadi</strong>".
ja: 上記に列挙された各個人データのカテゴリは、引き続き総称して「<strong>個人データ</strong>」と称するものとする。
nl: naar de individuele categorieën van persoonlijke gegevens, zoals hierboven vermeld, zal in het vervolg collectief worden verwezen als "<strong>Persoonlijke gegevens</strong>".
pt_br: onde as categorias individuais de dados pessoais listadas acima continuarão a ser coletivamente referidas como "<strong>Dados Pessoais</strong>".
ru: в котором отдельные категории персональных данных, перечисленные выше, будут и далее совместно именоваться «<strong>Персональные данные</strong>».
sk: pričom jednotlivé kategórie osobných údajov tak, sú uvedené vyššie, budú naďalej súhrnne označované ako „<strong>Osobné údaje</strong>“.
sl: kjer se bodo posamezne kategorije osebnih podatkov, navedene zgoraj, še naprej skupno imenovale `<strong>Osebni podatki</strong>`.
sv: där de enskilda kategorierna av personuppgifter som anges ovan kommer att fortsätta att kallas "<strong>personuppgifter</strong>" i sammantaget.
ta: மேலே பட்டியலிடப்பட்ட தனிப்பட்ட தரவுகளின் தனிப்பட்ட வகைகள் "<strong> தனிப்பட்ட தரவு </strong>" என்று கூட்டாகக் குறிப்பிடப்படும்.
tr: yukarıda listelenen Kişisel Veri kategorileri toplu olarak<strong>"Kişisel Veri’ler</strong>" olarak anılmaya devam edecektir.
uk: де окремі категорії персональних даних, перелічені вище, продовжуватимуть спільно згадуватися як «<strong>Особисті дані</strong>».
zh_hans: 以上列举的个人数据的单个类别将继续被统称为 "<strong>个人数据</strong>"。
zh_hant: 上述各類個人資料，以下統稱為「<strong>個人資料</strong>」。
