Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: We process personal data (such as your e-mail address); those will be discarded from our database if you remove your account.
cs: Zpracováváme osobní údaje (např. e-mailovou adresu); tyto údaje odstraníme z naší databáze, jakmile smažete svůj účet.
da: Vi behandler personlige data (såsom din e-mailadresse); disse vil blive slettet fra databasen, hvis du fjerner din konto.
de: Wir verarbeiten personenbezogene Daten (z. B. Ihre E-Mail-Adresse); diese werden aus unserer Datenbank gelöscht, wenn Sie Ihr Konto löschen.
es: Tratamos datos personales (como tu dirección de correo electrónico), que serán eliminados de nuestra base de datos si eliminas tu cuenta.
fr: Nous collections des données personnelles (tel que votre adresse de courrier électronique), celles-ci seront supprimées de notre base de données si vous supprimez votre compte.
ga: Próiseálaimid sonraí pearsanta (ar nós do sheoladh ríomhphoist); caithfear iad sin ónár mbunachar sonraí má bhaineann tú do chuntas.
gl: Procesamos os datos persoais (como o seu enderezo de correo-e); desbotaranse da nosa base de datos se elimina a súa conta.
hu: Személyes adatokat kezelünk (például az e-mail-címét), amelyeket az adatbázisunkból törlünk, ha Ön törli a fiókját.
id: Kami mengolah data pribadi (seperti alamat surel Anda); mereka akan dibuang dari basis data kami jika Anda menghapus akun Anda.
ja: 個人情報（メールアドレスなど）は厳重に扱います。アカウントを削除した際は、データベースから廃棄します。
lt: Apdorojame Asmeninius duomenis (pavyzdžiui, jūsų el. pašto adresą). Jie bus pašalinti iš mūsų duomenų bazės, jei pašalinsite savo paskyrą.
nl: Wij verwerken persoonlijke gegevens (zoals uw e-mailadres). Deze worden uit onze databank verwijderd als u uw account verwijdert.
pt_br: Processamos os dados pessoais (como seu endereço de e-mail); os quais serão descartados de nossa base de dados se você remover sua conta.
ru: Мы обрабатываем персональные данные (например, ваш адрес электронной почты); Они будут удалены из нашей базы данных, если вы удалите свою учётную запись.
sk: Spracovávame osobné údaje (napr. e-mailovú adresu); tieto údaje odstránime z našej databázy, akonáhle odstránite svoj účet.
sl: Obdelujemo osebne podatke (kot je vaš e-poštni naslov); ti bodo zabrisani iz naše baze podatkov, če odstranite svoj račun.
sv: Vi behandlar personuppgifter (t.ex. din mejladress). De kommer att tas bort från vår databas om du tar bort ditt konto.
ta: நாங்கள் தனிப்பட்ட தரவை செயலாக்குகிறோம் (உங்கள் மின்னஞ்சல் முகவரி போன்றவை); உங்கள் கணக்கை அகற்றினால் அவை எங்கள் தரவுத்தளத்திலிருந்து நிராகரிக்கப்படும்.
tr: Kişisel Veri’lerinizi (e-posta adresiniz gibi) işleriz, bunlar siz hesabınızı siler silmez veri tabanımızdan kaldırılır.
uk: Ми обробляємо особисті дані (наприклад, адресу електронної пошти). Вони будуть викинуті з нашої бази даних щойно ви вилучите свій профіль.
zh_hans: 我们处理个人数据（如您的电子邮件地址），如果您删除账号，这些数据将从我们的数据库中清除。
zh_hant: 我們會處理個人資料（例如您的電子郵件地址）；若您移除帳號，相關資料將從我們的資料庫中刪除。

source: By registering, you agree that your name and username will be visible publicly as long as your account exists.
de: Mit Ihrer Registrierung erklären Sie sich damit einverstanden, dass Ihr Name und Benutzername öffentlich sichtbar sind, solange Ihr Benutzerkonto besteht.
fr: En vous enregistrant vous confirmez que votre nom et votre nom d'utilisateur seront visibles publiquement tant que votre compte existera.
ja: 登録することにより、あなたの氏名および利用者名は、アカウントが存在する限り公開されることに同意したものとみなされます。
pt_br: Ao se registrar, você concorda que seu nome e usuário ficarão publicamente visíveis enquanto sua conta existir.
ru: Регистрируясь, вы соглашаетесь с тем, что ваше имя и логин будут доступны общественности до тех пор, пока существует ваша учётная запись.
sl: Z registracijo se strinjate, da bosta vaše ime in uporabniško ime javno vidna, dokler obstaja vaš račun.
sv: Genom att registrera dig samtycker du till att ditt namn och användarnamn kommer att vara synliga för allmänheten så länge ditt konto finns.
ta: பதிவு செய்வதன் மூலம், உங்கள் கணக்கு இருக்கும் வரை உங்கள் பெயர் மற்றும் பயனர் பெயர் பொதுவில் தெரியும் என்பதை ஒப்புக்கொள்கிறீர்கள்.
zh_hant: 註冊即代表您同意在帳號存續期間，您的姓名和使用者名稱將公開顯示。

source: Your name and e-mail can be used in version control system commits to author the changes you made; they can be stored there indefinitely.
de: Ihr Name und Ihre E-Mail-Adresse können in Commits der Versionsverwaltung verwendet werden, um die von Ihnen vorgenommenen Änderungen zu vermerken; sie können dort auf unbestimmte Zeit gespeichert werden.
fr: Votre nom et votre adresse électronique peuvent être utilisés dans les enregistrements du système de contrôle de version pour authentifier les modifications que vous avez apportées ; ils peuvent y être stockés indéfiniment.
ja: あなたの名前とメールアドレスは、バージョン管理システムに変更履歴が翻訳者情報と記録されます。保管に期限はありません。
pt_br: Seu nome e e-mail pode ser usado nos commits de sistemas de controle de versões para registrar a autoria das mudanças feitas por você, onde podem ficar armazenados por tempo indeterminado.
sl: Vaše ime in e-poštni naslov se lahko uporabita v sistemskih zahtevah za nadzor različic za avtorizacijo sprememb, ki ste jih naredili; tam se lahko shranita za nedoločen čas.
sv: Ditt namn och din e-postadress kan användas i versionshanteringssystemets commit för att ange vem som gjort ändringarna; de kan lagras där på obestämd tid.
ta: உங்கள் பெயர் மற்றும் மின்னஞ்சலை நீங்கள் செய்த மாற்றங்களை எழுதும் பதிப்பு கட்டுப்பாட்டு அமைப்பில் பயன்படுத்தலாம்; அவை அங்குக் காலவரையின்றி சேமிக்கப்படும்.
zh_hant: 您的姓名和電子郵件可能會用於版本控制系統的提交記錄中，以標示您所做的變更；這些資料可能會被永久儲存。

source: Name choice is yours, and the e-mail address used for commits can be masked by Weblate to protect your privacy. You can enable this in your profile.
de: Der Name ist frei wählbar, und die für Commits verwendete E-Mail-Adresse kann von Weblate maskiert werden, um Ihre Privatsphäre zu schützen. Sie können dies in Ihrem Profil aktivieren.
fr: Vous êtes libre de choisir votre nom, et l'adresse e-mail utilisée pour vos contributions peut être masquée par Weblate afin de protéger votre vie privée. Vous pouvez activer cette option dans votre profil.
ja: 名前は自由に設定でき、記録用メールアドレスは Weblate により匿名化できます。匿名化はプロフィールで設定します。
pt_br: A escolha de nome fica a seu critério e o endereço de e-mail usado para commits pode ser mascarado pelo sistema Weblate para proteger sua privacidade. Você pode habilitar isso em seu perfil.
sl: Izbira imena je vaša, e-poštni naslov, ki se uporablja za objave, pa lahko Weblate zakrije, da zaščiti vašo zasebnost. To lahko omogočite v svojem profilu.
sv: Namnvalet är ditt, och den e-postadress som används för commit kan maskeras av Weblate för att skydda din integritet. Du kan aktivera detta i din profil.
ta: பெயர் தேர்வு உங்களுடையது, மேலும் உங்கள் தனியுரிமையைப் பாதுகாக்க உறுதிமொழிக்குப் பயன்படுத்தப்படும் மின்னஞ்சல் முகவரியை வலைபெயர்ப்பு மூலம் மறைக்கலாம். இதை உங்கள் தன்விவரத்தில் இயக்கலாம்.
zh_hant: 姓名的選擇權在您，且 Weblate 可遮蔽用於提交的電子郵件地址以保護您的隱私。您可以在個人檔案中啟用此功能。

source: You provide your contribution under the license defined by each project you contributed to.
de: Sie stellen Ihren Beitrag unter der Lizenz zur Verfügung, die für jedes Projekt gilt, zu dem Sie beigetragen haben.
fr: Vous fournissez vos contributions sous la licence définie par chaque projet auquel vous contribuez.
ja: あなたが行った貢献は、各プロジェクトで定義されたライセンスの下で提供されます。
pt_br: Você disponibiliza suas contribuições sob a licença definida por cada projeto para o qual você contribuiu.
ru: Вы предоставляете свой вклад в соответствии с лицензией, определённой для каждого проекта, в который вы внесли свой вклад.
sl: Svoj prispevek zagotavljate pod licenco, ki je določena za vsak projekt, h kateremu ste prispevali.
sv: Du tillhandahåller ditt bidrag enligt den licens som definieras av varje projekt du bidragit till.
ta: நீங்கள் பங்களித்த ஒவ்வொரு கருத்திட்டத்தாலும் வரையறுக்கப்பட்ட உரிமத்தின் கீழ் உங்கள் பங்களிப்பை வழங்குகிறீர்கள்.
zh_hant: 您所提供之貢獻，均依循您所貢獻之個別專案所訂定之授權條款。

source: We use cookies to deliver our services.
ar: نحن نستخدم ملفات تعريف الارتباط لتقديم خدماتنا.
ckb: ئێمە cookies بەکار ئەهێنیت بۆ گەیاندنی خزمەتگوزاریەکانمان.
cs: Používáme soubory cookie k poskytování našich služeb.
da: Vi bruger cookies til at levere vores tjenester.
de: Wir verwenden Cookies, um unsere Dienste bereitzustellen.
es: Utilizamos cookies para ofrecer nuestros servicios.
fi: Käytämme evästeitä palvelun tuottamisessa.
fr: Nous utilisons des cookies pour fournir nos services.
ga: Bainimid úsáid as fianáin chun ár seirbhísí a sheachadadh.
gl: Empregamos cookies para ofrecer os nosos servizos.
he: אנו משתמשים בעוגיות כדי להגיש את השירותים שלנו.
hu: Sütiket használunk a szolgáltatásaink működtetéséhez.
id: Kami menggunakan kuki untuk memberikan layanan kami.
is: Við notum vefkökur til að veita þjónustuna okkar.
ja: サービスの提供のために Cookie を使用します。
kab: NSeqdac inagan n tuqqna akken ad d-nmudd imeẓla.
lt: Naudojame slapukus savo paslaugoms teikti.
lv: Mēs izmantojam sīkfailus, lai nodrošinātu mūsu pakalpojumus.
nl: We gebruiken cookies om onze diensten aan te bieden.
pt_br: Usamos cookies para entregar nossos serviços.
ro: Utilizăm cookie-uri pentru a ne furniza serviciile.
ru: Мы используем файлы «куки», чтобы предоставлять наши сервисы.
sk: Na poskytovanie našich služieb používame súbory cookies.
sl: Za zagotavljanje naših storitev uporabljamo piškotke.
sv: Vi använder kakor för att leverera våra tjänster.
ta: எங்கள் சேவைகளை வழங்க குக்கீகளைப் பயன்படுத்துகிறோம்.
tr: Hizmetlerimizi sunmak için Tanımlama Bilgileri’ni kullanıyoruz.
uk: Ми використовуємо реп'яшки, щоб доставити наші послуги.
zh_hans: 我们使用 cookie 以提供服务。
zh_hant: 我們使用 Cookie 提供服務。

source: We don’t use any third-party cookies.
ar: نحن لا نستخدم أي ملفات تعريف ارتباط تابعة لجهات خارجية.
cs: Nepoužíváme žádné soubory cookie třetích stran.
de: Wir verwenden keine Cookies von Drittanbietern.
es: No utilizamos cookies de terceros.
fr: Nous n’utilisons pas de témoins de connexion tiers.
ga: Ní úsáidimid aon fhianán tríú páirtí.
gl: Non empregamos cookies de terceiros.
hu: Nem alkalmazunk harmadik féltől származó sütiket.
id: Kami tidak menggunakan kuki pihak ketiga mana pun.
ja: サードパーティの Cookie は使用していません。
lt: Nenaudojame jokių trečiųjų šalių slapukų.
nl: We maken geen gebruik van externe cookies.
pt_br: Não usamos cookies de terceiros.
ru: Мы не используем сторонние файлы куки.
sk: Nepoužívame žiadne súbory cookie tretích strán.
sl: Ne uporabljamo piškotkov tretjih oseb.
sv: Vi använder inga cookies från tredje part.
ta: நாங்கள் எந்த மூன்றாம் தரப்பு குக்கீகளையும் பயன்படுத்த மாட்டோம்.
tr: Herhangi bir üçüncü taraf Tanımlama Bilgileri kullanmıyoruz.
uk: Ми не використовуємо жодних сторонніх кук.
zh_hans: 我们不使用任何第三方 cookies。
zh_hant: 我們不使用任何第三方 Cookie。

source: The General Terms and Conditions document is legally-binding in English, translations are provided for your convenience.
cs: Dokument Všeobecné smluvní podmínky je právně závazný v angličtině, překlady jsou k dispozici pro vaše pohodlí.
de: Für die allgemeinen Geschäftsbedingungen ist das Dokument in englischer Sprache rechtsverbindlich, Übersetzungen davon werden zu Ihrer Information bereitgestellt.
es: El documento de las Condiciones Generales es legalmente vinculante en inglés, se proporcionan traducciones para su conveniencia.
fr: Le document des termes généraux et des conditions d'utilisation en anglais est légalement applicable. Ses traductions ne sont présentes que pour votre commodité.
ga: Tá an doiciméad Téarmaí agus Coinníollacha Ginearálta ina gceangal dlí i mBéarla, soláthraítear aistriúcháin ar mhaithe leat.
hu: Az Általános Szerződési Feltételek angol nyelvű változata jogilag kötelező érvényű, a fordítások kizárólag tájékoztató célt szolgálnak.
id: Dokumen Syarat dan Ketentuan Umum mengikat secara hukum dalam bahasa Inggris, terjemahan disediakan demi kenyamanan Anda.
ja: 一般利用規約の文書は英語版に限り法的効力が認められものであり、翻訳版は、お客様の便宜のために提供されたものに過ぎません。
nl: Het document General Terms and Conditions in de Engelse taal is wettelijk bindend, vertalingen worden voor uw gemak verstrekt.
pt_br: O documento de Termos e Condições Gerais é juridicamente vinculativo em inglês; as traduções são fornecidas para sua conveniência.
ru: Документ «Общие положения и условия» имеет юридическую силу только на английском языке, переводы предоставляются лишь для вашего удобства.
sk: Dokument Všeobecné obchodné podmienky je právne záväzný v anglickom jazyku, preklady sú poskytované pre vaše pohodlie.
sl: Dokument splošni pogoji poslovanja je pravno zavezujoč v angleščini, prevodi so na voljo za vaše lažje razumevanje.
sv: Dokumentet för de generella villkoren och bestämmelserna är juridiskt bindande på Engelska och översättningarna tillhandahålls för din bekvämlighet.
ta: பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள் ஆவணம் ஆங்கிலத்தில் சட்டப்பூர்வமாக பிணைக்கப்பட்டுள்ளது, உங்கள் வசதிக்காக மொழிபெயர்ப்புகள் வழங்கப்படுகின்றன.
tr: Genel Hüküm ve Koşullar belgesinin yasal olarak İngilizce dilindeki biçimi bağlayıcıdır, çeviriler size kolaylık sağlamak için sağlanmıştır.
uk: Документ «Загальні умови надання послуг» є юридично правильним лише англійською мовою, переклади надаються для вашої зручності.
zh_hans: 一般条款和条件文件为英文版，具有法律约束力，为您方便起见提供了翻译。
zh_hant: 本《一般條款與條件》文件以英文版本具法律拘束力，翻譯版本僅供便利參考之用。

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these General Terms and Conditions.
cs: Práva a povinnosti Uživatele a Poskytovatele pramenící z užívání Služby se řídí těmito Všeobecnými obchodními podmínkami.
de: Die Rechte und Pflichten des Benutzers und des Anbieters, die sich aus der Nutzung des Dienstes ergeben, sind in diesen Allgemeinen Geschäftsbedingungen geregelt.
es: Los derechos y obligaciones del Usuario y el Proveedor resultantes de la utilización del Servicio se rigen por las presentes Condiciones Generales.
fr: Les droits et obligations de l'Utilisateur et du Prestataire découlant de l'utilisation du Service sont régis par les présentes Conditions Générales.
ga: Tá cearta agus oibleagáidí an Úsáideora agus an tSoláthraí a eascraíonn as úsáid na Seirbhíse á rialú ag na Téarmaí agus Coinníollacha Ginearálta seo.
hu: A Szolgáltatás használatából eredő jogok és kötelezettségek a Felhasználó és a Szolgáltató között ezen Általános Szerződési Feltételek szerint alakulnak.
id: Hak dan kewajiban Pengguna dan Penyedia yang timbul akibat penggunaan Layanan diatur dalam Syarat dan Ketentuan Umum ini.
ja: 本サービスの利用により生じる利用者と事業者の権利および義務は、本一般利用規約によって定められます。
nl: De rechten en plichten van de gebruiker en de aanbieder, die voortvloeien uit het gebruik van de service, worden bepaald door deze General Terms and Conditions.
pt_br: Os direitos e obrigações do Usuário e do Provedor resultantes do uso do Serviço são regidos por estes Termos e Condições Gerais.
ru: Права и обязанности Пользователя и Поставщика, возникающие из-за использования Сервиса, регулируются настоящими Общими положениями и условиями.
sk: Práva a povinnosti Používateľa a Poskytovateľa prameniace z užívania Služby sa riadia týmito Všeobecnými obchodnými podmienkami.
sl: Pravice in obveznosti uporabnika in ponudnika, ki izhajajo iz uporabe storitve, urejajo ti splošni pogoji poslovanja.
sv: Användarens och leverantörens rättigheter och skyldigheter som följer av användningen av tjänsten regleras av dessa allmänna villkor.
ta: சேவையின் பயன்பாட்டின் விளைவாக பயனரின் உரிமைகள் மற்றும் கடமைகள் மற்றும் வழங்குநர் இந்த பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகளால் நிர்வகிக்கப்படுகிறார்கள்.
tr: Hizmet’in kullanımından kaynaklanan Kullanıcı ve Hizmet Sağlayıcı’nın hak ve yükümlülükleri, bu Genel Hüküm ve Koşullar metnine tabidir.
uk: Права та обов'язки Користувача та Постачальника, що випливають з використання Сервісу, регулюються цими Загальними положеннями та умовами.
zh_hans: 用户和提供商因使用服务而产生的权利和义务受这些一般条款和条件的管理。
zh_hant: 使用者與提供者因使用本服務所生之權利與義務，悉依本《一般條款與條件》規範。

source: These general terms and conditions are an integral part of the service agreement concluded between the User and the Provider (hereinafter referred to as the "<strong>Agreement</strong>") and define the binding rules and conditions for the provision of Services and Products and the use of Services and Products. These general terms and conditions govern the contractual relationship between the service provider and the User.
cs: Tyto všeobecné obchodní podmínky jsou nedílnou součástí smlouvy o poskytování služeb uzavřené mezi Uživatelem a Poskytovatelem (dále jen „<strong>Smlouva</strong>“) a vymezují závazná pravidla a podmínky poskytování Služeb a Produktů a užívání Služeb a Produktů. Tyto všeobecné obchodní podmínky upravují smluvní vztah mezi Poskytovatelem služby a Uživatelem.
de: Diese allgemeinen Geschäftsbedingungen sind Bestandteil des zwischen dem Benutzer und dem Anbieter abgeschlossenen Dienstvertrages (nachfolgend "Vertrag" genannt) und legen die verbindlichen Regeln und Bedingungen für die Erbringung von Dienstleistungen und Produkten sowie die Nutzung von Dienstleistungen und Produkten fest. Diese allgemeinen Begriffe und Bedingungen regeln das Vertragsverhältnis zwischen dem Dienst und dem Benutzer.
es: Estas condiciones generales son parte integrante del acuerdo de servicio celebrado entre el usuario y el proveedor (en lo sucesivo denominado "<strong>Acuerdo</strong>") y definir las normas y condiciones vinculantes para la prestación de Servicios y Productos y el uso de los mismos. Las presentes condiciones generales regulan la relación contractual entre el prestador de servicios y el usuario.
fr: Les présentes conditions générales font partie intégrante du contrat de service conclu entre l’Utilisateur et le Prestataire (ci-après dénommé le « Contrat ») et définissent les règles et conditions applicables à la fourniture et à l’utilisation des Services et Produits. Elles régissent la relation contractuelle entre le prestataire et l’Utilisateur.
ga: Is cuid dhílis iad na téarmaí agus na coinníollacha ginearálta seo den chomhaontú seirbhíse a tugadh i gcrích idir an Úsáideoir agus an Soláthraí (dá ngairtear an "<strong>Comhaontú</strong>" anseo feasta) agus sainíonn siad na rialacha agus na coinníollacha ceangailteacha maidir le soláthar Seirbhísí agus Táirgí agus úsáid Seirbhísí agus Táirgí. Rialaíonn na téarmaí agus coinníollacha ginearálta seo an caidreamh conarthach idir an soláthraí seirbhíse agus an Úsáideoir.
hu: Ezek az Általános Szerződési Feltételek a Felhasználó és a Szolgáltató között létrejött szolgáltatási szerződés (a továbbiakban: „<strong>Szerződés</strong>”) elválaszthatatlan részét képezik, és meghatározzák a Szolgáltatások és Termékek nyújtásának, valamint használatának kötelező szabályait és feltételeit. E dokumentum szabályozza a Szolgáltató és a Felhasználó közötti szerződéses kapcsolatot.
id: Syarat dan ketentuan umum ini merupakan bagian yang tidak terpisahkan dari perjanjian layanan yang disepakati antara Pengguna dan Penyedia (selanjutnya disebut sebagai "<strong>Perjanjian</strong>") dan mendefinisikan aturan dan ketentuan yang mengikat untuk penyediaan Layanan dan Produk serta penggunaan Layanan dan Produk. Syarat dan ketentuan umum ini mengatur hubungan kontraktual antara penyedia layanan dan Pengguna.
ja: これらの一般利用規約は、利用者と事業者との間で締結されるサービス契約（以下「契約」）の不可分の一部を構成し、サービスおよび製品の提供並びにサービスおよび製品の利用に関する拘束力のある規則および条件を定めます。本一般利用規約は、サービス事業者と利用者との契約関係を規定するものとします。
nl: Deze algemene bepalingen en voorwaarden maken integraal deel uit van de service-overeenkomst die is overeengekomen tussen de gebruiker en de provider (waarnaar hierna wordt verwezen als de "<strong>Overeenkomst</strong>") en de bindende regels en voorwaarden definieert voor het verschaffen van de services en producten en het gebruiken van de services en de producten. Deze algemene termen voorwaarden bepalen de contractuele relatie tussen de serviceprovider en de gebruiker.
pt_br: Estes termos e condições gerais são parte integrante do contrato de serviço celebrado entre o Usuário e o Provedor (doravante denominado "<strong>Contrato</strong>") e definem as regras e condições vinculativas para o fornecimento de Serviços e Produtos e o uso de Serviços e Produtos. Estes termos e condições gerais regem a relação contratual entre o provedor de serviços e o Usuário.
ru: Настоящие общие положения и условия являются неотъемлемой частью соглашения об оказании сервисов, заключённого между Пользователем и Поставщиком (далее - «<strong>Соглашение</strong>»), и определяют обязательные правила и условия предоставления Сервиса и Продуктов и использования Сервиса и Продуктов. Настоящие общие положения и условия регулируют договорные отношения между поставщиком сервисов и Пользователем.
sk: Tieto všeobecné obchodné podmienky sú neoddeliteľnou súčasťou zmluvy o poskytovaní služieb uzavretej medzi Používateľom a Poskytovateľom (ďalej len „<strong>Zmluva</strong>“) a vymedzujú záväzné pravidlá a podmienky poskytovania Služieb a Produktov a používania Služieb a Produktov. Tieto všeobecné obchodné podmienky upravujú zmluvný vzťah medzi Poskytovateľom služby a Používateľom.
sl: Ti splošni pogoji so sestavni del pogodbe o storitvah, sklenjene med uporabnikom in ponudnikom (v nadaljevanju <strong>Pogodba</strong>), in določajo zavezujoča pravila in pogoje za zagotavljanje storitev in izdelkov ter uporabo storitev in izdelkov. Ti splošni pogoji urejajo pogodbeno razmerje med ponudnikom storitev in uporabnikom.
sv: Dessa allmänna villkor är en integrerad del av det serviceavtal som ingåtts mellan användaren och leverantören (nedan kallat "<strong>avtalet</strong>") och definierar de bindande reglerna och villkoren för tillhandahållandet av tjänster och produkter samt användningen av tjänster och produkter. Dessa allmänna villkor reglerar avtalsförhållandet mellan tjänsteleverantören och användaren.
ta: இந்த பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள் பயனருக்கும் வழங்குநருக்கும் இடையில் முடிவடைந்த பணி ஒப்பந்தத்தின் ஒருங்கிணைந்த பகுதியாகும் (இனிமேல் "<strong> ஒப்பந்தம் </strong>" என்று குறிப்பிடப்படுகிறது) மற்றும் சேவைகளை வழங்குவதற்கான பிணைப்பு விதிகள் மற்றும் நிபந்தனைகளை வரையறுக்கவும் தயாரிப்புகள் மற்றும் சேவைகள் மற்றும் தயாரிப்புகளின் பயன்பாடு. இந்த பொதுவான விதிமுறைகள் மற்றும் நிபந்தனைகள் பணி வழங்குநருக்கும் பயனருக்கும் இடையிலான ஒப்பந்த உறவை நிர்வகிக்கின்றன.
tr: Bu Genel Hüküm ve Koşullar, Kullanıcı ile Sağlayıcı arasında akdedilen hizmet sözleşmesinin (bundan böyle<strong>"Sözleşme</strong>" olarak anılacaktır) ayrılmaz bir parçasıdır ve Hizmet ve Ürün’lerin sağlanması ile Hizmet ve Ürün’lerin kullanımına ilişkin bağlayıcı kural ve koşulları tanımlar. Bu Genel Hüküm ve Koşullar, Sağlayıcı ile Kullanıcı arasındaki sözleşmeye dayalı ilişkiyi yönetir.
uk: Ці загальні умови є невід’ємною частиною договору про надання послуг, укладеного між Користувачем і Провайдером (далі – «<strong>Договір</strong>») і визначають обов’язкові для виконання правила та умови надання Послуг та Продукти та використання Послуг і Продуктів. Ці загальні умови регулюють договірні відносини між постачальником послуг і Користувачем.
zh_hans: 这些一般条款和条件是用户和提供者间达成的服务协议不可分割的一部分（下文中称为"<strong>协议</strong>"）并且定义了服务和产品的提供及使用的有约束力的规则和条件。这些一般条款和条件管理服务提供者和用户间的合约关系。
zh_hant: 本一般條款與條件為使用者與提供者間所締結服務協議（下稱「<strong>本協議</strong>」）為不可分割之一部分，並定義提供服務與產品及使用服務與產品之具拘束力規則與條件。本一般條款與條件規範服務提供者與使用者間之契約關係。
