Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Subcontractors in Accordance with Art. 28 GDPR
ar: المقاولون من الباطن وفقا للفن. 28 اللائحة العامة لحماية البيانات
ckb: بەڵێندەرە لاوەکیەکان بەپێی هونەر. 28 GDPR
cs: Subdodavatelé v souladu s článkem 28 GDPR
da: Underleverandører i henhold til artikel 28 GDPR
de: Unterauftragsverarbeiter nach Art. 28 DSGVO
es: Subcontratistas de acuerdo al art. 28 del RGPD
fi: Alihankkijat artiklan mukaisesti. 28 GDPR
fr: Sous-traitants conformément à l'art. 28 du RGPD
ga: Fochonraitheoirí de réir Airt. 28 GDPR
gl: Subcontratistas en conformidade co art. 28 do RXPD
he: קבלנים בהתאם לסעיף 28 ב־GDPR
hu: Alvállalkozók a GDPR 28. cikkének megfelelően
id: Subkontraktor Sesuai dengan Art. 28 GDPR
ja: GDPR 第 28 条に従う協力者
kab: Amwekkel asnawan akken yella deg umarad. 28 GDPR
lt: Subrangovai pagal BDAR 28 str.
lv: Apakšuzņēmēji saskaņā ar GDPR 28. pantu
nl: Subondernemers conform artikel 28 van de GPDR
pt_br: Subcontratantes de Acordo com o Artigo 28 do RGPD
ro: Subcontractanți în conformitate cu art. 28 GDPR (Regulamentul general privind protecția datelor)
ru: Субподрядчики в соответствии со ст. 28 GDPR
sk: Subdodávatelia v súlade s čl. 28 GDPR
sl: Podizvajalci v skladu s 3. čl. 28 GDPR
sv: Underleverantörer i enlighet med artikel 28 GDPR
ta: கலைக்கு ஏற்பத் துணை ஒப்பந்தக்காரர்கள். 28 சிடிபிஆர்
tr: GPDR 28. maddesi uyarınca alt yükleniciler
uk: Субпідрядники відповідно до ст. 28 GDPR
zh_hans: 分包商依照欧盟《通用数据保护条例》第28条之规定
zh_hant: 依據《一般資料保護規則》（GDPR）第 28 條之轉包商

source: Status as of May 2024.
cs: Stav ke květnu 2024.
de: Stand: Mai 2024.
es: Situación en mayo de 2024.
fr: Etat en mai 2024.
ga: Stádas amhail Bealtaine 2024.
hu: Állapot: 2024. május
id: Status per Maret 2024.
ja: 2024 年 5 月 現在。
nl: Status vanaf mei 2024.
pt_br: Status a partir de maio de 2024.
ru: Состояние на май 2024 года.
sk: Stav k máju 2024.
sl: Stanje od maja 2024.
sv: Status i maj 2024.
ta: மே 2024 நிலவரப்படி நிலை.
tr: 2024 Mayıs ayındaki durum.
uk: Стан на травень 2024 року.
zh_hans: 截至 2024 年 5 月的状态。
zh_hant: 2024 年 5 月版。

source: The Privacy Policy document is legally-binding in English, translations are provided for your convenience.
cs: Dokument Zásady ochrany osobních údajů je právně závazný v angličtině, překlady jsou k dispozici pro vaše pohodlí.
de: Für die Datenschutzerklärung ist das Dokument in englischer Sprache rechtsverbindlich, Übersetzungen davon werden zu Ihrer Information bereitgestellt.
es: El documento de Política de privacidad es jurídicamente vinculante en inglés, las traducciones se proporcionan para su conveniencia.
fr: Le document concernant la politique de confidentialité en anglais est légalement reconnu. Ses traductions ne sont présentes que pour votre commodité.
ga: Tá doiciméad an Pholasaí Príobháideachta ina cheangal dlí i mBéarla, cuirtear aistriúcháin ar fáil ar mhaithe leat.
hu: Az adatvédelmi irányelvek angol nyelvű változata jogilag kötelező érvényű, a fordítások csak tájékoztató jellegűek.
id: Dokumen Kebijakan Privasi mengikat secara hukum dalam bahasa Inggris, terjemahan disediakan demi kenyamanan Anda.
ja: 個人情報保護方針の文書は英語版に限り法的効力が認められものであり、翻訳版は、お客様の便宜のために提供されたものに過ぎません。
nl: Het document Privacy Policy in de Engelse taal is wettelijk bindend, vertalingen worden voor uw gemak verstrekt.
pt_br: O documento da Política de Privacidade é juridicamente vinculativo em inglês; as traduções são fornecidas para sua conveniência.
ru: Документ «Политика конфиденциальности» имеет юридическую силу только на английском языке, переводы предоставляются лишь для вашего удобства.
sk: Dokument Zásady ochrany osobných údajov je právne záväzný v angličtine, preklady sú poskytované pre vaše pohodlie.
sl: Pravilnik o zasebnosti je pravno zavezujoč v angleščini, prevodi so na voljo za vaše lažje razumevanje.
sv: Dokumentet Användarvillkor är juridiskt bindande på Engelska och översättningarna tillhandahålls för din bekvämlighet.
ta: தனியுரிமைக் கொள்கை ஆவணம் ஆங்கிலத்தில் சட்டப்பூர்வமாகப் பிணைக்கப்பட்டுள்ளது, உங்கள் வசதிக்காக மொழிபெயர்ப்புகள் வழங்கப்படுகின்றன.
tr: Yasal olarak Gizlilik İlkesi belgesinin İngilizce dilindeki biçimi bağlayıcıdır. Çeviriler size kolaylık sağlamak için sunulmuştur.
uk: Документ «Правила конфіденційності» є офіційним англійською мовою, переклади надаються для вашої зручності.
zh_hans: 隐私政策文件为英文版，具有法律约束力，为您方便起见提供了翻译。
zh_hant: 本「隱私權政策」文件以英文版本具法律拘束力，翻譯版本僅供便利參考之用。

source: View English version
ar: عرض النسخة الإنجليزية
ckb: سەیری وەشانی ئینگلیزی بکە
cs: Zobrazit anglickou verzi
da: Vis engelsk udgave
de: Englische Version anzeigen
es: Ver la versión en inglés
fi: Lue englanninkielinen versio
fr: Voir la version anglaise
ga: Féach leagan Béarla
gl: Ver a versión en inglés
he: הצגת הגרסה האנגלית
hu: Angol változat megtekintése
id: Lihat versi Bahasa Inggris
is: Skoða enska útgáfu textans
ja: 英語版の表示
kab: Sken lqem s teglizit
lt: Peržiūrėti anglų k. versiją
lv: Skatīt angļu valodas versiju
nl: Engelstalige versie lezen
pt_br: Mostrar versão em inglês
ro: Vezi versiunea în limba engleză
ru: Посмотреть английскую версию
sk: Zobraziť anglickú verziu
sl: Ogled angleške različice
sv: Visa versionen på engelska
ta: ஆங்கில பதிப்பைக் காண்க
tr: İngilizce sürümü görüntüle
uk: Переглянути англійську версію
zh_hans: 查看英文版
zh_hant: 檢視英文版本

source: This Privacy Policy, hereinafter referred to as "<strong>Policy</strong>", supplement the <a href="%(terms_url)s">General Terms and Conditions</a> of Weblate, hereinafter referred to as "<strong>Terms</strong>".
cs: Tyto Zásady ochrany osobních údajů, dále také jen jako „<strong>Zásady</strong>“, doplňují <a href="%(terms_url)s">Všeobecné obchodní podmínky</a> společnosti Weblate, dále také jen jako „<strong>Podmínky</strong>“.
de: Diese Datenschutzerklärung, im Folgenden als "<strong>Policy</strong>" bezeichnet, ergänzt die <a href="%(terms_url)s">Allgemeinen Geschäftsbedingungen</a> von Weblate, im Folgenden als "<strong>Terms</strong>" bezeichnet.
es: Esta Política de Privacidad , en adelante denominada "<strong>Política</strong>", complementa los <a href=" %(terms_url)s "> Términos y Condiciones Generales</a> de Weblate , en adelante denominados "<strong>Términos</strong>".
fr: Cette Politique de Confidentialité, ci-après « <strong>Politique</strong>» , complète les <a href="%(terms_url)s">Conditions Générales d’Utilisation</a> de Weblate, ci-après « <strong>Conditions</strong> ».
ga: Forlíonann an Polasaí Príobháideachta seo, dá ngairtear "<strong>Polasaí</strong>" anseo feasta, na <a href="%(terms_url)s">Téarmaí agus Coinníollacha Ginearálta</a> de Weblate, dá ngairtear "&lt; anseo feasta láidir&gt;Téarmaí".
hu: Jelen Adatvédelmi szabályzat (a továbbiakban: „<strong>Szabályzat</strong>”) egészíti ki a Weblate <a href="%(terms_url)s">Általános Szerződési Feltételeit</a> (a továbbiakban: „<strong>Feltételek</strong>”).
id: Kebijakan Privasi ini, selanjutnya disebut sebagai "<strong>Kebijakan</strong>", melengkapi <a href="%(terms_url)s">Syarat dan Ketentuan Umum</a> Weblate, selanjutnya disebut sebagai "<strong>Syarat</strong>".
ja: 本プライバシーポリシー（以下「<strong>ポリシー</strong>」）は、Weblate の <a href="%(terms_url)s">一般利用規約</a> （以下「<strong>規約</strong>」）を補完するものです。
nl: Dit Privacybeleid, hierna naar verwezen als naar "<strong>Policy</strong>", is een aanvulling van de <a href="%(terms_url)s">General Terms and Conditions</a> van Weblate, hierna naar verwezen als naar "<strong>Terms</strong>".
pt_br: Esta Política de Privacidade, doravante denominada "<strong>Política</strong>", complementa os <a href="%(terms_url)s">Termos e Condições Gerais</a> do Weblate, doravante denominados "<strong>Termos</strong>".
ru: Настоящая политика конфиденциальности далее «<strong>политика</strong>», дополняет <a href="%(terms_url)s">общие положения и условия</a> Weblate, далее именуемые «<strong>положениями</strong>».
sk: Tieto zásady ochrany osobných údajov, ďalej len "<strong>Zásady</strong>", dopĺňajú <a href="%(terms_url)s">Zmluvné podmienky</a> spoločnosti Weblate, ďalej len „<strong>Podmienky</strong>“.
sl: Pravilnik o zasebnosti, v nadaljevanju "<strong>Pravilnik</strong>", dopolnjuje <a href="%(terms_url)s">splošne pogoje poslovanja</a> podjetja Weblate, v nadaljevanju "<strong>pogoji poslovanja</strong>".
sv: Denna integritetspolicy, hädanefter kallad "<strong>policyn</strong>", kompletterar Weblates <a href="%(terms_url)s">allmänna villkor</a>, hädanefter kallade "<strong>villkoren</strong>".
ta: இந்தத் தனியுரிமைக் கொள்கை, இனிமேல் "<strong> கொள்கை </strong>" என்று குறிப்பிடப்படுகிறது, <a href="%(terms_url)s"> பொது விதிமுறைகள் மற்றும் நிபந்தனைகள் </a> வெப்லேட்டுக்கு துணை, இங்கே "&lt; வலுவான&gt; விதிமுறைகள் ".
tr: Bundan böyle<strong>”İlke</strong>" olarak anılacak olan bu Gizlilik İlkesi, bundan böyle<strong>”Koşullar</strong>" olarak anılacak olan Weblate <a href="%(terms_url)s">Genel Hüküm ve Koşulları’nı</a> tamamlar.
uk: Ця Політика конфіденційності, надалі іменована «<strong>Політика</strong>», доповнює <a href="%(terms_url)s">Загальні положення та умови</a> Weblate, надалі іменовані як «&lt; strong&gt;Умови".
zh_hans: 本隐私政策，下文中称为 "<strong>政策</strong>" 补充 Weblate 的<a href="%(terms_url)s">一般条款和条件</a>，下文中称为 "<strong>条款</strong>"。
zh_hant: 本隱私權政策（下稱「<strong>本政策</strong>」）係 Weblate《<a href="%(terms_url)s">一般條款與條件</a>》（下稱「<strong>本條款</strong>」）之補充。

source: Introductory Provisions
cs: Úvodní ustanovení
de: Einleitende Bestimmungen
es: Disposiciones introductorias
fr: Dispositions introductives
ga: Forálacha Réamhráiteacha
hu: Bevezető rendelkezések
id: Ketentuan Pendahuluan
ja: 導入規定
nl: Inleidend voorbehoud
pt_br: Disposições introdutórias
ru: Вводные положения
sk: Úvodné ustanovenia
sl: Uvodne določbe
sv: Inledande bestämmelser
ta: அறிமுக ஏற்பாடுகள்
tr: Giriş Hükümleri
uk: Вступні положення
zh_hans: 介绍性条款
zh_hant: 總則

source: This Policy has been issued by Weblate s.r.o., ID No.: 21668027, with registered office at Nábřežní 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register kept by the Regional Court in Ústí nad Labem, file No. C 52324, i.e. the "<strong>Provider</strong>".
cs: Tyto Zásady vydala společnost Weblate s.r.o., IČO: 21668027, se sídlem Nábřežní 694, Cvikov II, 471 54 Cvikov, zapsaná v obchodním rejstříku vedeném u Krajského soudu v Ústí nad Labem, sp. zn. C 52324 tedy „<strong>Poskytovatel</strong>“.
de: Diese Richtlinie wurde von Weblate s.r.o., ID-Nr.: 21668027, mit Sitz in Nábřežní 694, Cvikov II, 471 54 Cvikov, eingetragen im Handelsregister des Bezirksgerichts in Ústí nad Labem, Aktenzeichen C 52324, d.h. dem "<strong>Anbieter</strong>", erstellt.
es: La presente Política ha sido emitida por Weblate s.r.o., NIF: 21668027, con domicilio social en Nábřežní 694, Cvikov II, 471 54 Cvikov, inscrita en el Registro Mercantil llevado por el Tribunal Regional de Ústí nad Labem, expediente C 52324, es decir, el "<strong>Proveedor</strong>".
fr: Cette Politique a été établie par Weblate s.r.o., numéro d'identification : 21668027, dont le siège social est situé à Nábřežní 694, Cvikov II, 471 54 Cvikov, enregistrée au Registre du commerce tenu par le Tribunal régional d’Ústí nad Labem, sous le numéro de dossier C 52324, ci-après désignée « <strong>Fournisseur</strong> ».
ga: Tá an Polasaí seo eisithe ag Weblate s.ro., ID Uimhir: 21668027, le hoifig chláraithe ag Nábřežní 694, Cvikov II, 471 54 Cvikov, cláraithe sa Chlár Tráchtála atá á choimeád ag an gCúirt Réigiúnach in Ústí nad Labem, comhad Uimh. C 52324, i.e. an "<strong>Soláthraí</strong>".
hu: Ezt a Szabályzatot a Weblate s.r.o. adta ki, cégjegyzékszáma: 21668027, székhelye: Nábřežní 694, Cvikov II, 471 54 Cvikov, bejegyezve az Ústí nad Labem-i Kerületi Bíróság cégnyilvántartásába, iktatószám: C 52324, azaz a továbbiakban: „<strong>Szolgáltató</strong>”.
id: Kebijakan ini diterbitkan oleh Weblate s.r.o., ID No.: 21668027, dengan kantor terdaftar di Nábřežní 694, Cvikov II, 471 54 Cvikov, terdaftar dalam Daftar Komersial yang disimpan oleh Pengadilan Daerah di Ústí nad Labem, berkas No. C 52324, yaitu "<strong>Penyedia</strong>".
ja: このポリシーは、Weblate s.r.o. (ID 番号: 21668027、登録事務所: Nábřežní 694, Cvikov II, 471 54 Cvikov) によって発行され、Ústí nad Labem の地方裁判所が保管する商業登記簿に登録され、ファイル番号 C 52324 で登録されている、「<strong>事業者</strong>」です。
nl: Dit beleid is uitgegeven door Weblate s.r.o., ID No.: 21668027, kantoor houdende te Nábřežní 694, Cvikov II, 471 54 Cvikov, geregistreerd in het Commercial Register dat wordt aangehouden door het Regional Court in Ústí nad Labem, bestandsnr. C 52324, d.i. de "<strong>Provider</strong>".
pt_br: Esta Política foi emitida pela Weblate s.r.o., ID No.: 21668027, com sede em Nábřežní 694, Cvikov II, 471 54 Cvikov, registrada no Registro Comercial mantido pelo Tribunal Regional em Ústí nad Labem, arquivo No. C 52324, ou seja, o "<strong>Provedor</strong>".
ru: Настоящая Политика выпущена компанией Weblate s.r.o., ID №: 21668027, с юридическим адресом: Nábřežní 694, Cvikov II, 471 54 Cvikov, зарегистрированной в Торговом реестре, хранящемся в Региональном суде в Усти-над-Лабем, файл № C 52324, т.е. «<strong>Поставщик</strong>».
sk: Tieto zásady vydala spoločnosť Weblate s.r.o., IČO: 21668027, so sídlom Nábřežní 694, Cvikov II, 471 54 Cvikov, zapísaná v obchodnom registri vedenom Krajským súdom v Ústí nad Labem, vložka č. C 52324, t. j. „<strong>Poskytovateľ</strong>“.
sl: To politiko je izdala družba Weblate s.r.o., ID št. 21668027, s sedežem na naslovu Nábřežní 694, Cvikov II, 471 54 Cvikov, vpisana v Poslovni register pri Okrožnem sodišču v Ústí nad Labem, z vpisno številko C 52324, torej "<strong>Ponudnik</strong>".
sv: Denna policy har utfärdats av Weblate s.r.o., ID-nr: 21668027, med säte på Nábřežní 694, Cvikov II, 471 54 Cvikov, registrerat i handelsregistret som förs av regionaldomstolen i Ústí nad Labem, ärendenummer C 52324, dvs.<strong>”leverantören</strong>”.
ta: இந்தக் கொள்கை Weblate sro, ID எண்: 21668027 ஆல் வெளியிடப்பட்டுள்ளது, Nábřežní 694, Cvikov II, 471 54 Cvikov இல் பதிவுசெய்யப்பட்ட அலுவலகம், Ústí nad Labem இல் உள்ள பிராந்திய நீதிமன்றத்தால் வைக்கப்பட்டுள்ள வணிகப் பதிவேட்டில் பதிவு செய்யப்பட்டுள்ளது, கோப்பு எண். C 52324, அதாவது "<strong>வழங்குநர்</strong>".
tr: Bu İlke, Nábřežní 694, Cvikov II, 471 54 Cvikov adresinde kayıtlı ofisi bulunan, Ústí nad Labem Bölge Mahkemesi tarafından tutulan Ticaret Sicilinde C 52324 dosya numarası ile kayıtlı Weblate s.r.o., ID No. 21668027, yani<strong>"Sağlayıcı</strong>" tarafından düzenlenmiştir.
uk: Цю Політику видано Weblate s.r.o., ідентифікаційний номер: 21668027, зареєстрований офіс за адресою Nábřežní 694, Cvikov II, 471 54 Cvikov, зареєстрований у комерційному реєстрі, який веде регіональний суд в Усті-над-Лабем, справа № C 52324, тобто «<strong>Постачальник</strong>».
zh_hans: 本政策发布者 Weblate s.r.o. ID 编号：21668027，注册办公地址 Nábřežní 694, Cvikov II, 471 54 Cvikov，登记在由 Ústí nad Labem 地区法院保管的商业登记簿中，文件编号 No. C 52324。Weblate s.r.o. 亦即 "<strong>提供者</strong>"。
zh_hant: 本政策由 Weblate s.r.o. 發布（統一編號：21668027，註冊地址：Nábřežní 694, Cvikov II, 471 54 Cvikov，登記於烏斯季（Ústí nad Labem）地方法院商事登記處，案號 C 52324，即「<strong>提供者</strong>」）。

source: This Policy describes how the Provider handles the personal data of Users as data subjects - private individuals when accessing and subsequently using the Services, Products, Support Services, as well as when using the Website and other possible services and related activities.
cs: Tyto Zásady popisují, jak Poskytovatel nakládá s osobními údaji Uživatelů coby subjektů údajů – fyzických osob při zpřístupnění a následném užívání Služeb, Produktů, Služeb Podpory, jakož i při využívání Webu a další případných služeb a při souvisejících činnostech.
de: Diese Richtlinie beschreibt, wie der Anbieter mit den personenbezogenen Daten der Benutzer als betroffene Personen – Privatpersonen – umgeht, wenn sie auf die Dienste, Produkte, Unterstützungsdienste zugreifen und diese anschließend nutzen, sowie bei der Nutzung der Website und anderer möglicher Dienste und zugehöriger Aktivitäten.
es: La presente Política describe la forma en que el Proveedor trata los datos personales de los Usuarios en calidad de interesados - particulares al acceder y posteriormente utilizar los Servicios, Productos, Servicios de Soporte, así como al utilizar el Sitio Web y otros posibles servicios y actividades relacionadas.
fr: La présente politique décrit la manière dont le fournisseur traite les données à caractère personnel des utilisateurs en tant que personnes concernées, particuliers, lors de l’accès aux services, produits et services d’assistance et de leur utilisation ultérieure, ainsi que lors de l’utilisation du site web et d’autres services éventuels et activités connexes.
ga: Déantar cur síos sa Bheartas seo ar an gcaoi a láimhseálann an Soláthraí sonraí pearsanta Úsáideoirí mar ábhair sonraí - daoine aonair príobháideacha nuair a bhíonn rochtain acu ar na Seirbhísí, Táirgí, Seirbhísí Tacaíochta, agus ina dhiaidh sin, chomh maith le cathain a úsáideann sé an Suíomh Gréasáin agus seirbhísí féideartha eile agus gníomhaíochtaí gaolmhara.
hu: E Szabályzat leírja, hogyan kezeli a Szolgáltató a Felhasználók személyes adatait érintettként – vagyis magánszemélyként, amikor igénybe veszik a Szolgáltatásokat, Termékeket, Ügyféltámogatást, valamint a Weboldalt és az egyéb kapcsolódó szolgáltatásokat.
id: Kebijakan ini menguraikan bagaimana Penyedia menangani data pribadi Pengguna sebagai subjek data - individu pribadi saat mengakses dan kemudian menggunakan Layanan, Produk, Layanan Dukungan, serta saat menggunakan Situs Web dan layanan lainnya yang mungkin serta aktivitas terkait.
ja: 本ポリシーは、サービス、製品、サポート サービスにアクセスして使用する場合、また Web サイトやその他のサービスや関連アクティビティを使用する場合に、データ主体（個人）としての利用者の個人データを事業者がどのように取り扱うかを説明しています。
nl: Dit beleid beschrijft hoe de Provider de persoonlijke gegevens van gebruikers afhandelt als gegevensobjecten - private individuen bij het verkrijgen van toegang en aansluitend de Services, Products, Support Services gebruikend, als ook bij het gebruiken van de website en andere mogelijke services en gerelateerde activiteiten.
pt_br: Esta Política descreve como o Provedor lida com os dados pessoais dos Usuários como titulares dos dados - indivíduos privados ao acessar e posteriormente usar os Serviços, Produtos, Serviços de Suporte, bem como ao usar o Site e outros possíveis serviços e atividades relacionadas.
ru: Настоящая Политика описывает, как Поставщик обрабатывает персональные данные Пользователей как субъектов данных - частных лиц при получении доступа и последующем использовании Сервисов, Продуктов, Служб поддержки, а также при использовании Сайта и других возможных сервисов и связанных с ними действий.
sk: Tieto Zásady popisujú, ako Poskytovateľ nakladá s osobnými údajmi Používateľov ako dotknutých osôb – fyzických osôb pri prístupe a následnom využívaní Služieb, Produktov, Podporných služieb, ako aj pri používaní Webovej stránky a iných možných služieb a súvisiacich činností.
sl: Ta politika opisuje, kako ponudnik ravna z osebnimi podatki uporabnikov kot posameznikov, na katere se nanašajo osebni podatki – zasebnikov, pri dostopu do storitev, izdelkov, podpornih storitev in njihovi poznejši uporabi, kot tudi pri uporabi spletnega mesta in drugih morebitnih storitev in z njimi povezanih dejavnosti.
sv: Denna policy beskriver hur leverantören hanterar personuppgifter om användare som registrerade – privatpersoner – när de får tillgång till och därefter använder tjänsterna, produkterna, supporttjänsterna, samt när de använder webbplatsen och andra möjliga tjänster och relaterade aktiviteter.
ta: பயனர்களின் தனிப்பட்ட தரவைத் தரவு பாடங்களாக வழங்குநர் எவ்வாறு கையாளுகிறார் என்பதை இந்தக் கொள்கை விவரிக்கிறது - சேவைகள், தயாரிப்புகள், உதவி சேவைகள் மற்றும் வலைத்தளம் மற்றும் பிற சாத்தியமான சேவைகள் மற்றும் தொடர்புடைய செயல்பாடுகளைப் பயன்படுத்தும்போது தனியார் நபர்கள் அணுகும்போது மற்றும் பின்னர் பயன்படுத்தும்போது.
tr: Bu İlke, Sağlayıcı’nın, Hizmetler’e, Ürünler’e, Destek Hizmetleri’ne erişirken ve daha sonra bunları kullanırken, ayrıca İnternet Sitesi’ni ve diğer olası hizmetleri ve ilgili işlemleri yaparken veri özneleri olarak Kullanıcıların Kişisel Veri’lerini nasıl işlediğini açıklamaktadır.
uk: Ця Політика описує, як Постачальник обробляє персональні дані Користувачів як суб’єктів даних – приватних осіб під час доступу та подальшого використання Послуг, Продуктів, Послуг підтримки, а також під час використання Веб-сайту та інших можливих послуг і пов’язаної діяльності.
zh_hans: 本政策描述发布者如何处理作为数据对象的用户的个人数据 - 个人访问并随后使用“服务”、“产品”、“支持服务”时，以及在使用“网站”和其他可能的服务及相关活动时。
zh_hant: 本政策旨在說明提供者如何處理「使用者」作為資料當事人（即自然人）之個人資料。適用範圍涵蓋使用者存取及後續使用「服務」、「產品」、「支援服務」，以及使用「網站」與其他可能之服務及相關活動。

source: This Policy also uses certain terms or definitions which have been defined in Article 1 of the Terms and which have the same meaning as set out in the Terms.
cs: V těchto Zásadách jsou dále používány některé pojmy či definice, které byly definovány v čl. 1 Podmínek, a které mají stejný význam, jaký je uveden v Podmínkách.
de: In dieser Richtlinie werden auch bestimmte Begriffe oder Definitionen verwendet, die in Artikel 1 der Bedingungen definiert wurden und dieselbe Bedeutung haben, wie sie in den Bedingungen dargelegt ist.
es: Esta Política también utiliza ciertos términos o definiciones que se han definido en el Artículo 1 de las Condiciones y que tienen el mismo significado que se establece en las Condiciones.
fr: Cette Politique utilise également certains termes ou définitions qui ont été définis à l’Article 1 des Conditions générales et qui ont la même signification que celle indiquée dans lesdites Conditions.
ga: Baineann an Beartas seo úsáid freisin as téarmaí nó sainmhínithe áirithe a shainítear in Airteagal 1 de na Téarmaí agus a bhfuil an bhrí chéanna leo agus atá leagtha amach sna Téarmaí.
hu: A Szabályzat bizonyos fogalmakat is használ, amelyeket a Feltételek 1. cikke definiál, és amelyek ugyanazt a jelentést hordozzák, mint a Feltételekben.
id: Kebijakan ini juga menggunakan istilah atau definisi tertentu yang telah didefinisikan dalam Pasal 1 Ketentuan dan memiliki arti yang sama sebagaimana ditetapkan dalam Ketentuan.
ja: 本ポリシーでは、一般利用規約の第 1 条に定義され、利用規約に規定されているものと同じ意味を持つ特定の用語または定義も使用します。
nl: Dit beleid gebruikt ook bepaalde termen of definities die zijn gedefinieerd in Artikel 1 van de Terms en die dezelfde betekenis hebben als uitgelegd in de Terms.
pt_br: Esta Política também usa certos termos ou definições que foram definidos no Artigo 1 dos Termos e que têm o mesmo significado estabelecido nos Termos.
ru: В настоящей Политике также используются некоторые термины или определения, которые были определены в статье 1 Положений и имеют то же значение, что и в Положениях.
sk: V týchto zásadách sa používajú aj niektoré pojmy alebo definície, ktoré sú definované v čl. 1 Podmienok a ktoré majú rovnaký význam, ako je uvedené v Podmienkach.
sl: Ta politika uporablja tudi določene izraze ali definicije, ki so opredeljeni v 1. členu Pogojev in imajo enak pomen, kot je določen v Pogojih.
sv: Denna policy använder också vissa termer eller definitioner som har definierats i artikel 1 i villkoren och som har samma betydelse som anges i villkoren.
ta: இந்தக் கொள்கை விதிமுறைகளின் 1 வது பிரிவில் வரையறுக்கப்பட்டுள்ள சில விதிமுறைகள் அல்லது வரையறைகளையும் பயன்படுத்துகிறது மற்றும் விதிமுறைகளில் குறிப்பிடப்பட்டுள்ள அதே பொருளைக் கொண்டுள்ளது.
tr: Bu İlke’de ayrıca Koşulların 1. Maddesinde tanımlanan ve Koşullar içinde belirtilen ile aynı anlama gelen belirli terimler veya tanımlar kullanılmaktadır.
uk: У цій Політиці також використовуються певні терміни або визначення, які були визначені в статті 1 Умов і мають те саме значення, що й викладене в Умовах.
zh_hans: 本政策也使用特定条款或定义，这些条款或定义已经在“条款”的第一款中定义，且与“条款”中规定的含义相同。
zh_hant: 本政策所使用之特定術語或定義，如已於《本條款》第一條中定義者，其含義與《本條款》所載相同。
