Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Unless expressly stated otherwise in this Policy, the Provider acts as a <strong>data controller</strong> and Users who are natural persons act as data subjects as these roles are defined in the GDPR.
cs: Není-li v těchto Zásadách výslovně uvedeno jinak, vystupuje Poskytovatel v pozici <strong>správce osobních údajů</strong> a Uživatelé, kteří jsou fyzickými osobami, v pozici subjektu údajů tak, jak jsou tyto role definovány v nařízení GDPR.
de: Sofern in dieser Richtlinie nicht ausdrücklich anders angegeben, handelt der Anbieter als <strong>Datenverantwortlicher</strong> und Benutzer, die natürliche Personen sind, handeln als betroffene Personen, wie diese Rollen in der DSGVO definiert sind.
es: A menos que se indique expresamente lo contrario en esta Política, el Proveedor actúa como <strong>responsable del tratamiento de datos</strong> y los Usuarios que son personas físicas actúan como sujetos de datos, tal y como se definen estos roles en el RGPD.
fr: Sauf indication contraire expresse dans la présente Politique, le Fournisseur agit en tant que <strong>responsable du traitement des données</strong> et les Utilisateurs, qui sont des personnes physiques, agissent en tant que personnes concernées, tels que ces rôles sont définis dans le RGPD.
ga: Mura luaitear a mhalairt go sainráite sa Bheartas seo, gníomhaíonn an Soláthraí mar <strong>rialaitheoir sonraí</strong> agus gníomhaíonn Úsáideoirí ar daoine nádúrtha iad mar ábhair sonraí mar a shainítear na róil seo sa GDPR.
hu: Hacsak a Szabályzat kifejezetten másként nem rendelkezik, a Szolgáltató <strong>adatkezelőként</strong> jár el, a természetes személy Felhasználók pedig érintetteknek minősülnek, a GDPR meghatározása szerint.
id: Kecuali dinyatakan secara tegas sebaliknya dalam Kebijakan ini, Penyedia bertindak sebagai <strong>pengendali data</strong> dan Pengguna yang merupakan orang perseorangan bertindak sebagai subjek data sebagaimana peran ini didefinisikan dalam GDPR.
ja: 本ポリシーに明示的に記載されていない限り、事業者は <strong>データ管理者</strong> 自然人である利用者は、GDPR で定義されている役割に従ってデータ主体として機能します。
nl: Tenzij uitdrukkelijk anders in dit beleid vermeld, treedt de provider op als een <strong>gegevensbeheerder</strong> en gebruikers, die natuurlijke personen zijn, treden op als onderwerp voor gegevens, zoals deze rollen zijn gedefinieerd in de GDPR.
pt_br: A menos que expressamente declarado de outra forma nesta Política, o Provedor atua como um <strong>controlador de dados</strong> e os Usuários que são pessoas físicas atuam como titulares dos dados, conforme essas funções são definidas no RGPD.
ru: Если в настоящей Политике явно не указано иное, Поставщик выступает в качестве <strong>data controller</strong> , а Пользователи, являющиеся физическими лицами, выступают в качестве субъектов данных, как эти роли определены в GDPR.
sk: Ak nie je v týchto Zásadách výslovne uvedené inak, vystupuje Poskytovateľ v pozícii <strong>správca osobných údajov</strong> a Používatelia, ktorí sú fyzickými osobami, v pozícii subjektu údajov tak, ako sú tieto role definované v nariadení GDPR.
sl: Razen če je v tej politiki izrecno navedeno drugače, ponudnik deluje kot <strong>upravljavec podatkov</strong> , uporabniki, ki so fizične osebe, pa kot posamezniki, na katere se nanašajo osebni podatki, kot so te vloge opredeljene v GDPR.
sv: Om inte annat uttryckligen anges i denna policy, agerar leverantören som<strong>personuppgiftsansvarig</strong>och användare som är fysiska personer agerar som registrerade, enligt definitionerna i GDPR.
ta: இந்தக் கொள்கையில் வெளிப்படையாகக் கூறப்படாவிட்டால், வழங்குநர் <strong> தரவுக் கட்டுப்பாட்டாளர் </strong> ஆகச் செயல்படுகிறார், மேலும் இயற்கையான நபர்களாக இருக்கும் பயனர்கள் இந்தப் பாத்திரங்கள் மொத்த உள்நாட்டு உற்பத்தியில் வரையறுக்கப்படுவதால் தரவு பாடங்களாகச் செயல்படுகின்றன.
tr: Bu İlke’de aksi açıkça belirtilmedikçe, Sağlayıcı bir <strong>Veri Sorumlusu</strong> olarak davranır ve gerçek kişiler olan Kullanıcılar, GDPR içinde bu rollerin tanımlandığı şekilde İlgili Kişi’ler olarak davranır.
uk: Якщо інше прямо не зазначено в цій Політиці, Постачальник діє як <strong>контролер даних</strong>, а Користувачі, які є фізичними особами, виступають як суб’єкти даних, як ці ролі визначено в GDPR.
zh_hans: 除非明确陈述，否则本政策中，提供者为<strong>数据控制者</strong>，自然人用户为数据主体，因这些角色由 GDPR 所定义。
zh_hant: 除本政策另有明文規定外，提供者係擔任<strong>資料控管者</strong>（Data Controller）之角色，而身為自然人之使用者則為資料當事人（Data Subject），上述角色定義悉依 <strong>GDPR</strong> 之規定。

source: Scope, Purposes, and Duration of Processing
cs: Rozsah, účely a doba zpracování
de: Umfang, Zwecke und Dauer der Verarbeitung
es: Alcance, fines y duración del tratamiento
fr: Périmètre, Finalités et Durée du Traitement
ga: Scóip, Cuspóirí, agus Fad na Próiseála
hu: Az adatkezelés terjedelme, céljai és időtartama
id: Ruang Lingkup, Tujuan, dan Durasi Pemrosesan
ja: 処理の範囲、目的、期間
nl: Bereik, doelen en duur van de verwerking
pt_br: Âmbito, propósitos e duração do processamento
ru: Объём, цели и длительность обработки
sk: Rozsah, účely a trvanie spracovania
sl: Obseg, nameni in trajanje obdelave
sv: Omfattning, syfte och varaktighet av behandlingen
ta: நோக்கம், நோக்கங்கள் மற்றும் செயலாக்கத்தின் காலம்
tr: İşlemenin Kapsamı, Amaçları ve Süresi
uk: Обсяг, цілі та тривалість обробки
zh_hans: 处理范围、目的和持续时间
zh_hant: 處理之範圍、目的及期間

source: The Provider processes the User's personal data for the following purposes:
cs: Poskytovatel zpracovává osobní údaje Uživatele pro účely:
de: Der Anbieter verarbeitet die personenbezogenen Daten des Benutzers für die folgenden Zwecke:
es: El Proveedor procesa los datos personales del usuario para las siguientes finalidades:
fr: Le Fournisseur traite les données personnelles de l'utilisateur pour les finalités suivantes :
ga: Próiseálann an Soláthraí sonraí pearsanta an Úsáideora chun na gcríoch seo a leanas:
hu: A Szolgáltató az alábbi célokból kezeli a Felhasználó személyes adatait:
id: Penyedia memproses data pribadi Pengguna untuk tujuan berikut:
ja: 事業者は、以下の目的で利用者の個人データを処理します。
nl: De provider verwerkt de persoonlijke gegevens van de gebruiker voor de volgende doelen:
pt_br: O Provedor processa os dados pessoais do Usuário para os seguintes propósitos:
ru: Поставщик обрабатывает персональные данные Пользователя для следующих целей:
sk: Prevádzkovateľ spracúva osobné údaje Používateľa na účely:
sl: Ponudnik obdeluje osebne podatke uporabnika za naslednje namene:
sv: Leverantören behandlar användarens personuppgifter för följande ändamål:
ta: வழங்குநர் பயனரின் தனிப்பட்ட தரவைப் பின்வரும் நோக்கங்களுக்காகச் செயலாக்குகிறார்:
tr: Sağlayıcı, Kullanıcı’nın Kişisel Veri’lerini aşağıdaki amaçlar için işler:
uk: Провайдер обробляє персональні дані Користувача в наступних цілях:
zh_hans: 提供者出于下列目的处理用户的个人数据：
zh_hant: 提供者基於下列目的處理使用者之個人資料：

source: fulfilling the Contract under Article 6(1)(b) of the GDPR,
cs: plnění Smlouvy ve smyslu čl. 6(1)(b) nařízení GDPR,
de: die Erfüllung des Vertrags gemäß Artikel 6(1)(b) der DSGVO,
es: Cumplir el contrato de conformidad con el artículo 6(1)(b) del RGPD,
fr: l'exécution du Contrat conformément à l'Article 6(1)(b) du RGPD,
ga: an Conradh faoi Airteagal 6(1)(b) den RGCS a chomhlíonadh,
hu: a szerződés teljesítése a GDPR 6. cikk (1) bekezdés b) pontja alapján,
id: memenuhi Kontrak berdasarkan Pasal 6(1)(b) GDPR,
ja: GDPR 第 6 条 1 項 (b) に基づく契約の履行、
nl: ter vervulling van het Contract onder Artikel 6(1)(b) van de GDPR,
pt_br: cumprimento do Contrato nos termos do Artigo 6(1)(b) da RGPD,
ru: выполнение Договора в соответствии со статьёй 6(1)(b) GDPR,
sk: plnenie Zmluvy v zmysle čl. 6 ods. 1 písm. b) GDPR,
sl: izpolnjevanje pogodbe v skladu s členom 6(1)(b) GDPR,
sv: uppfyllande av avtalet enligt artikel 6.1 b i GDPR,
ta: சிடிபிஆரின் பிரிவு 6 (1) (பி) இன் கீழ் ஒப்பந்தத்தை நிறைவேற்றுதல்,
tr: GDPR Madde 6(1)(b) kapsamında Sözleşme’nin yerine getirilmesi,
uk: виконання Контракту відповідно до статті 6(1)(b) GDPR,
zh_hans: 根据 GDPR 第 6(1)(b) 款履行合同，
zh_hant: 依據 GDPR 第 6(1)(b) 條履行契約；

source: negotiating the Contract under Article 6(1)(b) of the GDPR,
cs: jednání o Smlouvě ve smyslu čl. 6(1)(b) nařízení GDPR,
de: den Vertrag gemäß Artikel 6(1)(b) der DSGVO auszuhandeln,
es: negociar el contrato de acuerdo con el artículo 6(1)(b) del RGPD,
fr: négociant le Contrat selon l'Article 6(1)(b) du RGPD,
ga: idirbheartaíocht a dhéanamh ar an gConradh faoi Airteagal 6(1)(b) den RGCS,
hu: a szerződés megkötésére irányuló tárgyalások a GDPR 6. cikk (1) bekezdés b) pontja alapján,
id: menegosiasikan Kontrak berdasarkan Pasal 6(1)(b) GDPR,
ja: GDPR 第 6 条 1 項 (b) に基づく契約の交渉、
nl: onderhandeling over het Contract onder Article 6(1)(b) van de GDPR,
pt_br: negociar o Contrato nos termos do Artigo 6(1)(b) do RGPD,
ru: ведения переговоров по Договору в соответствии со статьёй 6(1)(b) GDPR,
sk: rokovania o zmluve v zmysle čl. 6 ods. 1 písm. b) GDPR,
sl: pogajanja o pogodbi v skladu s členom 6(1)(b) GDPR,
sv: förhandla om avtalet enligt artikel 6.1 b i GDPR,
ta: மொத்த உள்நாட்டு உற்பத்தியின் பிரிவு 6 (1) (பி) இன் கீழ் ஒப்பந்தத்தைப் பேச்சுவார்த்தை நடத்துதல்,
tr: GDPR Madde 6(1)(b) kapsamında Sözleşme’nin müzakere edilmesi,
uk: ведення переговорів щодо укладення Контракту відповідно до статті 6(1)(b) GDPR,
zh_hans: 根据 GDPR 第 6(1)(b) 款进行合同磋商，
zh_hant: 依據 GDPR 第 6(1)(b) 條進行契約協商；

source: fulfilling the Provider's legal obligations under Article 6(1)(c) of the GDPR,
cs: plnění právních povinností Poskytovatele ve smyslu čl. 6(1)(c) nařízení GDPR,
de: die Erfüllung der gesetzlichen Verpflichtungen des Anbieters gemäß Artikel 6(1)(c) der DSGVO,
es: cumplir con las obligaciones legales del Proveedor en virtud del artículo 6 (1) (c) del RGPD,
fr: remplissant les obligations légales du Fournisseur selon l'Article 6(1)(c) du RGPD,
ga: oibleagáidí dlíthiúla an tSoláthraí faoi Airteagal 6(1)(c) den RGCS a chomhlíonadh,
hu: a Szolgáltató jogi kötelezettségeinek teljesítése a GDPR 6. cikk (1) bekezdés c) pontja alapján,
id: memenuhi kewajiban hukum Penyedia berdasarkan Pasal 6(1)(c) GDPR,
ja: GDPR 第 6 条 1 項 (c) に基づく事業者の法的義務の履行、
nl: vervulling van de wettelijke verplichtingen van de provider onder Artikel 6(1)(c) van de GDPR,
pt_br: cumprir as obrigações legais do Provedor nos termos do Artigo 6(1)(c) do RGPD,
ru: выполнение юридических обязательств Поставщика в соответствии со статьёй 6(1)(c) GDPR,
sk: plnenie právnych povinností Poskytovateľa v zmysle čl. 6(1)(c) nariadenia GDPR,
sl: izpolnjevanje zakonskih obveznosti ponudnika v skladu s členom 6(1)(c) GDPR,
sv: uppfylla leverantörens rättsliga skyldigheter enligt artikel 6.1 c i GDPR,
ta: சிடிபிஆரின் பிரிவு 6 (1) (சி) இன் கீழ் வழங்குநரின் சட்டபூர்வமான கடமைகளை நிறைவேற்றுதல்,
tr: Sağlayıcı’nın GDPR Madde 6(1)(c) kapsamındaki yasal yükümlülüklerini yerine getirmesi,
uk: виконання юридичних зобов’язань Постачальника відповідно до статті 6(1)(c) GDPR,
zh_hans: 根据 GDPR 第 6(1)(c) 款履行提供者的法律义务，
zh_hant: 依據 GDPR 第 6(1)(c) 條履行提供者之法律義務；

source: the legitimate interests of the Provider under Article 6(1)(f) of the GDPR, and in selected cases also
cs: oprávněného zájmu Poskytovatele ve smyslu čl. 6(1)(f) nařízení GDPR, a ve vybraných případech také
de: die berechtigten Interessen des Anbieters gemäß Artikel 6(1)(f) der DSGVO und in ausgewählten Fällen auch
es: los intereses legítimos del Proveedor según el artículo 6 (1) (f) del RGPD, y en casos seleccionados también
fr: l'intérêt légitime du Fournisseur d'après l'Article 6(1)(f) du RGPD, et aussi dans des cas choisis
ga: leasanna dlisteanacha an tSoláthraí faoi Airteagal 6(1)(f) den RGCS, agus i gcásanna roghnaithe freisin
hu: a Szolgáltató jogos érdekei a GDPR 6. cikk (1) bekezdés f) pontja alapján, valamint egyes esetekben
id: kepentingan sah dari Penyedia berdasarkan Pasal 6(1)(f) GDPR, dan dalam kasus tertentu juga
ja: GDPR 第 6 条 1 項 (f) に基づく事業者の正当な利益、ならびに選択された場合にはさらに
nl: de gerechtvaardigde belangen van de Provider onder Artikel 6(1)(f) van de GDPR, en in geselecteerde gevallen ook
pt_br: os interesses legítimos do Provedor nos termos do Artigo 6(1)(f) do RGPD e, em casos selecionados, também
ru: законные интересы Поставщика в соответствии со статьёй 6(1)(f) GDPR, а в отдельных случаях также
sk: oprávneného záujmu Poskytovateľa v zmysle čl. 6(1)(f) nariadenia GDPR, a vo vybraných prípadoch tiež
sl: legitimni interesi ponudnika v skladu s členom 6(1)(f) GDPR in v izbranih primerih tudi
sv: leverantörens berättigade intressen enligt artikel 6.1 f i GDPR, och i utvalda fall även
ta: மொத்த உள்நாட்டு உற்பத்தியின் பிரிவு 6 (1) (எஃப்) இன் கீழ் வழங்குநரின் நியாயமான நலன்கள், மற்றும் தேர்ந்தெடுக்கப்பட்ட நிகழ்வுகளிலும்
tr: GDPR Madde 6(1)(f) kapsamında Sağlayıcı’nın meşru menfaatleri ve belirli durumlarda ayrıca
uk: законні інтереси Постачальника відповідно до статті 6(1)(f) GDPR, а в окремих випадках також
zh_hans: 提供者在 GDPR 第 6(1)(f) 款下以及在选定情况下的合法利益同样
zh_hant: 依據 GDPR 第 6(1)(f) 條維護提供者之正當利益；以及在特定情況下，

source: consent granted by the User under Article 6(1)(a) of the GDPR.
cs: souhlasu uděleného Uživatelem ve smyslu čl. 6(1)(a) nařízení GDPR.
de: die Einwilligung des Benutzers gemäß Artikel 6(1)(a) der DSGVO.
es: consentimiento otorgado por el Usuario en virtud del artículo 6(1)(a) del RGPD.
fr: consentement accordé par l'Utilisateur en vertu de l'article 6(1)(a) du RGPD.
ga: toiliú arna dheonú ag an Úsáideoir faoi Airteagal 6(1)(a) den RGCS.
hu: a Felhasználó által adott hozzájárulás alapján a GDPR 6. cikk (1) bekezdés a) pontja szerint.
id: persetujuan yang diberikan oleh Pengguna berdasarkan Pasal 6(1)(a) GDPR.
ja: GDPR 第 6 条 (1)(a)に基づく利用者の同意。
nl: instemming verleend door de gebruiker onder Artikel 6(1)(a) van de GDPR.
pt_br: consentimento concedido pelo Usuário nos termos do Artigo 6(1)(a) do RGPD.
ru: согласие, предоставленное Пользователем, в соответствии со статьёй 6(1)(a) GDPR.
sk: súhlasu udeleného Používateľom v zmysle čl. 6(1)(a) nariadenia GDPR.
sl: soglasje, ki ga je uporabnik podal v skladu s členom 6(1)(a) GDPR.
sv: samtycke som användaren har gett enligt artikel 6.1 a i GDPR.
ta: சிடிபிஆரின் பிரிவு 6 (1) (அ) இன் கீழ் பயனரால் வழங்கப்பட்ட ஒப்புதல்.
tr: GDPR Madde 6(1)(a) kapsamında Kullanıcı tarafından verilen rıza.
uk: згода, надана Користувачем відповідно до статті 6(1)(a) GDPR.
zh_hans: 根据 GDPR 第 6(1)(a) 款用户授予的同意。
zh_hant: 依據 GDPR 第 6(1)(a) 條經使用者同意。

source: The scope of the User's personal data processed by the Provider includes the following:
cs: Rozsah osobních údajů Uživatele zpracovávaných Poskytovatelem je následující:
de: Der Umfang der personenbezogenen Daten des Benutzers, die vom Anbieter verarbeitet werden, umfasst Folgendes:
es: El alcance de los datos personales del usuario tratados por el proveedor incluye lo siguiente:
fr: Le champ d'application des données personnelles de l'utilisateur traitées par le fournisseur comprend les éléments suivants :
ga: Áirítear iad seo a leanas le raon feidhme shonraí pearsanta an Úsáideora a phróiseálann an Soláthraí:
hu: A Szolgáltató által kezelt Felhasználói személyes adatok köre az alábbiakat tartalmazza:
id: Ruang lingkup data pribadi Pengguna yang diproses oleh Penyedia meliputi hal-hal berikut:
ja: 事業者が処理する利用者の個人データの範囲には、次のものが含まれます：
nl: Het bereik van de verwerkte persoonlijke gegevens van de gebruiker omvatten ook het volgende:
pt_br: O escopo dos dados pessoais do Usuário processados pelo Provedor inclui o seguinte:
ru: Объём персональных данных Пользователя, обрабатываемых Поставщиком, включает в себя следующее:
sk: Rozsah osobných údajov Používateľa spracovávaných Poskytovateľom je nasledujúci:
sl: Obseg osebnih podatkov uporabnika, ki jih obdeluje ponudnik, vključuje naslednje:
sv: Omfattningen av användarens personuppgifter som behandlas av leverantören omfattar följande:
ta: வழங்குநரால் செயலாக்கப்பட்ட பயனரின் தனிப்பட்ட தரவின் நோக்கம் பின்வருவனவற்றை உள்ளடக்கியது:
tr: Kullanıcı'nın Sağlayıcı tarafından işlenen Kişisel Veri’lerinin kapsamında aşağıdakiler bulunur:
uk: Обсяг персональних даних Користувача, які обробляються Провайдером, включає наступне:
zh_hans: 提供者处理的用户个人数据范围包含以下项目：
zh_hant: 提供者處理使用者個人資料之範圍包含：

source: first and last name,
cs: jméno a příjmení,
de: Vor- und Nachname,
es: nombre y apellidos,
fr: prénom et nom,
ga: céadainm agus sloinne,
hu: vezetéknév és keresztnév,
id: nama depan dan belakang,
ja: 名（ファーストネーム）および姓（ラストネーム）、
nl: voor- en achternaam,
pt_br: nome e sobrenomes,
ru: имя и фамилию,
sk: meno a priezvisko,
sl: ime in priimek,
sv: förnamn och efternamn,
ta: முதல் மற்றும் கடைசி பெயர்,
tr: Ad ve soyad,
uk: ім'я та прізвище,
zh_hans: 姓氏和名字、
zh_hant: 姓名；

source: User's address (delivery and billing),
cs: adresu Uživatele (dodací i fakturační),
de: Adresse des Benutzers (Lieferung und Abrechnung),
es: Dirección del usuario (entrega y facturación),
fr: Adresse de l'utilisateur (livraison et facturation),
ga: Seoladh an úsáideora (seachadadh agus billeáil),
hu: a Felhasználó címe (szállítási és számlázási),
id: Alamat pengguna (pengiriman dan penagihan),
ja: 利用者の住所（配送先および請求先）、
nl: adres van de gebruiker (aflevering en facturering)
pt_br: Endereço do usuário (de entrega e de cobrança),
ru: Адрес пользователя (доставка и выставление счетов),
sk: adresu Používateľa (dodacia aj fakturačná),
sl: Naslov uporabnika (za dostavo in izstavitev računa),
sv: Användarens adress (leverans och fakturering),
ta: பயனரின் முகவரி (டெலிவரி மற்றும் பில்லிங்),
tr: Kullanıcının adresi (teslimat ve fatura),
uk: Адреса користувача (доставка та оплата),
zh_hans: 用户地址（邮寄和账单）、
zh_hant: 使用者地址（送貨及帳單地址）；

source: Company ID and Tax ID,
cs: IČO a DIČ,
de: Unternehmens-ID und Steuer-ID,
es: Identificación de la empresa y número fiscal,
fr: Numéro d'identification de l'entreprise et numéro d'identification fiscale,
ga: Aitheantas Cuideachta agus ID Cánach,
hu: cégjegyzékszám és adószám,
id: ID Perusahaan dan NPWP,
ja: 会社識別 ID および納税者 ID、
nl: ID van bedrijf en ID belasting,
pt_br: Identificação da empresa e identificação fiscal,
ru: Идентификатор компании и налоговый номер,
sk: IČO a DIČ,
sl: ID podjetja in davčna številka,
sv: Företags-ID och skatte-ID,
ta: நிறுவனத்தின் ஐடி மற்றும் வரி ஐடி,
tr: Kuruluş Kimliği ve Vergi Numarası,
uk: Ідентифікаційний номер компанії та податковий номер,
zh_hans: 公司 ID 和税务 ID、
zh_hant: 公司統編及稅籍編號；

source: nickname(s) (including any voluntarily linked platforms such as Liberapay, GitHub, X, and others),
de: Nickname(n) (einschließlich aller freiwillig verlinkten Plattformen wie Liberapay, GitHub, X und andere),
es: apodo(s) (incluyendo cualquier plataforma vinculada voluntariamente como Liberapay, GitHub, X, y otros),
fr: pseudonyme(s) (y compris toute plateforme volontairement liée telle que Liberapay, GitHub, X, et autres),
ga: leasainm(neacha) (lena n-áirítear aon ardáin atá nasctha go deonach ar nós Liberapay, GitHub, X, agus eile),
hu: felhasználónév(ek) – beleértve azokat is, amelyeket a Felhasználó szándékosan összekapcsolt más platformokkal, mint például a Liberapay, GitHub, X és mások,
id: nama panggilan (termasuk platform yang ditautkan secara sukarela seperti Liberapay, GitHub, X, dan lainnya),
ja: ニックネーム（Liberapay、GitHub、X その他のプラットフォームにおいて、本人が任意に連携したアカウント名等を含む）、
nl: bijna(a)m(en) (inclusief eventuele vrijwillig gekoppelde platformen, zoals Liberapay, GitHub, X en andere),
pt_br: apelido(s) (incluindo quaisquer plataformas vinculadas voluntariamente, como Liberapay, GitHub, X e outras),
ru: псевдоним(-ы) (включая любые добровольно связанные платформы, такие как Liberapay, GitHub, X и другие),
sk: prezývku či prezývky (vrátane prípadne dobrovoľne prepojených platforiem typu Liberapay, GitHub, X a ďalších),
sl: vzdevek(-ki) (vključno s prostovoljno povezanimi platformami, kot so Liberapay, GitHub, X in druge),
sv: smeknamn (inklusive eventuella frivilligt länkade plattformar såsom Liberapay, GitHub, X och andra),
ta: புனைப்பெயர் (கள்) (லைபர்பே, அறிவிலிமையம், ஃச் மற்றும் பிற தானாக முன்வந்து இணைக்கப்பட்ட தளங்கள் உட்பட),
tr: takma adlar (Liberapay, GitHub, X ve diğerleri gibi gönüllü olarak bağlanılan platformlar dahil),
uk: псевдонім(и) (включаючи будь-які добровільно пов’язані платформи, такі як Liberapay, GitHub, X та інші),
zh_hans: 昵称（包括任何自愿关联的平台，如Liberapay、GitHub、X 和其他）、
zh_hant: 暱稱（包含任何自願連結之平台，如 Liberapay、GitHub、X 等）；

source: User's avatar,
cs: avatar Uživatele,
de: Das Profilbild des Benutzers,
es: Avatar del usuario,
fr: Avatar de l'Utilisateur,
ga: Avatar an úsáideora,
hu: a Felhasználó profilképe,
id: Avatar pengguna,
ja: 利用者のアバター、
nl: avatar van de gebruiker,
pt_br: Avatar do usuário,
ru: аватар Пользователя,
sk: avatar Používateľa,
sl: Avatar uporabnika
sv: Användarens avatar,
ta: பயனரின் அவதார்,
tr: Kullanıcı’nın avatar görseli,
uk: Аватар користувача,
zh_hans: 用户头像、
zh_hant: 使用者頭貼；

source: email address(es),
cs: e-mailovou adresu či adresy,
de: E-Mail-Adresse(n),
es: Dirección(es) de correo(s) electrónico(s),
fr: adresse(s) de courriel,
ga: seoladh ríomhphoist/seoltaí ríomhphoist,
hu: e-mail cím(ek),
id: alamat surel,
ja: メールアドレス
nl: e-mailadres(sen)
pt_br: endereço(s) de e-mail,
ru: адрес(-а) электронной почты,
sk: e-mailovú adresu či adresy,
sl: e-poštni naslov(i),
sv: e-postadress(er),
ta: மின்னஞ்சல் முகவரி (எச்),
tr: e-posta adresleri,
uk: адреса електронної пошти,
zh_hans: 电子邮件地址、
zh_hant: 電子郵件地址；
