Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: In cases of force majeure, the Parties are entitled to temporarily suspend their contractual obligations, and any non-performance or delay in fulfilling the obligations imposed by this Agreement will not be considered a breach of the Agreement. Force majeure includes circumstances under which liability is excluded according to Czech law, such as natural disasters, war, or changes in the political situation that prevent or unduly hinder the exercise of rights and obligations arising from this Agreement.
cs: V případě zásahu vyšší moci jsou Smluvní strany oprávněny dočasně pozastavit plnění svých povinností na základě Smlouvy a jakékoli nedodržení (celkové nebo částečné) nebo prodlení s plněním povinností uložených touto Smlouvou nebude považováno za porušení Smlouvy. Vyšší mocí se pro účely této Smlouvy rozumí okolnosti, za kterých je odpovědnost podle českých právních předpisů vyloučena, mimo jiné přírodní katastrofa, válka, změna politické situace, která znemožňuje nebo nepřiměřeně ztěžuje výkon práv a povinností vyplývajících z této Smlouvy, nebo jakýkoli jiný obdobný důvod, událost či skutečnost.
de: Im Falle höherer Gewalt sind die Vertragsparteien berechtigt, ihre vertraglichen Verpflichtungen vorübergehend auszusetzen, und eine Nichterfüllung oder Verzögerung bei der Erfüllung der sich aus diesem Vertrag ergebenden Verpflichtungen wird nicht als Vertragsverletzung angesehen. Höhere Gewalt umfasst Umstände, unter denen die Haftung nach tschechischem Recht ausgeschlossen ist, wie Naturkatastrophen, Krieg oder Änderungen der politischen Lage, die die Ausübung der Rechte und Pflichten aus diesem Vertrag verhindern oder übermäßig erschweren.
fr: En cas de force majeure, les Parties sont en droit de suspendre temporairement leurs obligations contractuelles. Tout manquement ou retard dans l'exécution des obligations découlant du présent Contrat ne sera pas considéré comme une violation de celui-ci. La force majeure inclut les circonstances pour lesquelles la responsabilité est exclue en vertu du droit tchèque, telles que les catastrophes naturelles, la guerre ou les changements de situation politique qui empêchent ou entravent indûment l'exercice des droits et obligations découlant du présent Contrat.
ga: I gcásanna force majeure, tá na Páirtithe i dteideal a n-oibleagáidí conarthacha a fhionraí go sealadach, agus ní mheasfar gur sárú ar an gComhaontú é aon neamh-chomhlíonadh nó moill ar chomhlíonadh na n-oibleagáidí a fhorchuirtear leis an gComhaontú seo. Áirítear le force majeure imthosca faoina ndéantar dliteanas a eisiamh de réir dhlí na Seice, amhail tubaistí nádúrtha, cogadh, nó athruithe ar an staid pholaitiúil a choisceann nó a chuireann bac míchuí ar fheidhmiú na gceart agus na n-oibleagáidí a eascraíonn as an gComhaontú seo.
hu: Vis maior esetén a Felek jogosultak a szerződéses kötelezettségeik ideiglenes felfüggesztésére, és az ezen események miatt bekövetkező nem teljesítés vagy késedelem nem minősül szerződésszegésnek. Vis maiornak minősül minden olyan körülmény, amely a Cseh jog szerint mentesít a felelősség alól, például természeti katasztrófa, háború vagy olyan politikai változás, amely lehetetlenné teszi vagy aránytalan mértékben akadályozza a jelen Szerződésből eredő jogok és kötelezettségek gyakorlását.
id: Dalam kasus force majeure, Para Pihak berhak untuk menangguhkan sementara kewajiban kontraktual mereka, dan setiap wanprestasi atau keterlambatan dalam memenuhi kewajiban yang dibebankan oleh Perjanjian ini tidak akan dianggap sebagai pelanggaran Perjanjian. Force majeure mencakup keadaan di mana tanggung jawab dikecualikan menurut hukum Ceko, seperti bencana alam, perang, atau perubahan situasi politik yang mencegah atau secara tidak wajar menghalangi pelaksanaan hak dan kewajiban yang timbul dari Perjanjian ini.
ja: 不可抗力が発生した場合、当事者はその契約上の義務を一時的に停止することができ、本規程に基づき課される義務の不履行または履行遅滞は、契約違反とはみなされないものとします。不可抗力には、チェコ法において責任が免除されるとされる事由、すなわち自然災害、戦争、本規程に基づく権利義務の行使を妨げ、または著しく困難にする政治情勢の変化等が含まれます。
nl: In gevallen van overmacht hebben de partijen het recht om tijdelijk hun contractuele verplichtingen op te schorten en elk niet uitvoeren of vertraging in het vervullen van de bepalingen die door deze overeenkomst worden opgelegd, zal niet worden beschouwd als een inbreuk op deze overeenkomst. Overmacht omvat omstandigheden waarvoor de aansprakelijkheid is uitgesloten door de Tsjechische wet, zoals natuurrampen, oorlog of wijzigingen in de politieke situatie die het uitvoeren van rechten en verplichtingen, die voortkomen uit deze overeenkomst, voorkomen of onnodig hinderen.
pt_br: Em casos de força maior, as Partes têm o direito de suspender temporariamente suas obrigações contratuais, e qualquer não execução ou atraso no cumprimento das obrigações impostas por este Contrato não será considerado uma violação do Contrato. Força maior inclui circunstâncias sob as quais a responsabilidade é excluída de acordo com a lei tcheca, como desastres naturais, guerra ou mudanças na situação política que impeçam ou dificultem indevidamente o exercício de direitos e obrigações decorrentes deste Contrato.
ru: В случае форс-мажорных обстоятельств Стороны имеют право временно приостановить выполнение своих договорных обязательств, при этом любое невыполнение или задержка в выполнении обязательств, налагаемых настоящим Соглашением, не будет считаться нарушением Соглашения. Форс-мажорные обстоятельства включают в себя обстоятельства, при которых ответственность исключается в соответствии с чешским законодательством, такие как стихийные бедствия, война или изменения политической ситуации, которые препятствуют или неоправданно затрудняют осуществление прав и обязанностей, вытекающих из настоящего Соглашения.
sk: V prípade zásahu vyššej moci sú Zmluvné strany oprávnené dočasne pozastaviť plnenie svojich povinností na základe Zmluvy a akékoľvek nedodržanie (celkové alebo čiastočné) alebo omeškanie s plnením povinností uložených touto Zmluvou nebude považované za porušenie Zmluvy. ktorých je zodpovednosť podľa českých právnych predpisov vylúčená, okrem iného prírodná katastrofa, vojna, zmena politickej situácie, ktorá znemožňuje alebo neprimerane sťažuje výkon práv a povinností vyplývajúcich z tejto Zmluvy, alebo akýkoľvek iný obdobný dôvod, udalosť či skutočnosť.
sl: V primerih višje sile so pogodbene stranke upravičene do začasne prekinitve svojih pogodbenih obveznosti, neizpolnitev ali zamuda pri izpolnjevanju obveznosti, ki jih nalaga ta pogodba, pa se ne bo štela za kršitev pogodbe. Višja sila vključuje okoliščine, v katerih je odgovornost v skladu s češko zakonodajo izključena, kot so naravne nesreče, vojna ali spremembe političnih razmer, ki preprečujejo ali neupravičeno ovirajo uveljavljanje pravic in obveznosti, ki izhajajo iz te pogodbe.
sv: I fall av force majeure har parterna rätt att tillfälligt upphäva sina avtalsenliga skyldigheter, och underlåtenhet eller försening i fullgörandet av skyldigheterna enligt detta avtal ska inte anses utgöra ett avtalsbrott. Force majeure omfattar omständigheter under vilka ansvar är uteslutet enligt tjeckisk lag, såsom naturkatastrofer, krig eller förändringar i den politiska situationen som förhindrar eller på ett otillbörligt sätt hindrar utövandet av rättigheter och skyldigheter som följer av detta avtal.
ta: ஃபோர்ச் மசூரின் சந்தர்ப்பங்களில், கட்சிகள் தங்கள் ஒப்பந்தக் கடமைகளை தற்காலிகமாக நிறுத்தி வைக்க உரிமை உண்டு, மேலும் இந்த ஒப்பந்தத்தால் விதிக்கப்பட்ட கடமைகளை நிறைவேற்றுவதில் எந்தவொரு செயல்திறன் அல்லாத அல்லது நேரந்தவறுகை ஒப்பந்தத்தை மீறுவதாக கருதப்படாது. இந்த ஒப்பந்தத்திலிருந்து எழும் உரிமைகள் மற்றும் கடமைகளைப் பயன்படுத்துவதைத் தடுக்கும் அல்லது தேவையற்ற முறையில் தடையாக இருக்கும் இயற்கை பேரழிவுகள், போர், அல்லது அரசியல் சூழ்நிலையில் ஏற்படும் மாற்றங்கள் போன்ற செக் சட்டத்தின்படி பொறுப்பு விலக்கப்பட்ட சூழ்நிலைகளை ஃபோர்ச் மசூர் உள்ளடக்கியது.
tr: Mücbir sebep hallerinde, Taraflar sözleşmeden doğan yükümlülüklerini geçici olarak askıya alma hakkına sahiptir ve bu Sözleşme’nin getirdiği yükümlülüklerin yerine getirilmemesi veya geciktirilmesi Sözleşme’nin ihlali olarak kabul edilmeyecektir. Mücbir sebepler, doğal afetler, savaş veya bu Sözleşme’den doğan hak ve yükümlülüklerin kullanılmasını engelleyen veya gereksiz yere engelleyen siyasi durumdaki değişiklikler gibi Çek yasalarına göre sorumluluğun hariç tutulduğu durumları içerir.
uk: У випадках форс-мажорних обставин Сторони мають право тимчасово призупинити виконання своїх договірних зобов’язань, і будь-яке невиконання або затримка у виконанні зобов’язань, накладених цим Договором, не вважатиметься порушенням Договору. Форс-мажорні обставини включають обставини, за яких відповідальність виключається відповідно до чеського законодавства, такі як стихійні лиха, війна або зміни в політичній ситуації, які перешкоджають або надмірно перешкоджають здійсненню прав і обов'язків, що випливають з цієї Угоди.
zh_hans: 如遇不可抗力事件，各方有权暂时停止合约义务，不履行或延迟履行由此协议施加的义务寄哪个不会被认为是对协议的违反。不可抗力事件包括根据捷克法律免除责任的情境，比如自然灾害、战争、或阻止或过分妨碍履行此协议引发的权利和义务的政治局势变化。
zh_hant: 如遇不可抗力，雙方有權暫時中止其契約義務，任何未履行或遲延履行本協議所課予義務之情事，均不被視為違約。不可抗力包含依據捷克法律排除責任之情況，如自然災害、戰爭或政治局勢變更，致使無法或過度阻礙行使源自本協議之權利與義務。

source: By entering into the Agreement, the User acknowledges that, despite the Provider’s best efforts, there may be temporary unavailability of the Service due to circumstances beyond the Provider’s control (e.g., an internet connection outage). Therefore, the User agrees and undertakes to back up all of their data stored within the Service at another geographical location(s).
cs: Uzavřením Smlouvy bere Uživatel na vědomí, že i při vynaložení veškerého úsilí Poskytovatele je možné, že dojde ke krátkodobé nedostupnosti Služby, která je způsobena okolnostmi mimo sféru vlivu Poskytovatele (např. výpadek internetového připojení). Uživatel proto souhlasí a zavazuje se, že veškerá jeho data uložená v rámci Služby budou Uživatelem zálohována na jiném geografickém místě (místech).
de: Mit dem Abschluss der Vereinbarung erkennt der Benutzer an, dass der Dienst trotz aller Bemühungen des Anbieters aufgrund von Umständen, die außerhalb der Kontrolle des Anbieters liegen (z. B. ein Ausfall der Internetverbindung), vorübergehend nicht verfügbar sein kann. Der Benutzer erklärt sich daher damit einverstanden und verpflichtet sich, alle seine im Dienst gespeicherten Daten an einem anderen geografischen Ort zu sichern.
fr: En acceptant le présent Contrat, l’Utilisateur reconnaît que, malgré tous les efforts déployés par le Fournisseur, le Service peut être temporairement indisponible en raison de circonstances indépendantes de la volonté du Fournisseur (par exemple, une coupure de connexion Internet). Par conséquent, l’Utilisateur s’engage à sauvegarder toutes ses données stockées dans le cadre du Service sur un ou plusieurs autres sites géographiques.
ga: Trí dhul isteach sa Chomhaontú, admhaíonn an tÚsáideoir, in ainneoin iarrachtaí is fearr an tSoláthraí, go bhféadfadh sé nach mbeadh an tSeirbhís ar fáil go sealadach mar gheall ar imthosca nach bhfuil smacht ag an Soláthraí orthu (m.sh. briseadh nasc idirlín). Mar sin, aontaíonn an tÚsáideoir agus geallann sé cúltaca a dhéanamh de na sonraí go léir atá stóráilte laistigh den tSeirbhís ag láthair(í) geografacha eile.
hu: A Szerződés megkötésével a Felhasználó tudomásul veszi, hogy a Szolgáltató minden törekvése ellenére a Szolgáltatás időszakosan elérhetetlenné válhat a Szolgáltatón kívül álló okokból (pl. internetkapcsolat kimaradása). A Felhasználó vállalja, hogy minden Szolgáltatáson belül tárolt adatát más földrajzi hely(ek)en is menti.
id: Dengan menyetujui Perjanjian ini, Pengguna mengakui bahwa, meskipun Penyedia telah berupaya sebaik mungkin, Layanan mungkin tidak tersedia untuk sementara waktu karena keadaan di luar kendali Penyedia (misalnya, koneksi internet terputus). Oleh karena itu, Pengguna setuju dan berjanji untuk mencadangkan semua data yang tersimpan dalam Layanan di lokasi geografis lain.
ja: 本規程に基づく契約の締結により、利用者は、事業者が最大限の努力を尽くす場合であっても、事業者の支配が及ばない事由（例：インターネット接続障害）によりサービスが一時的に利用不能となる可能性があることを認識するものとします。したがって、利用者は、サービス内に保存する自己のデータについて、別の地理的場所においてバックアップを行うことに同意し、これを履行するものとします。
nl: Door deze overeenkomst af te sluiten begrijpt de gebruiker dat, ondanks de beste inspanningen van de provider, er tijdelijke onbeschikbaarheid van de service kan optreden door omstandigheden die buiten de controle van de provider liggen (bijv. uitvallen van een internetverbinding). Daarom gaat de gebruiker ermee akkoord en onderneemt actie om al zijn gegevens, die zijn opgeslagen binnen de service, te back-uppen naar andere geografische locatie(s) at another geographical location(s).
pt_br: Ao celebrar o Contrato, o Usuário reconhece que, apesar dos melhores esforços do Provedor, pode haver indisponibilidade temporária do Serviço devido a circunstâncias além do controle do Provedor (por exemplo, uma queda de conexão com a internet). Portanto, o Usuário concorda e se compromete a fazer backup de todos os seus dados armazenados no Serviço em outra(s) localização(ões) geográfica(s).
ru: Заключая Соглашение, Пользователь признаёт, что, несмотря на все усилия Поставщика, может возникнуть временная недоступность Сервиса по независящим от Поставщика обстоятельствам (например, перебои с интернет-соединением). Поэтому Пользователь соглашается и обязуется создавать резервные копии всех своих данных, хранящихся в рамках Сервиса, в другом географическом месте (местах).
sk: Uzatvorením Zmluvy berie Používateľ na vedomie, že aj pri vynaložení všetkého úsilia Poskytovateľa je možné, že dôjde ku krátkodobej nedostupnosti Služby, ktorá je spôsobená okolnosťami mimo sféry vplyvu Poskytovateľa (napr. výpadok internetového pripojenia). Používateľ preto súhlasí a zaväzuje sa, že všetky jeho dáta uložené v rámci Služby budú Používateľom zálohované na inom geografickom mieste (miestach).
sl: S sklenitvijo pogodbe uporabnik potrjuje, da kljub najboljšim prizadevanjem ponudnika lahko pride do začasne nedostopnosti storitve zaradi okoliščin, na katere ponudnik nima vpliva (npr. izpad internetne povezave). Zato se uporabnik strinja in se zavezuje, da bo vse svoje podatke, shranjene v storitvi, varnostno kopiral na drugi geografski lokaciji ali lokacijah.
sv: Genom att ingå Avtalet erkänner Användaren att, trots Leverantörens bästa ansträngningar, Tjänsten tillfälligt kan vara otillgänglig på grund av omständigheter utanför Leverantörens kontroll (t.ex. ett avbrott i internetanslutningen). Användaren samtycker därför till och åtar sig att säkerhetskopiera alla sina data som lagras inom Tjänsten på en eller flera andra geografiska platser.
ta: ஒப்பந்தத்தில் நுழைவதன் மூலம், வழங்குநரின் சிறந்த முயற்சிகள் இருந்தபோதிலும், வழங்குநரின் கட்டுப்பாட்டிற்கு அப்பாற்பட்ட சூழ்நிலைகள் (எ.கா., இணைய இணைப்பு செயலிழப்பு) காரணமாக சேவையை தற்காலிகமாக கிடைக்கக்கூடும் என்பதை பயனர் ஒப்புக்கொள்கிறார். எனவே, பயனர் ஒப்புக்கொள்கிறார் மற்றும் சேவையில் சேமித்து வைக்கப்பட்டுள்ள அனைத்து தரவுகளையும் மற்றொரு புவியியல் இருப்பிடத்தில் (கள்) காப்புப் பிரதி எடுக்கவும் மேற்கொள்கிறார்.
tr: Kullanıcı, Sözleşme'yi kabul ederek, Sağlayıcı'nın en iyi çabalarına rağmen, Sağlayıcı'nın kontrolü dışındaki koşullar (örneğin, internet bağlantısı kesintisi) nedeniyle Hizmet'in geçici olarak kullanılamayabileceğini kabul eder. Bu nedenle Kullanıcı, Hizmet dahilinde depolanan tüm verilerini başka coğrafi konumlarda yedeklemeyi kabul ve taahhüt eder.
uk: Укладаючи Угоду, Користувач визнає, що, незважаючи на всі зусилля Постачальника, Сервіс може бути тимчасово недоступним через обставини, що не залежать від Провайдера (наприклад, перебої в Інтернеті). Таким чином, Користувач погоджується та зобов’язується створювати резервні копії всіх своїх даних, що зберігаються в Сервісі, в іншому географічному місці(-ях).
zh_hans: 签订本协议，用户承认，尽管提供商尽了最大努力，但由于提供商无法控制的情况（例如，互联网连接中断），服务可能暂时无法使用。因此，用户同意并承诺将其存储在本服务中的所有数据在其他地理位置进行备份。
zh_hant: 透過締結本協議，使用者確認儘管提供者盡最大努力，本服務仍可能因超出提供者控制之情況（例如網際網路連線中斷）而暫時無法使用。因此，使用者同意並承諾將儲存於本服務內之所有資料備份於其他地理位置。

source: The User uses the Service AS IS. Incompatibility with other software, hardware configurations, or any defects or faults DO NOT ENTITLE the User to cancel their order or to request a refund of any fees paid, unless otherwise expressly agreed between the Parties in individual cases.
cs: Uživatel používá Službu TAK, JAK JE. Nekompatibilita s jiným softwarem, hardwarovou konfigurací nebo jakékoliv závady a vady NEOPRAVŇUJÍ Uživatele ke zrušení objednávky ani k vrácení již zaplacené Ceny Uživatelem, pokud není mezi Smluvními stranami v jednotlivých případech výslovně ujednáno jinak.
de: Der Benutzer nutzt den Dienst AS IS. Inkompatibilität mit anderer Software, Hardwarekonfigurationen oder jegliche Defekte oder Fehler berechtigen den Benutzer NICHT, seine Bestellung zu stornieren oder eine Rückerstattung der gezahlten Gebühren zu verlangen, es sei denn, die Parteien haben im Einzelfall ausdrücklich etwas anderes vereinbart.
fr: L’Utilisateur utilise le Service « TEL QUEL ». L’incompatibilité avec d’autres logiciels, configurations matérielles ou tout défaut ou dysfonctionnement ne donne PAS DROIT à l’Utilisateur d’annuler sa commande ou de demander le remboursement des frais payés, sauf accord contraire exprès entre les Parties dans des cas particuliers.
ga: Úsáideann an Úsáideoir an tSeirbhís MAR IS. NÍ TEIDEALAÍONN Neamh-chomhoiriúnacht le bogearraí eile, cumraíochtaí crua-earraí, nó aon lochtanna nó lochtanna don Úsáideoir a n-ordú a chealú nó aisíocaíocht a iarraidh ar aon táillí a íocadh, mura gcomhaontaítear a mhalairt go sainráite idir na Páirtithe i gcásanna aonair.
hu: A Felhasználó a Szolgáltatást „ahogy van” alapon használja. Az, hogy a Szolgáltatás nem kompatibilis más szoftverrel, hardverkonfigurációval vagy hibát, rendellenes működést tartalmaz, NEM jogosítja fel a Felhasználót a megrendelés visszavonására vagy a megfizetett díjak visszatérítésének igénylésére, kivéve, ha a Felek egyedi esetben kifejezetten másként állapodtak meg.
id: Pengguna menggunakan Layanan SEBAGAIMANA ADANYA. Ketidakcocokan dengan perangkat lunak lain, konfigurasi perangkat keras, atau cacat atau kesalahan apa pun TIDAK MEMBERIKAN HAK kepada Pengguna untuk membatalkan pesanan mereka atau meminta pengembalian biaya apa pun yang telah dibayarkan, kecuali jika disetujui secara tegas oleh Para Pihak dalam kasus-kasus individual.
ja: 利用者は、サービスを現状有姿のまま利用するものとします。他のソフトウェアまたはハードウェア構成との非互換性、もしくはサービスに存在する不具合または欠陥があった場合であっても、当事者間で個別に明示的な合意がある場合を除き、利用者は自己の注文を取消す権利や、支払済みの料金の返金を求める権利を有しないものとします。
nl: De gebruiker gebruikt de service ZOALS DIE IS. Incompatibiliteit met andere software, hardwareconfiguraties of enige andere defecten of fouten GEVEN GEEN RECHT aan de gebruiker om zijn order te annuleren of teruggave te eisen van enige betaalde kosten, tenzij anders, in individuele gevallen, nadrukkelijk is overeengekomen tussen de partijen.
pt_br: O Usuário usa o Serviço COMO ESTÁ. Incompatibilidade com outro software, configurações de hardware ou quaisquer defeitos ou falhas NÃO DÃO DIREITO ao Usuário de cancelar seu pedido ou solicitar o reembolso de quaisquer taxas pagas, a menos que expressamente acordado de outra forma entre as Partes em casos individuais.
ru: Пользователь использует Сервис КАК ЕСТЬ. Несовместимость с другим программным обеспечением, аппаратными конфигурациями, а также любые дефекты или неисправности НЕ ДАЮТ Пользователю права отменить свой заказ или потребовать возврата уплаченных средств, если иное прямо не оговорено Сторонами в отдельных случаях.
sk: Používateľ používa Službu TAK, AKO JE. Nekompatibilita s iným softvérom, hardvérovou konfiguráciou alebo akékoľvek závady a vady NEOPRAVŇUJÚ Používateľa na zrušenie objednávky ani na vrátenie už zaplatenej Ceny Používateľom, pokiaľ nie je medzi Zmluvnými stranami v jednotlivých prípadoch výslovne dohodnuté inak.
sl: Uporabnik uporablja storitev, KOT JE. Nezdružljivost z drugo programsko opremo, konfiguracijami strojne opreme ali kakršne koli napake ali napake NE DAJAJO uporabniku pravice do preklica naročila ali zahteve za vračilo plačanih stroškov, razen če se stranki v posameznem primeru izrecno ne dogovorita drugače.
sv: Användaren använder Tjänsten I BEFINTLIGT SKICK. Inkompatibilitet med annan programvara, hårdvarukonfigurationer eller eventuella defekter eller fel GER INTE Användaren rätt att avbryta sin beställning eller begära återbetalning av erlagda avgifter, såvida inte annat uttryckligen överenskommits mellan Parterna i enskilda fall.
ta: பயனர் சேவையைப் பயன்படுத்துகிறார். பிற மென்பொருளுடன் பொருந்தாத தன்மை, வன்பொருள் உள்ளமைவுகள் அல்லது ஏதேனும் குறைபாடுகள் அல்லது தவறுகள் பயனருக்கு தங்கள் ஆர்டரை ரத்து செய்ய அல்லது செலுத்தப்பட்ட கட்டணங்களைத் திருப்பித் தருமாறு கோருவதற்கு உரிமை இல்லை, இல்லையெனில் தனிப்பட்ட நிகழ்வுகளில் கட்சிகளுக்கு இடையில் வெளிப்படையாக ஒப்புக் கொள்ளப்படாவிட்டால்.
tr: Kullanıcı Hizmeti OLDUĞU GİBİ kullanır. Diğer yazılımlarla uyumsuzluk, donanım yapılandırmaları veya herhangi bir kusur veya hata, münferit durumlarda Taraflar arasında aksi açıkça kararlaştırılmadıkça, Kullanıcı’ya siparişini iptal etme veya ödenen herhangi bir ücretin iadesini talep etme HAKKI VERMEZ.
uk: Користувач використовує Сервіс ЯК Є. Несумісність з іншим програмним забезпеченням, апаратними конфігураціями або будь-які дефекти чи несправності НЕ ДАЮТЬ ПРАВА Користувачеві скасувати своє замовлення або вимагати відшкодування будь-яких сплачених зборів, якщо інше прямо не домовлено між Сторонами в окремих випадках.
zh_hans: 用户按原样使用服务。与其他软件、硬件配置不兼容，或任何缺陷或故障并不赋予用户取消其订单或要求退还已支付的任何费用的权利，除非双方在个别情况下另有明确约定。
zh_hant: 使用者依「現狀」使用本服務。除非雙方於個別案件中另有明示協議，否則與其他軟體、硬體配置之不相容，或任何瑕疵或故障，均不賦予使用者取消訂單或請求退還任何已付費用之權利。

source: Personal Data Protection
cs: Ochrana osobních údajů
de: Schutz personenbezogener Daten
fr: Protection des données personnelles
ga: Cosaint Sonraí Pearsanta
hu: Személyes adatok védelme
id: Perlindungan Data Pribadi
ja: 個人情報の保護
nl: Algemene Verordening Gegevensbescherming
pt_br: Proteção de Dados Pessoais
ru: Защита персональных данных
sk: Ochrana osobných údajov
sl: Varstvo osebnih podatkov
sv: Skydd av personuppgifter
ta: தனிப்பட்ட தரவு பாதுகாப்பு
tr: Kişisel Veri’lerin Korunması
uk: Захист персональних даних
zh_hans: 个人数据保护
zh_hant: 個人資料保護
