Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: In accordance with GPLv3, certain aspects of the Service may be provided either with the assistance of third parties other than the Provider or directly by these parties. The User acknowledges that these third parties will provide their services in accordance with this Agreement and the GPLv3 license. The User acknowledges that third parties involved in the provision of the Service may change over the course of the Service's provision. These third parties may process Personal Data within their activities in accordance with the Agreement and GPLv3.
cs: V souladu s GPLv3 mohou být některé aspekty Služby poskytovány buď s pomocí třetích stran odlišných od Poskytovatele, nebo přímo těmito stranami. Uživatel bere na vědomí, že tyto třetí strany budou poskytovat své služby v souladu s touto Smlouvou a s licencí GPLv3. Uživatel bere na vědomí, že třetí strany zapojené do poskytování Služby se mohou v průběhu poskytování Služby měnit. Tyto třetí strany mohou v rámci své činnosti zpracovávat Osobní údaje v souladu se Smlouvou a GPLv3.
de: In Übereinstimmung mit der GPLv3 können bestimmte Aspekte des Dienstes entweder mit Hilfe von Drittanbietern, die nicht der Anbieter sind, oder direkt durch diese Parteien bereitgestellt werden. Der Benutzer erkennt an, dass diese Drittanbieter ihre Dienste in Übereinstimmung mit dem vorliegenden Vertrag und der GPLv3-Lizenz erbringen werden. Der Benutzer erkennt an, dass Drittanbieter, die an der Bereitstellung des Dienstes beteiligt sind, sich im Laufe der Bereitstellung des Dienstes ändern können. Diese Drittanbieter können im Rahmen ihrer Tätigkeit personenbezogene Daten in Übereinstimmung mit dem Vertrag und der GPLv3 verarbeiten.
es: De acuerdo con la GPLv3, ciertos aspectos del Servicio se pueden proporcionar por ya sea con la asistencia de terceros que no sean el Proveedor o directamente por estas partes. El Usuario reconoce que estos terceros proporcionarán sus servicios de acuerdo con este Contrato y la licencia GPLv3. El usuario reconoce que los terceros involucrados en la prestación del Servicio pueden cambiar durante el curso de la prestación del Servicio. Estos terceros pueden procesar Datos Personales dentro de sus actividades de acuerdo con el Acuerdo y la GPLv3.
fr: Conformément à la licence GPLv3, certains aspects du Service peuvent être fournis soit avec l'aide de tiers autres que le Fournisseur, soit directement par ces tiers. L'Utilisateur reconnaît que ces tiers fourniront leurs services conformément au présent Contrat et à la licence GPLv3. L'Utilisateur reconnaît également que les tiers intervenant dans la fourniture du Service peuvent changer au cours de celle-ci. Ces tiers peuvent traiter des Données Personnelles dans le cadre de leurs activités, conformément au Contrat et à la licence GPLv3.
ga: De réir GPLv3, féadfar gnéithe áirithe den tSeirbhís a sholáthar le cúnamh ó thríú páirtithe seachas an Soláthraí nó go díreach ó na páirtithe sin. Admhaíonn an tÚsáideoir go gcuirfidh na tríú páirtithe seo a gcuid seirbhísí ar fáil de réir an Chomhaontaithe seo agus an cheadúnais GPLv3. Admhaíonn an tÚsáideoir go bhféadfadh tríú páirtithe a bhfuil baint acu le soláthar na Seirbhíse athrú le linn sholáthar na Seirbhíse. Féadfaidh na tríú páirtithe sin Sonraí Pearsanta a phróiseáil laistigh dá ngníomhaíochtaí de réir an Chomhaontaithe agus GPLv3.
hu: A GPLv3 értelmében a Szolgáltatás egyes elemei harmadik felek közreműködésével is nyújthatók vagy akár közvetlenül ezen felek által. A Felhasználó tudomásul veszi, hogy ezek a harmadik felek a Szerződés és a GPLv3 licenc alapján nyújtják szolgáltatásaikat. Tudomásul veszi továbbá, hogy a Szolgáltatás nyújtásában részt vevő harmadik felek személye a szolgáltatás időtartama alatt változhat. E felek a Szerződés és a GPLv3 licenc keretében kezelhetnek Személyes adatokat.
id: Sesuai dengan GPLv3, aspek tertentu dari Layanan dapat diberikan baik dengan bantuan pihak ketiga selain Penyedia atau secara langsung oleh pihak-pihak tersebut. Pengguna mengakui bahwa pihak ketiga ini akan menyediakan layanan mereka sesuai dengan Perjanjian ini dan lisensi GPLv3. Pengguna mengakui bahwa pihak ketiga yang terlibat dalam penyediaan Layanan dapat berubah selama penyediaan Layanan. Pihak ketiga ini dapat memproses Data Pribadi dalam aktivitas mereka sesuai dengan Perjanjian dan GPLv3.
ja: GPLv3 に従い、本サービスの一部は、事業者以外の第三者の支援を受けて、又はこれら第三者により直接提供される場合があります。利用者は、これら第三者が、本契約及び GPLv3 ライセンスに従ってサービスを提供することを承諾します。また、利用者は、本サービスの提供に関与する第三者が、サービス提供期間中に変更され得ることを承諾します。これら第三者は、本契約及び GPLv3 に従い、その業務の範囲内で個人データを取扱う場合があります。
nl: Overeenkomstig de GPLv3 kunnen bepaalde aspecten van de service worden verschaft, ofwel met assistentie van derde partijen anders dan de provider of direct door deze partijen. De gebruiker begrijpt dat deze derde partijen hun services zullen verschaffen overeenkomstig deze overeenkomst en de licentie GPLv3. De gebruiker begrijpt dat betrokken derde partijen voor het verschaffen van de service gedurende het verschaffen van de service zouden kunnen wijzigen. Deze derde partijen zouden binnen hun activiteiten persoonlijke gegevens kunnen verwerken overeenkomstig de overeenkomst en de licentie GPLv3.
pt_br: De acordo com a GPLv3, certos aspectos do Serviço podem ser fornecidos com a assistência de terceiros que não o Provedor ou diretamente por essas partes. O Usuário reconhece que esses terceiros fornecerão seus serviços de acordo com este Contrato e a licença GPLv3. O Usuário reconhece que terceiros envolvidos no fornecimento do Serviço podem mudar ao longo do fornecimento do Serviço. Esses terceiros podem processar Dados Pessoais dentro de suas atividades de acordo com o Contrato e a GPLv3.
ru: В соответствии с GPLv3 некоторые аспекты Сервиса могут предоставляться либо с помощью третьих лиц, не являющихся Поставщиком, либо непосредственно этими лицами. Пользователь признаёт, что эти третьи лица будут предоставлять свои сервисы в соответствии с настоящим Соглашением и лицензией GPLv3. Пользователь признаёт, что третьи лица, участвующие в предоставлении Сервиса, могут меняться в процессе предоставления Сервиса. Эти третьи лица могут обрабатывать Персональные данные в рамках своей деятельности в соответствии с Соглашением и лицензией GPLv3.
sk: V súlade s GPLv3 môžu byť niektoré aspekty Služby poskytované buď s pomocou tretích strán odlišných od Poskytovateľa, alebo priamo týmito stranami. Používateľ berie na vedomie, že tieto tretie strany budú poskytovať svoje služby v súlade s touto Zmluvou a s licenciou GPLv3. Používateľ berie na vedomie, že tretie strany zapojené do poskytovania Služby sa môžu v priebehu poskytovania Služby meniť. Tieto tretie strany môžu v rámci svojej činnosti spracovávať Osobné údaje v súlade so Zmluvou a GPLv3.
sl: V skladu z licenco GPLv3 se lahko nekateri vidiki storitve zagotavljajo s pomočjo tretjih oseb, ki niso ponudnik, ali neposredno s strani teh oseb. Uporabnik potrjuje, da bodo te tretje osebe zagotavljale svoje storitve v skladu s to pogodbo in licenco GPLv3. Uporabnik potrjuje, da se tretje osebe, ki sodelujejo pri zagotavljanju storitve, lahko med zagotavljanjem storitve spremenijo. Te tretje osebe lahko obdelujejo osebne podatke v okviru svojih dejavnosti v skladu s pogodbo in licenco GPLv3.
sv: I enlighet med GPLv3 kan vissa aspekter av Tjänsten tillhandahållas antingen med hjälp av andra tredje parter än Leverantören eller direkt av dessa parter. Användaren erkänner att dessa tredje parter kommer att tillhandahålla sina tjänster i enlighet med detta avtal och GPLv3-licensen. Användaren erkänner att tredje parter som är involverade i tillhandahållandet av Tjänsten kan komma att ändras under Tjänstens tillhandahållande. Dessa tredje parter kan behandla Personuppgifter inom ramen för sin verksamhet i enlighet med Avtalet och GPLv3.
ta: சி.பி.எல்.வி 3 க்கு இணங்க, சேவையின் சில நற்பொருத்தங்கள் வழங்குநரைத் தவிர வேறு மூன்றாம் தரப்பினரின் உதவியுடன் அல்லது இந்த கட்சிகளால் நேரடியாக வழங்கப்படலாம். இந்த ஒப்பந்தம் மற்றும் சி.பி.எல்.வி 3 உரிமத்தின்படி இந்த மூன்றாம் தரப்பினர் தங்கள் சேவைகளை வழங்கும் என்பதை பயனர் ஒப்புக்கொள்கிறார். சேவையை வழங்குவதில் ஈடுபட்டுள்ள மூன்றாம் தரப்பினர் சேவையின் ஏற்பாட்டின் போது மாறக்கூடும் என்பதை பயனர் ஒப்புக்கொள்கிறார். இந்த மூன்றாம் தரப்பினர் ஒப்பந்தம் மற்றும் சி.பி.எல்.வி 3 இன் படி தங்கள் செயல்பாடுகளுக்குள் தனிப்பட்ட தரவை செயலாக்கலாம்.
tr: GPLv3 uyarınca, Hizmet’in belirli yönleri ya Sağlayıcı dışındaki üçüncü tarafların yardımıyla ya da doğrudan bu taraflarca sağlanabilir. Kullanıcı, bu üçüncü tarafların hizmetlerini bu Sözleşme ve GPLv3 lisansına uygun olarak sağlayacağını kabul eder. Kullanıcı, Hizmet’in sağlanmasında yer alan üçüncü tarafların Hizmet’in sağlanması süresince değişebileceğini kabul eder. Bu üçüncü taraflar, Sözleşme ve GPLv3 uyarınca faaliyetleri dahilinde Kişisel Veri’leri işleyebilir.
uk: Відповідно до GPLv3, певні аспекти Сервісу можуть надаватися за допомогою третіх сторін, крім Постачальника, або безпосередньо цими сторонами. Користувач визнає, що ці треті сторони надаватимуть свої послуги відповідно до цієї Угоди та ліцензії GPLv3. Користувач визнає, що треті сторони, залучені до надання Сервісу, можуть змінитися протягом надання Сервісу. Ці треті сторони можуть обробляти Персональні дані в рамках своєї діяльності відповідно до Угоди та GPLv3.
zh_hans: 根据 GPLv3 协议，服务的某些方面可以用非提供者的第三方协助的形式提供或者直接由这些第三方提供。用户确认这些第三方将按照本协议和 GPLv3 许可证提供它们的服务。用户确认参与到提供服务的第三方在服务提供期间可能会发生改变。这些第三方可以按照本协议和 GPLv3 许可证处理它们活动中的个人数据。
zh_hant: 依據 GPLv3，本服務之特定部分可能由提供者以外之第三方協助提供，或直接由該等第三方提供。使用者確認知悉該等第三方將依據本協議及 GPLv3 授權提供其服務。使用者確認知悉參與提供本服務之第三方可能在服務提供過程中變更。該等第三方得依據本協議及 GPLv3，於其活動範圍內處理個人資料。

source: Service Duration
cs: Doba poskytování Služby
de: Dienstdauer
fr: Durée du service
ga: Fad na Seirbhíse
hu: A Szolgáltatás időtartama
id: Durasi Layanan
ja: サービス期間
nl: Duur van de service
pt_br: Duração do Serviço
ru: Длительность сервиса
sk: Doba poskytovania Služby
sl: Trajanje storitve
sv: Varaktighet
ta: பணி காலம்
tr: Hizmet Süresi
uk: Тривалість обслуговування
zh_hans: 服务持续时间
zh_hant: 服務期間

source: Unless otherwise expressly agreed in the Agreement, the Agreement is concluded for a period corresponding to a subscription model. The subscription can be paid monthly or annually in accordance with Article 5 of the GTC.
cs: Není-li ve Smlouvě výslovně ujednáno jinak, Smlouva je uzavřena na dobu, která odpovídá modelu předplatného. Předplatné lze hradit měsíčně nebo ročně v souladu s čl. 5 VOP.
de: Sofern im Vertrag nicht ausdrücklich anders vereinbart, wird der Vertrag für einen Zeitraum geschlossen, der einem Abonnement-Modell entspricht. Das Abonnement kann monatlich oder jährlich in Übereinstimmung mit Artikel 5 der AGB bezahlt werden.
fr: Sauf stipulation contraire expresse dans le Contrat, celui-ci est conclu pour une durée correspondant à un modèle d'abonnement. L'abonnement peut être payé mensuellement ou annuellement conformément à l'article 5 des CGV.
ga: Mura gcomhaontaítear a mhalairt go sainráite sa Chomhaontú, tugtar an Comhaontú i gcrích ar feadh tréimhse a fhreagraíonn do shamhail síntiúis. Is féidir an síntiús a íoc go míosúil nó go bliantúil de réir Airteagal 5 den GTC.
hu: Eltérő rendelkezés hiányában a Szerződés előfizetéses modell szerint jön létre. Az előfizetés havonta vagy évente fizethető az ÁSZF 5. pontja szerint.
id: Kecuali jika secara tegas disetujui lain dalam Perjanjian, Perjanjian ini dibuat untuk jangka waktu yang sesuai dengan model berlangganan. Langganan dapat dibayar bulanan atau tahunan sesuai dengan Pasal 5 Syarat dan Ketentuan.
ja: 契約において別段の明示的な合意がない限り、本契約はサブスクリプション モデルに対応する期間について締結されます。サブスクリプションの支払は、本一般取引条件第 5 条に従い、月額又は年額で行うことができます。
nl: Tenzij uitdrukkelijk overeengekomen in de overeenkomst, wordt de overeenkomst vastgelegd voor een periode die overeenkomt met een abonnementsmodel. Het abonnement mag maandelijks of jaarlijks worden betaald, overeenkomstig Artikel 5 van de GTC.
pt_br: A menos que expressamente acordado de outra forma no Contrato, o Contrato é celebrado por um período correspondente a um modelo de assinatura. A assinatura pode ser paga mensalmente ou anualmente de acordo com o Artigo 5 do GTC.
ru: Если иное прямо не оговорено в Соглашении, Соглашение заключается на срок, соответствующий модели подписки. Подписка может быть оплачена ежемесячно или ежегодно в соответствии со статьёй 5 GTC.
sk: Ak nie je v Zmluve výslovne dohodnuté inak, Zmluva je uzatvorená na dobu, ktorá zodpovedá modelu predplatného. súlade s čl. 5 VOP.
sl: Razen če ni v pogodbi izrecno dogovorjeno drugače, se pogodba sklene za obdobje, ki ustreza naročniškemu modelu. Naročnina se lahko plačuje mesečno ali letno v skladu s 5. členom splošnih pogojev poslovanja.
sv: Om inte annat uttryckligen avtalats i avtalet, ingås avtalet för en period som motsvarar en prenumerationsmodell. Prenumerationen kan betalas månadsvis eller årsvis i enlighet med artikel 5 i de allmänna villkoren.
ta: ஒப்பந்தத்தில் வெளிப்படையாக ஒப்புக் கொள்ளப்படாவிட்டால், சந்தா மாதிரியுடன் தொடர்புடைய ஒரு காலத்திற்கு ஒப்பந்தம் முடிவுக்கு வருகிறது. சி.டி.சியின் 5 வது பிரிவின்படி சந்தாவை மாதந்தோறும் அல்லது ஆண்டுதோறும் செலுத்தலாம்.
tr: Sözleşme’de aksi açıkça kararlaştırılmadıkça, Sözleşme bir abonelik modeline karşılık gelen bir süre için akdedilir. Abonelik, Genel Hüküm ve Koşullar metninin 5. Maddesi uyarınca aylık veya yıllık olarak ödenebilir.
uk: Якщо інше прямо не обумовлено в Угоді, Угода укладається на період, що відповідає моделі передплати. Підписку можна оплачувати щомісяця або щороку відповідно до статті 5 GTC.
zh_hans: 除非在协议中另有明确约定，否则本协议的订立期限与订阅模式相对应。根据 GTC 第 5 款，订阅可以月付或年付。
zh_hant: 除本協議另有明文約定外，本協議之締結期間對應於訂閱模式。訂閱費用可依本條款第 5 條按月或按年支付。

source: The price for the Service is determined according to the offer or the Price List. The User acknowledges and agrees that the Price List may be unilaterally changed by the Provider in the same way as these GTC. The price depends on the chosen Service configuration, and there are many variants in which the Service can be provided. These variants are listed in the Price List. The price for Services consists of the following separate items or their combination, which are paid regularly monthly/annually:
cs: Cena za Službu je stanovena podle nabídky nebo Ceníku. Uživatel přitom bere na vědomí a souhlasí s tím, že Ceník může být ze strany Poskytovatele jednostranně změněn stejným způsobem jako tyto VOP. Cena se odvíjí od zvolené konfigurace Služby a existuje mnoho variant, jak může být Služba poskytována. Tyto varianty jsou uvedeny v Ceníku. Cena za Služby se skládá z následujících samostatných položek nebo jejich kombinace, které jsou placeny pravidelně měsíčně/ročně:
de: Der Preis für den Dienst bestimmt sich nach dem Angebot oder der Preisliste. Der Benutzer nimmt zur Kenntnis und erklärt sich damit einverstanden, dass die Preisliste einseitig durch den Anbieter in gleicher Weise wie diese AGB geändert werden kann. Der Preis hängt von der gewählten Konfiguration des Dienstes ab, und es gibt viele Varianten, in denen der Dienst erbracht werden kann. Diese Varianten sind in der Preisliste aufgeführt. Der Preis für die Dienste setzt sich aus den folgenden Einzelposten oder deren Kombination zusammen, die regelmäßig monatlich/jährlich zu zahlen sind:
fr: Le prix du Service est déterminé conformément à l'offre ou à la Liste de prix. L'Utilisateur reconnaît et accepte que la Liste de prix puisse être modifiée unilatéralement par le Prestataire, de la même manière que les présentes CGV. Le prix dépend de la configuration du Service choisie, et plusieurs options sont disponibles. Ces options sont détaillées dans la Liste de prix. Le prix des Services comprend les éléments suivants, individuellement ou combinés, payables mensuellement ou annuellement :
ga: Cinntear praghas na Seirbhíse de réir na tairisceana nó an Liosta Praghsanna. Admhaíonn agus aontaíonn an tÚsáideoir go bhféadfadh an Soláthraí an Liosta Praghsanna a athrú go haontaobhach ar an mbealach céanna leis na GTC seo. Braitheann an praghas ar chumraíocht roghnaithe na Seirbhíse, agus tá go leor leaganacha ann inar féidir an tSeirbhís a sholáthar. Tá na leaganacha seo liostaithe sa Liosta Praghsanna. Is éard atá sa phraghas ar Sheirbhísí ná na míreanna ar leithligh seo a leanas nó a gcomhcheangal, a íoctar go rialta go míosúil/go bliantúil:
hu: A Szolgáltatás ára az ajánlat vagy a Díjszabás alapján kerül meghatározásra. A Felhasználó tudomásul veszi és elfogadja, hogy a Díjszabás, valamint az ÁSZF egyoldalú módosításának jogát a Szolgáltató fenntartja. Az ár függ a választott Szolgáltatás konfigurációjától, és számos változatban vehető igénybe, amelyek szerepelnek a Díjszabásban. A Szolgáltatás ára az alábbi díjtételekből vagy azok kombinációjából tevődik össze, amelyeket havonta vagy évente kell megfizetni:
id: Harga Layanan ditentukan berdasarkan penawaran atau Daftar Harga. Pengguna mengakui dan setuju bahwa Daftar Harga dapat diubah secara sepihak oleh Penyedia dengan cara yang sama seperti Syarat dan Ketentuan ini. Harga bergantung pada konfigurasi Layanan yang dipilih, dan terdapat banyak varian di mana Layanan dapat diberikan. Varian-varian ini tercantum dalam Daftar Harga. Harga Layanan terdiri dari item-item terpisah berikut atau kombinasinya, yang dibayarkan secara berkala setiap bulan/tahunan:
ja: 本サービスの料金は、提案内容又は料金表に基づき決定されます。利用者は、料金表が本一般取引条件と同様の方法により、事業者によって一方的に変更され得ることを承諾します。料金は、選択されたサービス構成に依存し、本サービスには多数の提供形態が存在します。これらの提供形態は料金表に記載されています。サービスの料金は、以下の個別項目又はその組合せから構成され、月額又は年額で定期的に支払われます。
nl: De prijs voor de service wordt bepaald overeenkomstig de offerte of de prijslijst. De gebruiker begrijpt en gaat ermee akkoord dat de prijslijst eenzijdig gewijzigd kan worden door de provider, op dezelfde manier als deze GTC. De prijs is afhankelijk van de gekozen configuratie van de service en er zijn vele varianten waarin de service kan worden verschaft. Deze varianten zijn vermeld in de prijslijst. De prijs voor services bestaat uit de volgende afzonderlijke items of een combinatie daarvan, die normaal gesproken maandelijks/jaarlijks worden betaald:
pt_br: O preço do Serviço é determinado de acordo com a oferta ou a Lista de Preços. O Usuário reconhece e concorda que a Lista de Preços pode ser alterada unilateralmente pelo Provedor da mesma forma que estes GTC. O preço depende da configuração do Serviço escolhida, e há muitas variantes nas quais o Serviço pode ser fornecido. Essas variantes estão listadas na Lista de Preços. O preço dos Serviços consiste nos seguintes itens separados ou sua combinação, que são pagos regularmente mensalmente/anualmente:
ru: Стоимость Сервиса определяется в соответствии с офертой или Ценником. Пользователь признаёт и соглашается с тем, что Ценник может быть изменён Поставщиком в одностороннем порядке так же, как и настоящие GTC. Цена зависит от выбранной конфигурации Сервиса, и существует множество вариантов, в которых может быть предоставлен Сервис. Эти варианты перечислены в Ценнике. Цена на Сервисы состоит из следующих отдельных пунктов или их комбинации, которые оплачиваются регулярно ежемесячно/ежегодно:
sk: Cena za Službu je stanovená podľa ponuky alebo Cenníka. Používateľ pritom berie na vedomie a súhlasí s tým, že Cenník môže byť zo strany Poskytovateľa jednostranne zmenený rovnakým spôsobom ako tieto VOP. Cena sa odvíja od zvolenej konfigurácie Služby a existuje mnoho variantov, ako môže byť Služba poskytovaná. Tieto varianty sú uvedené v Cenníku. Cena za Služby sa skladá z nasledujúcich samostatných položiek alebo ich kombinácie, ktoré sú platené pravidelne mesačne/ročne:
sl: Cena storitve se določi v skladu s ponudbo oziroma cenikom. Uporabnik potrjuje in se strinja, da lahko ponudnik cenik enostransko spremeni na enak način kot te splošne pogoje poslovanja. Cena je odvisna od izbrane konfiguracije storitve, storitev pa je mogoče zagotoviti v številnih različicah. Te različice so navedene v ceniku. Cena storitev je sestavljena iz naslednjih ločenih postavk ali njihove kombinacije, ki se plačujejo redno mesečno/letno:
sv: Priset för Tjänsten fastställs enligt erbjudandet eller Prislistan. Användaren bekräftar och samtycker till att Prislistan kan ändras ensidigt av Leverantören på samma sätt som dessa Allmänna Villkor. Priset beror på den valda Tjänstekonfigurationen, och det finns många varianter i vilka Tjänsten kan tillhandahållas. Dessa varianter anges i Prislistan. Priset för Tjänsterna består av följande separata poster eller en kombination av dessa, som betalas regelbundet varje månad/år:
ta: சேவைக்கான விலை சலுகை அல்லது விலை பட்டியலுக்கு ஏற்ப தீர்மானிக்கப்படுகிறது. இந்த சி.டி.சி போலவே வழங்குநரால் விலை பட்டியல் ஒருதலைப்பட்சமாக மாற்றப்படலாம் என்பதை பயனர் ஒப்புக்கொள்கிறார் மற்றும் ஒப்புக்கொள்கிறார். விலை தேர்ந்தெடுக்கப்பட்ட பணி உள்ளமைவைப் பொறுத்தது, மேலும் சேவையை வழங்கக்கூடிய பல வகைகள் உள்ளன. இந்த வகைகள் விலை பட்டியலில் பட்டியலிடப்பட்டுள்ளன. சேவைகளுக்கான விலை பின்வரும் தனித்தனி உருப்படிகள் அல்லது அவற்றின் கலவையைக் கொண்டுள்ளது, அவை மாதந்தோறும்/ஆண்டுதோறும் வழக்கமாக செலுத்தப்படுகின்றன:
tr: Hizmetin fiyatı teklife veya Fiyat Listesi’ne göre belirlenir. Kullanıcı, Fiyat Listesi’nin bu Genel Hüküm ve Koşullar metni ile aynı şekilde Sağlayıcı tarafından tek taraflı olarak değiştirilebileceğini kabul ve beyan eder. Fiyat, seçilen Hizmet yapılandırmasına bağlıdır ve Hizmet’in sağlanabileceği birçok çeşit vardır. Bu çeşitler fiyat listesinde belirtilmiştir. Hizmet’lerin fiyatı, aylık/yıllık düzenli olarak ödenen aşağıdaki ayrı kalemlerden veya bunların kombinasyonundan oluşur:
uk: Вартість Послуги визначається згідно з офертою або Прейскурантом. Користувач визнає та погоджується з тим, що Прайс-лист може бути змінений Постачальником в односторонньому порядку так само, як і ці Загальні умови. Ціна залежить від обраної конфігурації Послуги, і існує багато варіантів надання Послуги. Ці варіанти вказані в прайс-листі. Ціна за Послуги складається з наступних окремих пунктів або їх комбінації, які сплачуються регулярно щомісяця/року:
zh_hans: 服务价格根据出价或价格清单确定。用户确认并同意提供者可以像更改 GTC 一样，单方面更改价格清单。价格取决于所选则服务配置，服务可以用多种变体提供。这些变体列举在清单中。服务价格由下列单独项目或它们的组合所组成，项目或组合每月/每月定期付款：
zh_hant: 服務價格依報價或價目表決定。使用者確認並同意，提供者得比照本條款之修改方式單方變更價目表。價格取決於所選之服務配置，本服務有多種提供方案。該等方案列於價目表中。服務價格由下列單獨項目或其組合構成，並按月/年定期支付：
