Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Parties commit to maintaining the confidentiality of all information learned during the contractual relationship established by this Agreement.
cs: Smluvní strany se zavazují zachovávat mlčenlivost o všech informacích, které se dozvěděly v průběhu smluvního vztahu podle této Smlouvy.
de: Die Vertragsparteien Commit, alle Informationen, von denen sie im Rahmen der durch dieses Abkommen begründeten Vertragsbeziehung Kenntnis erhalten, vertraulich zu behandeln.
fr: Les Parties s'engagent à maintenir la confidentialité de toutes les informations recueillies au cours de la relation contractuelle établie par le présent Accord.
ga: Geallann na Páirtithe go gcoimeádfaidh siad rúndacht na faisnéise go léir a fhoghlaimítear le linn an chaidrimh chonarthaigh a bhunaítear leis an gComhaontú seo.
hu: A Felek kötelezettséget vállalnak arra, hogy a jelen Szerződés alapján létrejött jogviszony során tudomásukra jutott minden információt bizalmasan kezelnek.
id: Para Pihak berkomitmen untuk menjaga kerahasiaan semua informasi yang diperoleh selama hubungan kontraktual yang ditetapkan dalam Perjanjian ini.
ja: 当事者は、本規程に基づき成立する契約関係において知り得た一切の情報について、秘密を保持することを約束するものとします。
nl: De partijen verbinden zich ertoe de vertrouwelijkheid te waarborgen van alle informatie die voortkomt uit de contractuele relatie die door deze overeenkomst wordt ingesteld.
pt_br: As Partes se comprometem a manter a confidencialidade de todas as informações apreendidas durante a relação contratual estabelecida por este Contrato.
ru: Стороны обязуются сохранять конфиденциальность всей информации, полученной в ходе договорных отношений, установленных настоящим Соглашением.
sk: Zmluvné strany sa zaväzujú zachovávať mlčanlivosť o všetkých informáciách, ktoré sa dozvedeli v priebehu zmluvného vzťahu podľa tejto Zmluvy.
sl: Stranki se zavezujeta, da bosta varovali zaupnost vseh informacij, ki jih bosta izvedeli med pogodbenim razmerjem, vzpostavljenim s to pogodbo.
sv: Parterna förbinder sig att upprätthålla sekretessen för all information som de får kännedom om under det avtalsförhållande som upprättas genom detta avtal.
ta: இந்த ஒப்பந்தத்தால் நிறுவப்பட்ட ஒப்பந்த உறவின் போது கற்றுக்கொண்ட அனைத்து தகவல்களின் இரகசியத்தன்மையை பராமரிக்க கட்சிகள் உறுதியளிக்கின்றன.
tr: Taraflar, bu Sözleşme ile kurulan anlaşma ilişkisi sırasında öğrenilen tüm bilgilerin gizliliğini korumayı taahhüt eder.
uk: Сторони зобов'язуються зберігати конфіденційність усієї інформації, отриманої під час договірних відносин, встановлених цією Угодою.
zh_hans: 各方承诺维持在由此协议建立的合约关系期间获悉的所有信息的机密性。
zh_hant: 雙方承諾對本協議建立之契約關係期間所知悉之所有資訊保密。

source: The User’s rights arising from the Agreement and these Terms cannot be assigned without the prior written consent of the Provider.
cs: Práva Uživatele vyplývající ze Smlouvy a těchto VOP nelze postoupit bez předchozího písemného souhlasu Poskytovatele.
de: Die Rechte des Benutzers, die sich aus dem Vertrag und diesen Bedingungen ergeben, können nicht ohne die vorherige schriftliche Zustimmung des Anbieters zugewiesen werden.
fr: Les droits de l’Utilisateur découlant du Contrat et des présentes Conditions générales ne peuvent être cédés sans le consentement écrit préalable du Fournisseur.
ga: Ní féidir cearta an Úsáideora a eascraíonn as an gComhaontú agus na Téarmaí seo a shannadh gan toiliú i scríbhinn roimh ré ón Soláthraí.
hu: A Felhasználó a jelen Szerződésből és az ÁSZF-ből eredő jogait csak a Szolgáltató előzetes írásbeli hozzájárulásával ruházhatja át.
id: Hak-hak Pengguna yang timbul dari Perjanjian dan Ketentuan ini tidak dapat dialihkan tanpa persetujuan tertulis terlebih dahulu dari Penyedia.
ja: 利用者は、本規程および本契約に基づいて生じる権利を、事前に事業者の書面による承諾を得ることなく譲渡することはできません。
nl: De rechten van de gebruiker, die voortkomen uit de overeenkomst en deze bepalingen, kunnen niet worden toegewezen zonder schriftelijke instemming van de provider.
pt_br: Os direitos do Usuário decorrentes do Contrato e destes Termos não poderão ser cedidos sem o consentimento prévio por escrito do Provedor.
ru: Права Пользователя, вытекающие из Соглашения и настоящих Условий, не могут быть переуступлены без предварительного письменного согласия Поставщика.
sk: Práva Používateľa vyplývajúce zo Zmluvy a týchto VOP nemožno postúpiť bez predchádzajúceho písomného súhlasu Poskytovateľa.
sl: Pravic uporabnika, ki izhajajo iz pogodbe in teh pogojev, ni mogoče prenesti brez predhodnega pisnega soglasja ponudnika.
sv: Användarens rättigheter som följer av Avtalet och dessa Villkor kan inte överlåtas utan Leverantörens föregående skriftliga medgivande.
ta: ஒப்பந்தத்திலிருந்து எழும் பயனரின் உரிமைகள் மற்றும் வழங்குநரின் முன் எழுத்துப்பூர்வ அனுமதியின்றி இந்த விதிமுறைகளை ஒதுக்க முடியாது.
tr: Kullanıcı’nın Sözleşme’den ve bu Koşullar’dan doğan hakları, Sağlayıcı’nın önceden yazılı izni olmadan devredilemez.
uk: Права Користувача, що випливають з Угоди та цих Умов, не можуть бути передані без попередньої письмової згоди Провайдера.
zh_hans: 未经提供商事先书面同意，用户在本协议和本条款中产生的权利不得转让。
zh_hant: 未經提供者事前書面同意，使用者不得轉讓源自本協議及本條款之權利。

source: For the avoidance of doubt, the Parties explicitly confirm that they are business entities and that they are entering into this Agreement within the scope of their business activities.
cs: Pro vyloučení jakýchkoli pochybností Smluvní strany výslovně potvrzují, že jsou podnikateli a že tuto Smlouvu uzavírají v rámci své podnikatelské činnosti.
de: Um Zweifel auszuschließen, bestätigen die Vertragsparteien ausdrücklich, dass sie Unternehmer sind und dieses Abkommen im Rahmen ihrer geschäftlichen Tätigkeit schließen.
fr: Afin d’éviter toute ambiguïté, les Parties confirment expressément qu’elles sont des personnes morales et qu’elles concluent le présent Accord dans le cadre de leurs activités commerciales.
ga: Chun amhras a sheachaint, deimhníonn na Páirtithe go sainráite gur eintitis ghnó iad agus go bhfuil an Comhaontú seo á dhéanamh acu laistigh de raon feidhme a ngníomhaíochtaí gnó.
hu: A félreértések elkerülése végett a Felek kifejezetten megerősítik, hogy üzleti szereplők, és a Szerződést kifejezetten üzleti tevékenységük keretében kötik meg.
id: Untuk menghindari keraguan, Para Pihak secara tegas menegaskan bahwa mereka adalah badan usaha dan bahwa mereka menandatangani Perjanjian ini dalam lingkup kegiatan usaha mereka.
ja: 疑義を避けるため、当事者は、自らが事業者であり、本契約を事業活動の範囲内で締結するものであることを明示的に確認します。
nl: Teneinde twijfel te voorkomen bevestigen partijen expliciet dat ze zakelijke entiteiten zijn en dat zij deze overeenkomst afsluiten binnen het bereik van hun zakelijke activiteiten.
pt_br: Para evitar dúvidas, as Partes confirmam explicitamente que são entidades comerciais e que estão celebrando este Contrato dentro do escopo de suas atividades comerciais.
ru: Во избежание сомнений, Стороны однозначно подтверждают, что они являются коммерческими организациями и что они заключают настоящее Соглашение в рамках своей коммерческой деятельности.
sk: Pre vylúčenie akýchkoľvek pochybností Zmluvné strany výslovne potvrdzujú, že sú podnikateľmi a že túto Zmluvu uzatvárajú v rámci svojej podnikateľskej činnosti.
sl: Stranki izrecno potrjujeta, da sta poslovna subjekta in da vstopata v to pogodbo v okviru svojih poslovnih dejavnosti.
sv: För att undvika tvivel bekräftar parterna uttryckligen att de är affärsenheter och att de ingår detta avtal inom ramen för sin affärsverksamhet.
ta: சந்தேகத்தைத் தவிர்ப்பதற்காக, கட்சிகள் அவர்கள் வணிக நிறுவனங்கள் என்பதையும், அவர்கள் தங்கள் வணிக நடவடிக்கைகளின் எல்லைக்குள் இந்த ஒப்பந்தத்தில் நுழைகிறார்கள் என்பதையும் வெளிப்படையாக உறுதிப்படுத்துகிறார்கள்.
tr: Şüpheye mahal vermemek adına, Taraflar ticari kuruluşlar olduklarını ve işbu Sözleşme’yi ticari faaliyetleri kapsamında akdettiklerini açıkça teyit ederler.
uk: Щоб уникнути сумнівів, Сторони чітко підтверджують, що вони є суб’єктами підприємницької діяльності та що вони укладають цю Угоду в рамках своєї господарської діяльності.
zh_hans: 为避免疑义，各方明确确认其为商业实体，并在其经营活动范围内订立本协议。
zh_hant: 為免疑義，雙方明確確認其為商業實體，且係在其商業活動範圍內締結本協議。

source: If any provision of this Agreement or these Terms is or becomes invalid, ineffective, or unenforceable, it shall not affect the validity, enforceability, or effectiveness of the remaining provisions of the Agreement or these Terms. In such a case, the Parties shall exert every effort to amend the Agreement by replacing the invalid, unenforceable, or ineffective provision with a new one that reflects the original intent.
cs: Pokud některé ustanovení této Smlouvy nebo těchto VOP je nebo se stane neplatným, neúčinným nebo nevymahatelným, nemá tato skutečnost vliv na platnost, vymahatelnost nebo účinnost zbývajících ustanovení Smlouvy nebo těchto VOP. V takovém případě jsou Smluvní strany povinny vyvinout veškeré úsilí k uzavření dodatku ke Smlouvě, kterým bude neplatné, nevymahatelné nebo neúčinné ustanovení nahrazeno novým ustanovením odpovídajícím původně zamýšlenému účelu.
de: Sollte eine Bestimmung dieser Vereinbarung oder dieser Bedingungen ungültig, unwirksam oder nicht durchsetzbar sein oder werden, so berührt dies nicht die Gültigkeit, Durchsetzbarkeit oder Wirksamkeit der übrigen Bestimmungen der Vereinbarung oder dieser Bedingungen. In einem solchen Fall werden die Parteien alle Anstrengungen unternehmen, um die Vereinbarung zu ändern, indem sie die ungültige, nicht durchsetzbare oder unwirksame Bestimmung durch eine neue Bestimmung ersetzen, die der ursprünglichen Absicht entspricht.
fr: Si une disposition quelconque du présent Contrat ou des présentes Conditions générales est ou devient invalide, inefficace ou inapplicable, cela n'affectera pas la validité, l'applicabilité ou l'efficacité des autres dispositions du Contrat ou des présentes Conditions générales. Dans ce cas, les Parties s'efforceront de modifier le Contrat en remplaçant la disposition invalide, inapplicable ou inefficace par une nouvelle disposition conforme à l'intention initiale.
ga: Má bhíonn aon fhoráil den Chomhaontú seo nó de na Téarmaí seo neamhbhailí, neamhéifeachtach nó neamh-infheidhmithe, ní dhéanfaidh sí difear do bhailíocht, in-fhorfheidhmitheacht ná éifeachtacht na bhforálacha atá fágtha den Chomhaontú nó de na Téarmaí seo. I gcás den sórt sin, déanfaidh na Páirtithe gach iarracht an Comhaontú a leasú trí fhoráil nua a léiríonn an intinn bhunaidh a chur in ionad na forála neamhbhailí, neamh-infheidhmithe nó neamhéifeachtach.
hu: Ha a Szerződés vagy az ÁSZF bármely rendelkezése érvénytelen, hatálytalan vagy végrehajthatatlan, az nem érinti a Szerződés vagy az ÁSZF többi rendelkezésének érvényességét, hatályát vagy végrehajthatóságát. Ilyen esetben a Felek mindent megtesznek annak érdekében, hogy a Szerződést módosítsák, és az érvénytelen rendelkezést olyan új rendelkezéssel helyettesítsék, amely leginkább megfelel az eredeti szándéknak.
id: Jika ada ketentuan dalam Perjanjian ini atau Ketentuan ini yang tidak berlaku, tidak efektif, atau tidak dapat diberlakukan, hal tersebut tidak akan memengaruhi keabsahan, keberlakuan, atau efektivitas ketentuan lain dalam Perjanjian ini atau Ketentuan ini. Dalam kasus tersebut, Para Pihak harus berupaya keras untuk mengubah Perjanjian dengan mengganti ketentuan yang tidak berlaku, tidak dapat diberlakukan, atau tidak efektif tersebut dengan ketentuan baru yang mencerminkan maksud semula.
ja: 本契約または本規程のいずれかの条項が無効、効力を有しない、または執行不能となった場合であっても、本契約または本規程の残りの条項の有効性、執行可能性、効力には影響を及ぼさないものとします。このような場合、当事者は、当初の趣旨を反映する新たな条項に置き換えることにより本契約を修正するため、最大限の努力を払うものとします。
nl: Indien een bepaling van deze overeenkomst of deze voorwaarden ongeldig, onuitvoerbaar of niet afdwingbaar is of wordt, heeft dit geen invloed op de geldigheid, uitvoerbaarheid of effectiviteit van de overige bepalingen van de overeenkomst of deze voorwaarden. In een dergelijk geval zullen de partijen alles in het werk stellen om de overeenkomst aan te passen door de ongeldige, niet afdwingbare of niet-effectieve bepaling te vervangen door een nieuwe die de oorspronkelijke bedoeling weerspiegelt.
pt_br: Se qualquer disposição deste Contrato ou destes Termos for ou se tornar inválida, ineficaz ou inexequível, isso não afetará a validade, exequibilidade ou efetividade das disposições restantes do Contrato ou destes Termos. Nesse caso, as Partes deverão envidar todos os esforços para alterar o Contrato substituindo a disposição inválida, inexequível ou ineficaz por uma nova que reflita a intenção original.
ru: Если какое-либо положение настоящего Соглашения или настоящих Условий является или становится недействительным, неэффективным или не имеющим исковой силы, это не влияет на действительность, исковую силу или эффективность остальных положений Соглашения или настоящих Условий. В таком случае Стороны приложат все усилия для внесения изменений в Соглашение, заменив недействительное, не имеющее юридической силы или недействующее положение новым, отражающим первоначальное намерение.
sk: Pokiaľ niektoré ustanovenie tejto Zmluvy alebo týchto VOP je alebo sa stane neplatným, neúčinným alebo nevymáhateľným, nemá táto skutočnosť vplyv na platnosť, vymáhateľnosť alebo účinnosť zostávajúcich ustanovení Zmluvy alebo týchto VOP. V takom prípade sú Zmluvné strany povinné vyvinúť všetko úsilie na uzavretie dodatku k Zmluve, ktorým bude neplatné, nevymáhateľné alebo neúčinné ustanovenie nahradené novým ustanovením zodpovedajúcim pôvodne zamýšľanému účelu.
sl: Če je katera koli določba te pogodbe ali teh pogojev neveljavna, neučinkovita ali neizvršljiva ali postane taka, to ne vpliva na veljavnost, izvršljivost ali učinkovitost preostalih določb pogodbe ali teh pogojev. V takem primeru si bosta pogodbeni stranki po najboljših močeh prizadevali spremeniti pogodbo tako, da neveljavno, neizvršljivo ali neučinkovito določbo nadomestita z novo, ki odraža prvotni namen.
sv: Om någon bestämmelse i detta avtal eller dessa villkor är eller blir ogiltig, verkningslös eller icke verkställbar, ska detta inte påverka giltigheten, verkställbarheten eller verkan av övriga bestämmelser i avtalet eller dessa villkor. I sådant fall ska parterna göra sitt yttersta för att ändra avtalet genom att ersätta den ogiltiga, icke verkställbara eller verkningslösa bestämmelsen med en ny som återspeglar den ursprungliga avsikten.
ta: இந்த ஒப்பந்தத்தின் எந்தவொரு விதிமுறையும் அல்லது இந்த விதிமுறைகள் செல்லாதவை, பயனற்றவை அல்லது செயல்படுத்த முடியாதவை என்றால், அது ஒப்பந்தத்தின் மீதமுள்ள விதிகளின் அல்லது இந்த விதிமுறைகளின் செல்லுபடியாகும் தன்மை, அமலாக்க அல்லது செயல்திறனை பாதிக்காது. அவ்வாறான சந்தர்ப்பத்தில், அசல் நோக்கத்தை பிரதிபலிக்கும் புதிய ஒன்றைக் கொண்டு செல்லாத, செயல்படுத்த முடியாத, அல்லது பயனற்ற ஏற்பாட்டை மாற்றுவதன் மூலம் ஒப்பந்தத்தை திருத்துவதற்கான அனைத்து முயற்சிகளும் கட்சிகள் வழங்கப்படும்.
tr: Bu Sözleşme’nin veya bu Koşullar’ın herhangi bir hükmünün geçersiz, etkisiz veya uygulanamaz olması, Sözleşme’nin veya bu Koşullar’ın geri kalan hükümlerinin geçerliliğini, uygulanabilirliğini veya etkinliğini etkilemeyecektir. Böyle bir durumda, Taraflar geçersiz, uygulanamaz veya etkisiz hükmü asıl amacı yansıtan yeni bir hükümle değiştirerek Sözleşme’yi tadil etmek için her türlü çabayı gösterecektir.
uk: Якщо будь-яке положення цієї Угоди або цих Умов є або стає недійсним, неефективним або таким, що не підлягає виконанню, це не впливає на дійсність, можливість виконання або ефективність решти положень Угоди або цих Умов. У такому випадку Сторони докладуть усіх зусиль для внесення змін до Угоди шляхом заміни недійсного, недійсного або недійсного положення новим, яке відображає початковий намір.
zh_hans: 如果协议或这些条款的任何条款无效、无效或不可执行或者变得如此，并不影响协议或这些条款其余规定的有效性、可执行性或有效性。在这种情况下，双方应尽一切努力修改本协议，以反映原意的新条款取代无效、不可执行或无效的条款。
zh_hant: 若本協議或本條款之任何條款無效、不生效力或無法執行，或嗣後變為無效、不生效力或無法執行，不影響本協議或本條款其餘條款之效力、執行力或有效性。在此情況下，雙方應盡最大努力修訂本協議，以反映原始意圖之新條款取代該無效、無法執行或不生效力之條款。
