Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: The Provider processes Personal Data until all obligations arising from the Contract are fulfilled. At the moment of account closure by the Provider and/or account cancellation by the User, all Personal Data and other data entered into the Service will be deleted, except for selected Personal Data mentioned below; the Provider therefore <strong>strongly recommends backing up</strong> all data entered into the Service before cancelling the User account and is not responsible for their loss after the User account is closed, even if it is rightfully closed by the Provider. Personal Data indicated on invoices is retained by the Provider for at least the statutory retention periods arising from the law, i.e., for a period of 10 years. In cases where it is necessary for the defence of the Provider's claims and/or for defence against claims from third parties (including any proceedings initiated by public authorities), the Provider may also retain some other Personal Data, but always for a maximum period equal to the limitation period for individual claims and/or until the final conclusion of selected proceedings. The specific duration cannot be precisely defined and varies according to the type of claim, their limitation periods, and the pace of selected courts or public authorities. Data that the Provider processes only as a processor of the User's data is processed for the period specified by the User's instructions unless the Provider has another legal basis for processing personal data as a controller under Article 2.1 of this Policy.
cs: Poskytovatel zpracovává Osobní údaje do doby splnění všech závazků vyplývajících ze Smlouvy. K okamžiku uzavření účtu ze strany Poskytovatele a/nebo zrušení účtu ze strany Uživatele pak dochází k výmazu veškerých Osobních údajů a dalších dat vložených do Služby s výjimkou vybraných Osobních údajů uvedených níže; Poskytovatel proto <strong>důrazně doporučuje zálohovat</strong> veškerá data vložená do Služby před zrušením Uživatelského účtu a neodpovídá za jejich ztrátu po uzavření Uživatelského účtu, a to ani v případě, že je tento oprávněně uzavřen ze strany Poskytovatele. Osobní údaje uvedené na faktuře uchovává Poskytovatel vždy minimálně po dobu archivačních lhůt vyplývajících Poskytovateli ze zákona, tedy v délce 10 let. V případech, kdy je to nezbytné z důvodu obrany nároků Poskytovatele a/nebo obrany proti nárokům třetích stran (včetně případných řízení zahájených orgány veřejné správy) může Poskytovatel uchovávat i některé další Osobní údaje, vždy však maximálně po dobu trvání promlčecí doby jednotlivých nároků a/nebo do pravomocného skončení vybraných řízení. Konkrétní doba nelze přesně definovat a liší se podle typu nároku, jejich promlčecí doby a rychlosti vybraných soudů či orgánů veřejné správy. Údaje, které Poskytovatel zpracovává pouze jako zpracovatel Uživatele, jsou zpracovávány po dobu určenou pokynem Uživatele, nedisponuje-li Poskytovatel jiným zákonným titulem pro zpracování osobních údajů z pozice správce ve smyslu čl. 2.1 těchto Zásad.
de: Der Anbieter verarbeitet personenbezogene Daten, bis alle Verpflichtungen aus dem Vertrag erfüllt sind. Zum Zeitpunkt der Schließung des Benutzerkontos durch den Anbieter und/oder der Kündigung des Benutzerkontos durch den Benutzer werden alle personenbezogenen Daten und andere Daten, die in den Dienst eingegeben wurden, gelöscht, mit Ausnahme ausgewählter, unten genannter personenbezogener Daten; der Anbieter empfiehlt daher <strong>stark</strong>, alle in den Dienst eingegebenen Daten vor der Kündigung des Benutzerkontos zu sichern, und ist nicht für deren Verlust nach der Schließung des Benutzerkontos verantwortlich, selbst wenn es vom Anbieter rechtmäßig geschlossen wurde. Personenbezogene Daten, die auf Rechnungen angegeben sind, werden vom Anbieter mindestens für die sich aus dem Gesetz ergebenden gesetzlichen Aufbewahrungsfristen aufbewahrt, d.h. für einen Zeitraum von 10 Jahren. In den Fällen, in denen es für die Verteidigung von Ansprüchen des Anbieters und/oder für die Verteidigung gegen Ansprüche von Drittanbietern (einschließlich etwaiger behördlicher Verfahren) erforderlich ist, kann der Anbieter auch einige andere personenbezogene Daten aufbewahren, jedoch immer für einen Zeitraum, der höchstens der Verjährungsfrist für einzelne Ansprüche und/oder bis zum endgültigen Abschluss ausgewählter Verfahren entspricht. Die spezifische Dauer kann nicht genau festgelegt werden und variiert je nach Art der Forderung, deren Verjährungsfristen und dem Tempo der ausgewählten Gerichte oder Behörden. Daten, die der Anbieter nur als Verarbeiter der Daten des Benutzers verarbeitet, werden für den in den Anweisungen des Benutzers angegebenen Zeitraum verarbeitet, es sei denn, der Anbieter hat eine andere Rechtsgrundlage für die Verarbeitung personenbezogener Daten als Verantwortlicher gemäß Artikel 2.1 dieser Richtlinie.
es: El Proveedor procesa los Datos Personales hasta que se cumplan todas las obligaciones derivadas del Contrato. En el momento del cierre de la cuenta por parte del Proveedor y/o la cancelación de la cuenta por parte del Usuario, se eliminarán todos los Datos Personales y otros datos ingresados en el Servicio, excepto los Datos Personales seleccionados mencionados a continuación; por lo tanto, el Proveedor<strong>recomienda encarecidamente realizar una copia de seguridad</strong> de todos los datos ingresados en el Servicio antes de cancelar la cuenta de Usuario y no se hace responsable de su pérdida después de cerrar la cuenta de Usuario, incluso si el Proveedor la cierra legítimamente. Los datos personales indicados en las facturas son retenidos por el Proveedor durante al menos los períodos de retención legales derivados de la ley, es decir, durante un período de 10 años. En los casos en que sea necesario para la defensa de reclamaciones del Prestador y/o para la defensa contra reclamaciones de terceros (incluidos los procedimientos iniciados por autoridades públicas), el Prestador también podrá conservar algunos otros Datos Personales, pero siempre por un período máximo igual al plazo de prescripción de reclamaciones individuales y/o hasta la conclusión final de los procedimientos seleccionados. La duración específica no puede definirse con precisión y varía según el tipo de reclamación, sus plazos de prescripción y el ritmo de los tribunales o autoridades públicas seleccionados. Los datos que el Proveedor procesa solo como procesador de los datos del Usuario se procesan durante el período especificado por las instrucciones del Usuario, a menos que el Proveedor tenga otra base legal para procesar los datos personales como controlador de acuerdo con el artículo 2.1 de esta Política.
fr: Le Prestataire traite les Données Personnelles jusqu'à l'exécution complète de toutes les obligations contractuelles. Lors de la clôture du compte par le Prestataire et/ou de la suppression du compte par l'Utilisateur, toutes les Données Personnelles et autres données saisies dans le Service seront effacées, à l'exception des Données Personnelles sélectionnées mentionnées ci-dessous. Le Prestataire recommande donc vivement de sauvegarder toutes les données saisies dans le Service avant de supprimer le compte Utilisateur et décline toute responsabilité en cas de perte de ces données après la clôture du compte, même si celle-ci est légitime. Les Données Personnelles figurant sur les factures sont conservées par le Prestataire pendant au moins les délais légaux de conservation, soit 10 ans. Dans les cas où cela est nécessaire à la défense des droits du Prestataire et/ou à la défense contre les réclamations de tiers (y compris toute procédure engagée par les autorités publiques), le Prestataire peut également conserver d'autres Données Personnelles, mais toujours pour une durée maximale égale au délai de prescription applicable aux actions individuelles et/ou jusqu'à la conclusion définitive des procédures concernées. La durée précise ne peut être définie avec exactitude et varie selon le type de réclamation, ses délais de prescription et la rapidité des tribunaux ou autorités publiques compétents. Les données que le Prestataire traite uniquement en tant que sous-traitant des données de l'Utilisateur sont conservées pendant la durée spécifiée par les instructions de ce dernier, sauf si le Prestataire dispose d'une autre base légale pour traiter les données à caractère personnel en tant que responsable du traitement, conformément à l'article 2.1 de la présente Politique.
ga: Próiseálann an Soláthraí Sonraí Pearsanta go dtí go gcomhlíontar gach dualgas a eascraíonn as an gConradh. Nuair a dhúnfaidh an Soláthraí cuntais agus/nó go gcealóidh an tÚsáideoir cuntas, scriosfar na Sonraí Pearsanta agus na sonraí eile go léir a cuireadh isteach sa tSeirbhís, seachas na Sonraí Pearsanta roghnaithe a luaitear thíos; mar sin molann an Soláthraí <strong>go láidir cúltaca</strong> na sonraí go léir a cuireadh isteach sa tSeirbhís a chur ar ceal sula gcuirtear an Cuntas Úsáideora ar ceal agus níl sé freagrach as a gcaillteanas tar éis don Chuntas Úsáideora a dhúnadh, fiú má dhúnann an Soláthraí go ceart é. Coinníonn an Soláthraí Sonraí Pearsanta a léirítear ar shonraisc ar feadh ar a laghad na tréimhsí coinneála reachtúla a eascraíonn as an dlí, i.e., ar feadh tréimhse 10 mbliana. I gcásanna ina bhfuil sé riachtanach chun éilimh an tSoláthraí a chosaint agus/nó chun cosaint a dhéanamh in aghaidh éileamh ó thríú páirtithe (lena n-áirítear aon imeachtaí arna dtionscnamh ag údaráis phoiblí), féadfaidh an Soláthraí roinnt Sonraí Pearsanta eile a choinneáil, ach i gcónaí ar feadh uastréimhse comhionann. go dtí an tréimhse teorann le haghaidh éileamh aonair agus/nó go dtí go dtabharfar imeachtaí roghnaithe i gcrích. Ní féidir an ré shonrach a shainiú go beacht agus athraíonn sé de réir an chineáil éilimh, a dtréimhsí teorann, agus luas na gcúirteanna nó na n-údarás poiblí roghnaithe. Sonraí nach bpróiseálann an Soláthraí ach amháin mar phróiseálaí sonraí an Úsáideora a phróiseáiltear ar feadh na tréimhse a shonraítear i dtreoracha an Úsáideora mura bhfuil bunús dlí eile ag an Soláthraí chun sonraí pearsanta a phróiseáil mar rialaitheoir faoi Airteagal 2.1 den Bheartas seo.
hu: A Szolgáltató a Személyes adatokat addig kezeli, amíg a szerződésből eredő kötelezettségek teljesülnek. A fiók lezárásakor és/vagy a Felhasználó általi törlés esetén minden, a Szolgáltatásba bevitt Személyes adat törlésre kerül – kivéve az alábbiakban felsorolt kivételeket. Ezért a Szolgáltató nyomatékosan javasolja az adatok biztonsági mentését a fiók törlése előtt. A Szolgáltató nem vállal felelősséget az adatok elvesztéséért még akkor sem, ha a fiók törlése jogos volt. A számlákon szereplő Személyes adatokat jogszabályi előírás alapján legalább 10 évig őrzi meg. Amennyiben a Szolgáltató jogainak érvényesítéséhez vagy harmadik felek követeléseivel szembeni védekezéshez szükséges (beleértve hatósági eljárásokat is), más Személyes adatok is megőrizhetők. Ilyenkor az adatok megőrzésének időtartama az adott követelés elévülési idejétől és az eljárás jogerős lezárásáig terjedhet. Az adatfeldolgozóként kezelt adatok megőrzése a Felhasználó által meghatározott időtartamig történik, kivéve ha a Szolgáltató más jogalapon adatkezelőként is eljár a 2.1 pont szerint.
id: Penyedia memproses Data Pribadi hingga semua kewajiban yang timbul dari Kontrak terpenuhi. Pada saat penutupan akun oleh Penyedia dan/atau pembatalan akun oleh Pengguna, semua Data Pribadi dan data lain yang dimasukkan ke dalam Layanan akan dihapus, kecuali untuk Data Pribadi tertentu yang disebutkan di bawah ini; oleh karena itu Penyedia <strong>sangat menyarankan untuk mencadangkan</strong> semua data yang dimasukkan ke dalam Layanan sebelum membatalkan akun Pengguna dan tidak bertanggung jawab atas kehilangannya setelah akun Pengguna ditutup, meskipun akun tersebut ditutup dengan benar oleh Penyedia. Data Pribadi yang tertera pada faktur disimpan oleh Penyedia setidaknya selama periode penyimpanan menurut undang-undang yang timbul dari hukum, yaitu selama jangka waktu 10 tahun. Dalam kasus di mana diperlukan untuk pembelaan klaim Penyedia dan/atau untuk pembelaan terhadap klaim dari pihak ketiga (termasuk setiap proses yang dimulai oleh otoritas publik), Penyedia juga dapat menyimpan beberapa Data Pribadi lainnya, tetapi selalu untuk jangka waktu maksimum yang sama dengan periode pembatasan untuk klaim individu dan/atau hingga kesimpulan akhir dari proses yang dipilih. Durasi spesifik tidak dapat ditentukan secara pasti dan bervariasi menurut jenis klaim, periode pembatasannya, dan kecepatan pengadilan atau otoritas publik tertentu. Data yang diproses oleh Penyedia hanya sebagai pemroses data Pengguna diproses selama periode yang ditentukan oleh instruksi Pengguna kecuali Penyedia memiliki dasar hukum lain untuk memproses data pribadi sebagai pengendali berdasarkan Pasal 2.1 Kebijakan ini.
ja: 事業者は、本契約に基づくすべての義務が履行されるまで、個人データを処理します。事業者によるアカウント閉鎖および / または利用者によるアカウント取消時点で、サービスに入力されたすべての個人データおよびその他のデータは削除されます。ただし、下記に記載の特定の個人データは除きます。そのため、事業者はサービスに入力されたすべてのデータのバックアップを強く推奨しており、利用者アカウントが閉鎖された後のデータ消失については、たとえ事業者による正当な閉鎖であっても責任を負いません。請求書に記載された個人データは、法令に基づく法定保存期間、すなわち10年間、事業者により保持されます。また、事業者の請求権の行使および / または第三者からの請求（公的機関による手続を含む）への防御のために必要な場合、その他の個人データも保持されることがありますが、いずれの場合も個別請求権の消滅時効期間に相当する期間および / または選択された手続が最終的に終了するまでに限定されます。具体的な保持期間は正確に定めることができず、請求の種類、消滅時効期間、裁判所や公的機関の進行状況により異なります。利用者のデータについて事業者が受託者（プロセッサー）として処理する場合、処理期間は利用者の指示に従うものとし、本ポリシー第2.1条に基づき事業者が管理者（コントローラー）として個人データを処理する別の法的根拠がある場合を除きます。
nl: De provider verwerkt persoonlijke gegevens tot alle verplichtingen, die voortkomen uit het contract, zijn vervuld. Op het moment van sluiten van het account door de provider en/of annuleren van het account door de gebruiker, zullen alle persoonlijke gegevens en andere gegevens, die zijn ingevoerd in de service, worden verwijderd, behalve de hieronder vermelde geselecteerde persoonlijke gegevens; de provider <strong>raadt daarom sterk aan back-ups te maken</strong> van alle gegevens die in de service zijn ingevoerd, voordat het gebruikersaccount wordt geannuleerd en is niet verantwoordelijk voor hun verlies nadat het gebruikersaccount is gesloten, zelfs niet als het rechtmatig door de provider is gesloten. Persoonlijke gegevens die zijn aangegeven op rekeningen wordt door de provider behouden voor ten minste de wettelijke bewaarperioden die voortkomen uit de wet, d.i. voor een periode van 10 jaar. In gevallen waar dit nodig is voor het verdedigen van claims van de provider en/of ter verdediging tegen claims van derde partijen (inclusief eventuele zaken die zijn geïnitieerd door openbare autoriteiten), kan de provider ook enkele andere persoonlijke gegevens behouden, maar altijd slechts voor een maximale periode die gelijk is aan de bewaarperiode voor individuele claims en/of tot de uiteindelijke conclusie van geselecteerde zaken. De specifieke duur kan niet precies worden gedefinieerd en varieert, overeenkomstig het type claim, hun bewaarperioden en de snelheid van geselecteerde rechtbanken of openbare autoriteiten. Gegevens die de provider slechts verwerkt als verwerker van de gegevens van de gebruiker wordt verwerkt voor de periode die door de gebruiker is gespecificeerd, tenzij de provider een andere wettelijke basis heeft voor het verwerken van persoonlijke gegevens als een controller onder Artikel 2.1 van dit beleid.
pt_br: O Provedor processa Dados Pessoais até que todas as obrigações decorrentes do Contrato sejam cumpridas. No momento do encerramento da conta pelo Provedor e/ou cancelamento da conta pelo Usuário, todos os Dados Pessoais e outros dados inseridos no Serviço serão excluídos, exceto os Dados Pessoais selecionados mencionados abaixo; o Provedor, portanto, <strong>recomenda fortemente fazer backup</strong> de todos os dados inseridos no Serviço antes de cancelar a conta do Usuário e não é responsável por sua perda após o encerramento da conta do Usuário, mesmo que seja encerrada legitimamente pelo Provedor. Os Dados Pessoais indicados nas faturas são retidos pelo Provedor por pelo menos os períodos de retenção estatutários decorrentes da lei, ou seja, por um período de 10 anos. Nos casos em que for necessário para a defesa das reivindicações do Provedor e/ou para a defesa contra reivindicações de terceiros (incluindo quaisquer procedimentos iniciados por autoridades públicas), o Provedor também pode reter alguns outros Dados Pessoais, mas sempre por um período máximo igual ao período de limitação para reivindicações individuais e/ou até a conclusão final dos procedimentos selecionados. A duração específica não pode ser definida com precisão e varia de acordo com o tipo de reivindicação, seus períodos de limitação e o ritmo de tribunais ou autoridades públicas selecionados. Os dados que o Provedor processa apenas como um processador dos dados do Usuário são processados pelo período especificado pelas instruções do Usuário, a menos que o Provedor tenha outra base legal para processar dados pessoais como um controlador sob o Artigo 2.1 desta Política.
ru: Поставщик обрабатывает Персональные данные до тех пор, пока не будут выполнены все обязательства, вытекающие из Договора. В момент закрытия учётной записи Поставщиком и/или аннулирования учётной записи Пользователем все Персональные данные и другие данные, введённые в Сервис, будут удалены, за исключением избранных Персональных данных, указанных ниже; поэтому Поставщик <strong>настоятельно рекомендует сделать резервную копию</strong> всех данных, введённых в Сервис, перед аннулированием учётной записи Пользователя и не несёт ответственности за их потерю после закрытия учётной записи Пользователя, даже если она была правомерно закрыта Поставщиком. Персональные данные, указанные в счетах, хранятся Поставщиком не менее установленных законом сроков хранения, т.е. в течение 10 лет. В случаях, когда это необходимо для защиты от претензий Поставщика и/или для защиты от претензий третьих лиц (включая любые разбирательства, инициированные государственными органами), Поставщик может также хранить некоторые другие Персональные данные, но всегда в течение максимального периода, равного сроку давности по отдельным претензиям и/или до окончательного завершения выбранных разбирательств. Конкретная продолжительность не может быть точно определена и варьируется в зависимости от типа претензий, сроков их исковой давности и темпов работы выбранных судов или государственных органов. Данные, которые Поставщик обрабатывает только в качестве обработчика данных Пользователя, обрабатываются в течение периода, указанного в инструкциях Пользователя, если у Поставщика нет другого правового основания для обработки персональных данных в качестве контролера в соответствии со статьёй 2.1 настоящей Политики.
sk: Poskytovateľ spracováva Osobné údaje do doby splnenia všetkých záväzkov vyplývajúcich zo Zmluvy. K okamihu uzavretia účtu zo strany Poskytovateľa a/alebo zrušenia účtu zo strany Používateľa potom dochádza k výmazu všetkých Osobných údajov a ďalších dát vložených do Služby s výnimkou vybraných Osobných údajov uvedených nižšie; Poskytovateľ preto <strong>dôrazne odporúča zálohovať</strong> všetky dáta vložené do Služby pred zrušením Používateľského účtu a nezodpovedá za ich stratu po uzavretí Používateľského účtu, a to ani v prípade, že je tento oprávnene uzavretý zo strany Poskytovateľa. Osobné údaje uvedené na faktúre uchováva Poskytovateľ vždy minimálne po dobu archivačných lehôt vyplývajúcich Poskytovateľovi zo zákona, teda v dĺžke 10 rokov. V prípadoch, keď je to nevyhnutné z dôvodu obrany nárokov Poskytovateľa a/alebo obrany proti nárokom tretích strán (vrátane prípadných konaní začatých orgánmi verejnej správy) môže Poskytovateľ uchovávať aj niektoré ďalšie Osobné údaje, vždy však maximálne po dobu trvania premlčacej doby jednotlivých nárokov a/alebo do právoplatného skončenia vybraných konaní. Konkrétnu dobu nemožno presne definovať a líši sa podľa typu nároku, jej premlčacej doby a rýchlosti vybraných súdov či orgánov verejnej správy. Údaje, ktoré Poskytovateľ. spracováva iba ako spracovateľ Používateľa, sú spracovávané po dobu určenú pokynom Používateľa, ak Poskytovateľ nedisponuje iným zákonným titulom pre spracovanie osobných údajov z pozície správcu v zmysle čl. 2.1 týchto Zásad.
sl: Ponudnik obdeluje osebne podatke, dokler niso izpolnjene vse obveznosti, ki izhajajo iz pogodbe. V trenutku zaprtja računa s strani ponudnika in/ali preklica računa s strani uporabnika bodo vsi osebni podatki in drugi podatki, vneseni v storitev, izbrisani, razen izbranih spodaj navedenih osebnih podatkov; ponudnik zato <strong>močno priporoča</strong> varnostno kopiranje vseh podatkov, vnesenih v storitev, pred preklicem uporabniškega računa in ne odgovarja za njihovo izgubo po zaprtju uporabniškega računa, tudi če ga ponudnik upravičeno zapre. Osebne podatke, navedene na računih, ponudnik hrani vsaj v zakonsko določenem roku hrambe, tj. 10 let. V primerih, ko je to potrebno za obrambo ponudnikovih zahtevkov in/ali za obrambo pred zahtevki tretjih oseb (vključno s postopki, ki jih sprožijo javni organi), lahko ponudnik hrani tudi nekatere druge osebne podatke, vendar vedno za najdaljše obdobje, ki je enako zastaralnemu roku za posamezne zahtevke in/ali do končnega zaključka izbranih postopkov. Natančnega trajanja ni mogoče natančno opredeliti in se razlikuje glede na vrsto zahtevka, njihove zastaralne roke in hitrost izbranih sodišč ali javnih organov. Podatki, ki jih ponudnik obdeluje le kot obdelovalec uporabnikovih podatkov, se obdelujejo za obdobje, določeno v uporabnikovih navodilih, razen če ima ponudnik drugo pravno podlago za obdelavo osebnih podatkov kot upravljavec v skladu s členom 2.1 te politike.
sv: Leverantören behandlar personuppgifter tills alla skyldigheter som följer av avtalet har fullgjorts. När leverantören stänger kontot och/eller användaren avslutar kontot raderas alla personuppgifter och andra uppgifter som har matats in i tjänsten, med undantag för vissa personuppgifter som anges nedan. Leverantören <strong>rekommenderar</strong> därför <strong>starkt att</strong> alla uppgifter som har matats in i tjänsten <strong>säkerhetskopieras</strong> innan användarkontot avslutas och ansvarar inte för förlust av dessa uppgifter efter att användarkontot har stängts, även om det har stängts på rätt sätt av leverantören. Personuppgifter som anges på fakturor behålls av leverantören under minst den lagstadgade lagringstiden, dvs. under en period av 10 år. I fall där det är nödvändigt för att försvara leverantörens anspråk och/eller för att försvara sig mot anspråk från tredje part (inklusive eventuella förfaranden som inletts av offentliga myndigheter) kan leverantören också behålla vissa andra personuppgifter, men alltid under en maximal period som motsvarar preskriptionstiden för enskilda anspråk och/eller tills det slutliga avgörandet av utvalda förfaranden. Den specifika varaktigheten kan inte definieras exakt och varierar beroende på typen av anspråk, deras preskriptionstider och takten hos utvalda domstolar eller offentliga myndigheter. Uppgifter som leverantören endast behandlar som personuppgiftsbiträde för användarens uppgifter behandlas under den period som anges i användarens instruktioner, såvida inte leverantören har en annan rättslig grund för att behandla personuppgifter som personuppgiftsansvarig enligt artikel 2.1 i denna policy.
ta: ஒப்பந்தத்திலிருந்து எழும் அனைத்து கடமைகளும் நிறைவேறும் வரை வழங்குநர் தனிப்பட்ட தரவைச் செயலாக்குகிறார். வழங்குநர் மற்றும்/அல்லது கணக்கு ரத்துசெய்யும் கணக்கு மூடப்பட்ட தருணத்தில், சேவையில் உள்ளிடப்பட்ட அனைத்து தனிப்பட்ட தரவுகளும் பிற தரவுகளும் நீக்கப்படும், கீழே குறிப்பிடப்பட்ட தேர்ந்தெடுக்கப்பட்ட தனிப்பட்ட தரவுகளைத் தவிர; எனவே வழங்குநர் <strong> காப்புப் பிரதி எடுக்கப் பரிந்துரைக்கிறார் </strong> பயனர் கணக்கை ரத்து செய்வதற்கு முன்பு சேவையில் உள்ளிடப்பட்ட அனைத்து தரவுகளும் பயனர் கணக்கை ரத்து செய்வதற்கு முன், பயனர் கணக்கு மூடப்பட்ட பிறகு அவற்றின் இழப்புக்குப் பொறுப்பல்ல, அது வழங்குநரால் சரியாக மூடப்பட்டாலும் கூட. விலைப்பட்டியலில் சுட்டிக்காட்டப்பட்ட தனிப்பட்ட தரவு, சட்டத்திலிருந்து எழும் சட்டரீதியான தக்கவைப்பு காலங்களுக்கு வழங்குநரால் தக்கவைக்கப்படுகிறது, அதாவது, 10 வருட காலத்திற்கு. வழங்குநரின் உரிமைகோரல்களைப் பாதுகாப்பதற்கும்/அல்லது மூன்றாம் தரப்பினரின் உரிமைகோரல்களுக்கு எதிராகப் பாதுகாப்பதற்கும் (பொது அதிகாரிகளால் தொடங்கப்பட்ட எந்தவொரு நடவடிக்கைகளும் உட்பட) பாதுகாப்பிற்காகத் தேவையான சந்தர்ப்பங்களில், வழங்குநர் வேறுசில தனிப்பட்ட தரவுகளையும் தக்க வைத்துக் கொள்ளலாம், ஆனால் எப்போதும் அதிகபட்ச காலத்திற்கு சமம் தனிப்பட்ட உரிமைகோரல்களுக்கான வரம்புக் காலம் மற்றும்/அல்லது தேர்ந்தெடுக்கப்பட்ட நடவடிக்கைகளின் இறுதி முடிவுவரை. குறிப்பிட்ட காலத்தைத் துல்லியமாக வரையறுக்க முடியாது மற்றும் உரிமைகோரல் வகை, அவற்றின் வரம்புக் காலங்கள் மற்றும் தேர்ந்தெடுக்கப்பட்ட நீதிமன்றங்கள் அல்லது பொது அதிகாரிகளின் வேகத்திற்கு ஏற்ப மாறுபடும். வழங்குநர் பயனரின் தரவின் செயலியாக மட்டுமே செயலாக்கும் தரவு பயனரின் அறிவுறுத்தல்களால் குறிப்பிடப்பட்ட காலத்திற்கு செயலாக்கப்படுகிறது, இந்தக் கொள்கையின் பிரிவு 2.1 இன் கீழ் ஒரு கட்டுப்பாட்டாளராகத் தனிப்பட்ட தரவைச் செயலாக்குவதற்கான மற்றொரு சட்டபூர்வமான அடிப்படை வழங்குநருக்கு இல்லாவிட்டால்.
tr: Sağlayıcı, Sözleşmeden doğan tüm yükümlülükler yerine getirilene kadar Kişisel Veri’leri işler. Sağlayıcı tarafından hesabın kapatılması ve/veya Kullanıcı tarafından hesabın iptali anında, aşağıda belirtilen seçilmiş Kişisel Veri’ler hariç olmak üzere, Hizmete verilmiş tüm Kişisel Veri’ler ve diğer veriler silinecektir; bu nedenle Sağlayıcı, Kullanıcı hesabını iptal etmeden önce Hizmete verilmiş tüm verilerin <strong>yedeklenmesini şiddetle tavsiye eder</strong> ve Sağlayıcı tarafından haklı olarak kapatılmış olsa bile Kullanıcı hesabı kapatıldıktan sonra bunların kaybından sorumlu değildir. Faturalarda belirtilen Kişisel Veri’ler, Sağlayıcı tarafından en azından yasadan kaynaklanan yasal saklama süreleri boyunca, yani 10 yıllık bir süre boyunca saklanır. Sağlayıcı’nın taleplerinin savunulması ve/veya üçüncü tarafların taleplerine karşı savunma için gerekli olduğu durumlarda (kamu makamları tarafından başlatılan herhangi bir işlem dahil), Sağlayıcı diğer bazı Kişisel Veri’leri de saklayabilir. Ancak bu saklama her zaman bireysel talepler için zaman aşımı süresine eşit bir en fazla süre boyunca ve/veya seçilen işlemlerin nihai sonucuna kadar yapılır. Belirli süre kesin olarak tanımlanamaz ve talebin türüne, sınırlama sürelerine ve seçilen mahkemelerin veya kamu makamlarının hızına göre değişir. Sağlayıcı’nın yalnızca Kullanıcı verilerinin bir işleyicisi olarak işlediği veriler, Sağlayıcı’nın bu İlke’nin 2.1 Maddesi kapsamında bir Sorumlu olarak kişisel verileri işlemek için başka bir yasal dayanağı olmadığı sürece Kullanıcı’nın talimatlarında belirtilen süre boyunca işlenir.
uk: Постачальник обробляє Персональні дані до виконання всіх зобов’язань, що випливають з Договору. У момент закриття облікового запису Постачальником та/або скасування облікового запису Користувачем усі Персональні дані та інші дані, введені в Сервіс, будуть видалені, за винятком вибраних Персональних даних, зазначених нижче; тому Постачальник <strong>настійно рекомендує створити резервну копію</strong> всіх даних, введених у Службу, перед скасуванням облікового запису Користувача та не несе відповідальності за їх втрату після закриття облікового запису Користувача, навіть якщо він законно закритий Постачальником. Особисті дані, зазначені в рахунках-фактурах, зберігаються Постачальником протягом принаймні встановленого законодавством періоду зберігання, тобто протягом 10 років. У випадках, коли це необхідно для захисту претензій Постачальника та/або для захисту від претензій третіх сторін (включаючи будь-які провадження, ініційовані державними органами), Постачальник також може зберігати деякі інші Персональні дані, але завжди протягом максимального періоду, рівного до строку позовної давності для окремих вимог та/або до остаточного завершення окремих проваджень. Конкретна тривалість не може бути точно визначена та залежить від типу позову, строків позовної давності та темпу роботи вибраних судів чи органів державної влади. Дані, які Постачальник обробляє лише як обробник даних Користувача, обробляються протягом періоду, зазначеного в інструкціях Користувача, якщо Постачальник не має іншої правової підстави для обробки персональних даних як контролера відповідно до статті 2.1 цієї Політики.
zh_hans: 提供商处理个人数据，直到合同中产生的所有义务都已履行。在提供商关闭账户和/或用户取消账户时，除以下提到的选定个人数据外，所有输入服务的个人数据和其他数据将被删除；因此，提供商强烈建议在取消用户账户前备份输入服务的所有数据，并且在用户账户被关闭后也不对其损失负责，即使账户被提供商依法关闭。提供商至少会在法律规定的法定保留期限（即10年）内保留发票上显示的个人数据。在提供者有必要为自己的诉求辩护和/或对第三方的诉求进行抗辩（包括由公共当局发起的任何诉讼）的情况下，提供者也可以保留一些其他个人数据，但保留的最长期限始终等于个人索赔的时效期限和/或直到选定的诉讼最终结束。具体期限无法精确界定，并根据索赔类型、时效期限以及选定法院或公共当局的审理速度而有所不同。提供商仅作为用户数据处理者处理的数据将在用户指示指定的期限内进行处理，除非提供商根据本政策第2.1条有作为数据控制者处理个人数据的其他法律依据。
zh_hant: 提供者處理個人資料之期間，至契約所生之一切義務履行完畢為止。當提供者關閉帳號和/或使用者註銷帳號時，輸入至本服務之所有個人資料及其他資料將被刪除，但下述特定個人資料除外；因此，提供者<strong>強烈建議</strong>使用者在註銷帳號前備份所有輸入至本服務之資料。帳號關閉後（即使係由提供者正當關閉），提供者對其資料遺失概不負責。發票上所載之個人資料，提供者將保留至少法定保存期間，即 10 年。若為防禦提供者之權利主張和/或防禦第三方之主張（包含主管機關發起之任何程序）所必要，提供者亦得保留部分其他個人資料，但保留期間最長不超過個別請求權之時效期間和/或至特定程序終結為止。具體期間無法精確定義，將視請求權類型、其時效期間以及特定法院或主管機關之進度而定。提供者僅作為使用者資料處理者而處理之資料，其處理期間依使用者之指示而定，除非提供者依據本政策第 2.1 條，另有作為控管者處理該個人資料之法律依據。
