Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: In the event that the Provider and/or Processors learn of a security risk related to Personal Data that affects the User, they will notify the User of this fact without undue delay.
cs: V případě, že se Poskytovatel a/nebo Zpracovatelé dozví o bezpečnostním riziku spojeném s Osobními údaji, které má dopad na Uživatele, oznámí mu tuto skutečnost bez zbytečného odkladu.
de: Für den Fall, dass der Anbieter und/oder die Auftragsverarbeiter von einem Sicherheitsrisiko in Bezug auf personenbezogene Daten erfahren, das den Benutzer betrifft, werden sie den Benutzer unverzüglich darüber informieren.
es: En el suceso de que el Proveedor y/o los Procesadores se enteren de un riesgo de seguridad relacionado con la Información Personal que afecte al Usuario, notificarán al Usuario de este hecho sin demoras indebidas.
fr: Dans le cas où le Fournisseur et/ou les Sous-traitants auraient connaissance d'un risque de sécurité lié aux Données Personnelles qui affecte l'Utilisateur, ils en informeront ce dernier sans délai indu.
ga: Sa chás go bhfoghlaimíonn an Soláthraí agus/nó na Próiseálaithe faoi riosca slándála a bhaineann le Sonraí Pearsanta a théann i bhfeidhm ar an Úsáideoir, cuirfidh siad an méid sin in iúl don Úsáideoir gan moill mhíchuí.
hu: Amennyiben a Szolgáltató és/vagy a Feldolgozók tudomást szereznek a Felhasználót érintő, személyes adatokat érintő biztonsági kockázatról, haladéktalanul értesítik erről a Felhasználót.
id: Jika Penyedia dan/atau Pemroses mengetahui adanya risiko keamanan terkait Data Pribadi yang memengaruhi Pengguna, mereka akan segera memberitahukan Pengguna tentang fakta tersebut tanpa penundaan yang tidak semestinya.
ja: 事業者および / または処理者が、利用者に影響を及ぼす個人データに関するセキュリティ リスクを認識した場合、遅滞なくその旨を利用者に通知します。
nl: In het geval dat de provider en/of verwerkers kennis krijgen van een beveiligingsrisico voor de persoonlijke gegevens, dat betrekking heeft op de gebruiker, zullen ze de gebruiker zonder onnodige vertraging van dit feit in kennis stellen.
pt_br: Caso o Provedor e/ou os Processadores tomem conhecimento de um risco de segurança relacionado aos Dados Pessoais que afete o Usuário, eles notificarão o Usuário desse fato sem demora injustificada.
ru: В случае если Поставщику и/или Обработчикам станет известно о риске безопасности, связанном с Персональными данными, который затрагивает Пользователя, они без неоправданной задержки уведомят Пользователя об этом факте.
sk: V prípade, že sa Poskytovateľ a/alebo Spracovatelia dozvedia o bezpečnostnom riziku spojenom s Osobnými údajmi, ktoré má dopad na Používateľa, oznámi mu túto skutočnosť bez zbytočného odkladu.
sl: V primeru, da ponudnik in/ali obdelovalci izvedo za varnostno tveganje v zvezi z osebnimi podatki, ki vpliva na uporabnika, bodo o tem dejstvu nemudoma obvestili uporabnika.
sv: Om leverantören och/eller personuppgiftsbiträdena får kännedom om en säkerhetsrisk relaterad till personuppgifter som påverkar användaren, kommer de att underrätta användaren om detta utan onödigt dröjsmål.
ta: வழங்குநர் மற்றும்/அல்லது செயலிகள் பயனரை பாதிக்கும் தனிப்பட்ட தரவு தொடர்பான பாதுகாப்பு அபாயத்தை அறிந்தால், அவர்கள் தேவையற்ற தாமதமின்றி இந்த உண்மையை பயனருக்கு அறிவிப்பார்கள்.
tr: Sağlayıcı ve/veya İşleyici’ler, Kullanıcı’yı etkileyen Kişisel Veri’lerle ilgili bir güvenlik riskini öğrenmeleri durumunda, bu durumu gecikmeksizin Kullanıcı’ya bildireceklerdir.
uk: У випадку, якщо Постачальник і/або Обробники дізнаються про ризик безпеки, пов’язаний з Персональними даними, який впливає на Користувача, вони повідомлять Користувача про цей факт без зайвої затримки.
zh_hans: 倘若提供者和/或处理者知悉影响用户的与个人数据相关的安全风险，它们在通知用户这一事实前不会拖得太久。
zh_hant: 若提供者和/或處理者知悉涉及使用者個人資料之安全風險，將無不當遲延通知使用者該事實。

source: The Provider will provide the User with assistance and legal help in seeking compensation from responsible Processors in the event of a data breach or other incident leading to loss. However, the Provider is not responsible for the improper actions of the Processors.
cs: Poskytovatel poskytne Uživateli součinnost a právní pomoc při vymáhání náhrady škody od odpovědných Zpracovatelů v případě úniku osobních údajů nebo jiné události vedoucí ke ztrátě. Poskytovatel však neodpovídá za nesprávný postup Zpracovatelů.
de: Der Anbieter unterstützt den Benutzer bei der Geltendmachung von Schadenersatzansprüchen gegenüber den verantwortlichen Verarbeitern im Falle einer Datenpanne oder eines anderen Ereignisses, das zu einem Verlust führt, und leistet ihm Rechtsbeistand. Der Anbieter ist jedoch nicht für die unzulässigen Handlungen der Auftragsverarbeiter verantwortlich.
es: El Proveedor brindará al Usuario asistencia y ayuda legal para reclamar una compensación a los Encargados responsables en caso de una violación de datos u otro incidente que cause una pérdida. Sin embargo, el Proveedor no se responsabiliza por las acciones indebidas de los Encargados.
fr: Le Prestataire apportera à l'Utilisateur une assistance et un soutien juridique pour l'aider à obtenir réparation auprès des Sous-traitants responsables en cas de violation de données ou d'autre incident entraînant un préjudice. Toutefois, le Prestataire ne saurait être tenu responsable des agissements fautifs des Sous-traitants.
ga: Cuirfidh an Soláthraí cúnamh agus cúnamh dlí ar fáil don Úsáideoir chun cúiteamh a lorg ó Phróiseálaithe freagracha i gcás sárú sonraí nó teagmhas eile as a dtagann caillteanas. Mar sin féin, níl an Soláthraí freagrach as gníomhartha míchuí na bPróiseálaithe.
hu: Adatvédelmi incidens vagy adatvesztéssel járó esemény esetén a Szolgáltató segítséget és jogi támogatást nyújt a Felhasználónak annak érdekében, hogy kártérítést igényelhessen a felelős Feldolgozóktól. Ugyanakkor a Szolgáltató nem vállal felelősséget a Feldolgozók esetleges nem megfelelő eljárásáért.
id: Penyedia akan memberikan bantuan dan bantuan hukum kepada Pengguna dalam mencari kompensasi dari Pemroses yang bertanggung jawab jika terjadi pelanggaran data atau insiden lain yang menyebabkan kerugian. Namun, Penyedia tidak bertanggung jawab atas tindakan Pemroses yang tidak pantas.
ja: 事業者は、データ侵害またはその他の損失を招く事案が発生した場合、責任のある処理者に対する損害賠償請求に関して利用者に支援および法的援助を提供します。ただし、事業者は処理者の不適切な行為について責任を負わないものとします。
nl: De provider zal de gebruiker de assistentie en wettelijke hulp verschaffen voor het verkrijgen van compensatie van de verantwoordelijke verwerkers in het geval van een inbreuk op de gegevens of ander incident dat tot verlies leidt. Echter, de provider is niet verantwoordelijk voor de onjuiste acties van de verwerkers.
pt_br: O Provedor fornecerá ao Usuário assistência e ajuda jurídica na busca de compensação de Processadores responsáveis no caso de uma violação de dados ou outro incidente que leve à perda. No entanto, o Provedor não é responsável pelas ações impróprias dos Processadores.
ru: Поставщик предоставит Пользователю помощь и юридическую поддержку в получении компенсации от ответственных Обработчиков в случае утечки данных или другого инцидента, приведшего к убыткам. Однако Поставщик не несёт ответственности за неправомерные действия Обработчиков.
sk: Poskytovateľ poskytne Používateľovi súčinnosť a právnu pomoc pri vymáhaní náhrady škody od zodpovedných Spracovateľov v prípade úniku osobných údajov alebo inej udalosti vedúcej k strate. Poskytovateľ však nezodpovedá za nesprávny postup Spracovateľov.
sl: Ponudnik bo uporabniku nudil pomoč in pravno pomoč pri uveljavljanju odškodnine od odgovornih obdelovalcev v primeru kršitve varnosti podatkov ali drugega incidenta, ki povzroči izgubo. Vendar ponudnik ne odgovarja za nepravilna dejanja obdelovalcev.
sv: Leverantören kommer att ge användaren assistans och juridisk hjälp vid ansökan om ersättning från ansvariga personuppgiftsbiträden i händelse av ett dataintrång eller annan incident som leder till förlust. Leverantören ansvarar dock inte för personuppgiftsbiträdens olämpliga handlingar.
ta: தரவு மீறல் அல்லது இழப்புக்கு வழிவகுக்கும் பிற நிகழ்வு ஏற்பட்டால், பொறுப்பான செயலிகளிடமிருந்து இழப்பீடு கோருவதற்கு வழங்குநர் பயனருக்கு உதவி மற்றும் சட்ட உதவியை வழங்குவார். இருப்பினும், செயலிகளின் முறையற்ற செயல்களுக்கு வழங்குநர் பொறுப்பல்ல.
tr: Sağlayıcı, bir veri ihlali veya kayba yol açan başka bir olay durumunda Kullanıcı’ya sorumlu İşleyici’lerden tazminat talep etme konusunda yardım ve hukuki destek sağlayacaktır. Ancak Sağlayıcı, İşleyici’lerin uygunsuz eylemlerinden sorumlu değildir.
uk: Постачальник надасть Користувачеві допомогу та юридичну допомогу у вимаганні компенсації від відповідальних Обробників у разі порушення даних або іншого інциденту, що призведе до збитків. Проте Провайдер не несе відповідальності за неналежні дії Обробників.
zh_hans: 如果出现数据泄露或其他导致损失的事件，提供者会给用户提供援助，寻求从负有责任的处理者那里获得赔偿。不过，提供者对于处理者的不恰当行为不负有责任。
zh_hant: 若發生資料外洩或其他導致損失之事件，提供者將提供使用者協助及法律援助，以向應負責之處理者請求賠償。惟提供者對處理者之不當行為概不負責。

source: The User hereby confirms that the provided Personal Data is true, accurate, and relates solely to the User, or that they have provided data the use of which does not violate the rights of third parties. The User is obliged to always inform the Provider of any changes to their Personal Data so that only current and complete data is processed. The same obligations apply to the User in the case where they provide the Provider with Personal Data of data subjects other than this User.
cs: Uživatel tímto potvrzuje, že poskytnuté Osobní údaje jsou pravdivé, přesné a že se vztahují výhradně k Uživateli, resp. že poskytl údaje, jejichž použitím nebyla porušena práva třetích osob. Uživatel je povinen vždy informovat Poskytovatele o všech změnách svých Osobních údajů tak, aby byly zpracovávány pouze aktuální a úplné údaje. Stejné povinnosti Uživatele tíží i v případě, kdy Poskytovateli sdělí Osobní údaje subjektů údajů odlišných od tohoto Uživatele.
de: Der Benutzer bestätigt hiermit, dass die angegebenen personenbezogenen Daten wahrheitsgetreu und richtig sind und sich ausschließlich auf den Benutzer beziehen bzw. dass er Daten angegeben hat, deren Verwendung nicht die Rechte Dritter verletzt. Der Benutzer ist verpflichtet, den Anbieter stets über Änderungen seiner personenbezogenen Daten zu informieren, damit nur aktuelle und vollständige Daten verarbeitet werden. Die gleichen Pflichten treffen den Benutzer, wenn er dem Anbieter personenbezogene Daten von anderen Betroffenen als diesem Benutzer zur Verfügung stellt.
fr: L’Utilisateur confirme que les Données Personnelles fournies sont exactes, véridiques et le concernent exclusivement, ou que leur utilisation ne porte pas atteinte aux droits de tiers. L’Utilisateur est tenu d’informer le Prestataire de toute modification de ses Données Personnelles afin que seules des données à jour et complètes soient traitées. Ces mêmes obligations s’appliquent lorsque l’Utilisateur fournit au Prestataire des Données Personnelles concernant d’autres personnes.
ga: Deimhníonn an tÚsáideoir leis seo go bhfuil na Sonraí Pearsanta a soláthraíodh fíor, cruinn, agus go mbaineann siad leis an Úsáideoir amháin, nó gur sholáthair siad sonraí nach sáraíonn a n-úsáid cearta tríú páirtithe. Tá sé de dhualgas ar an Úsáideoir an Soláthraí a chur ar an eolas i gcónaí faoi aon athruithe ar a Sonraí Pearsanta ionas nach bpróiseálfar ach sonraí reatha agus iomlána. Baineann na hoibleagáidí céanna leis an Úsáideoir sa chás go soláthraíonn siad Sonraí Pearsanta na n-ábhar sonraí seachas an tÚsáideoir seo don Soláthraí.
hu: A Felhasználó ezennel megerősíti, hogy az általa megadott Személyes adatok valósak, pontosak, és kizárólag őrá vonatkoznak. Ha más személy adatait adta meg, azt csak úgy tette, hogy az nem sérti harmadik felek jogait. A Felhasználó köteles minden változást haladéktalanul közölni a Szolgáltatóval, hogy kizárólag aktuális és teljes adatok kerüljenek kezelésre. Ugyanez a kötelezettség vonatkozik a Felhasználóra abban az esetben is, ha más érintettek személyes adatait adja meg a Szolgáltatónak.
id: Pengguna dengan ini menegaskan bahwa Data Pribadi yang diberikan adalah benar, akurat, dan hanya berkaitan dengan Pengguna, atau bahwa Pengguna telah memberikan data yang penggunaannya tidak melanggar hak pihak ketiga. Pengguna berkewajiban untuk selalu menginformasikan kepada Penyedia Data atas setiap perubahan Data Pribadi Pengguna sehingga hanya data terkini dan lengkap yang diproses. Kewajiban yang sama berlaku bagi Pengguna dalam hal Pengguna memberikan Data Pribadi subjek data selain Pengguna ini kepada Penyedia Data.
ja: 利用者は、提供した個人データが真実かつ正確であり、当該データが利用者本人に関するものであること、または第三者の権利を侵害しない方法で使用されるデータを提供していることをここに確認します。利用者は、処理されるデータが常に最新かつ完全なものとなるよう、個人データに変更があった場合には常に事業者に通知する義務を負います。利用者が本利用者以外のデータ主体の個人データを提供する場合にも、同様の義務が適用されます。
nl: De gebruiker bevestigt hierbij dat de verschafte persoonlijke gegevens waar, nauwkeurig, zijn en slechts betrekking hebben op de gebruiker, of dat ze gegevens hebben verschaft die geen inbreuk pleegt op de rechten van derde partijen. De gebruiker is verplicht om altijd de provider te informeren over enig wijziging van hun persoonlijke gegevens, zodat alleen huidige en volledige gegevens worden verwerkt. Dezelfde verplichtingen gelden voor de gebruiker als ze de provider persoonlijke gegevens verschaffen van andere onderwerpen van gegevens dan deze gebruiker.
pt_br: O Usuário confirma que os Dados Pessoais fornecidos são verdadeiros, precisos e se relacionam somente ao Usuário, ou que eles forneceram dados cujo uso não viola os direitos de terceiros. O Usuário é obrigado a sempre informar o Provedor sobre quaisquer alterações em seus Dados Pessoais para que apenas dados atuais e completos sejam processados. As mesmas obrigações se aplicam ao Usuário no caso em que eles fornecem ao Provedor Dados Pessoais de titulares de dados que não sejam este Usuário.
ru: Пользователь настоящим подтверждает, что предоставленные им Персональные данные являются правдивыми, точными и относятся исключительно к нему, либо что он предоставил данные, использование которых не нарушает права третьих лиц. Пользователь обязан всегда информировать Поставщика о любых изменениях в своих Персональных данных, чтобы обрабатывались только актуальные и полные данные. Те же обязательства распространяются на Пользователя в случае, если он предоставляет Поставщику Персональные данные субъектов данных, отличных от этого Пользователя.
sk: Používateľ týmto potvrdzuje, že poskytnuté Osobné údaje sú pravdivé, presné a že sa vzťahujú výhradne k Používateľovi, resp. že poskytol údaje, ktorých použitím neboli porušené práva tretích osôb. Používateľ je povinný vždy informovať Poskytovateľa o všetkých zmenách svojich Osobných údajov tak, aby boli spracovávané iba aktuálne a úplné údaje. Rovnaké povinnosti Používateľa ťaží aj v prípade, keď Poskytovateľovi oznámi Osobné údaje subjektov údajov odlišných od tohto Používateľa.
sl: Uporabnik s tem potrjuje, da so posredovani osebni podatki resnični, točni in se nanašajo izključno nanj oziroma da je posredoval podatke, katerih uporaba ne krši pravic tretjih oseb. Uporabnik je dolžan ponudnika vedno obvestiti o vseh spremembah svojih osebnih podatkov, tako da se obdelujejo le ažurni in popolni podatki. Enake obveznosti veljajo za uporabnika v primeru, da ponudniku posreduje osebne podatke drugih posameznikov, na katere se nanašajo osebni podatki, razen tega uporabnika.
sv: Användaren bekräftar härmed att de tillhandahållna personuppgifterna är sanna, korrekta och endast avser användaren, eller att de har tillhandahållit uppgifter vars användning inte kränker tredje parts rättigheter. Användaren är skyldig att alltid informera leverantören om eventuella ändringar av sina personuppgifter så att endast aktuella och fullständiga uppgifter behandlas. Samma skyldigheter gäller för användaren i de fall då denne tillhandahåller leverantören personuppgifter om andra registrerade än denna användare.
ta: The பயனர் hereby confirms that the provided Personal தகவல்கள் is true, accurate, and relates solely பெறுநர் the User, or that they have provided தகவல்கள் the use of which does not violate the rights of third parties. The பயனர் is obliged பெறுநர் எப்போதும் inform the வழங்குநர் of any changes பெறுநர் their Personal தகவல்கள் so that only மின்னோட்ட்ம், ஓட்டம் and complete தகவல்கள் is processed. The same obligations இடு பெறுநர் the பயனர் in the case where they provide the வழங்குநர் with Personal தகவல்கள் of தகவல்கள் subjects மற்றொன்று than this User.
tr: Kullanıcı, sağlanan Kişisel Veri’lerin gerçek, doğru ve yalnızca Kullanıcı ile ilgili olduğunu veya kullanımı üçüncü tarafların haklarını ihlal etmeyen verileri sağladığını teyit eder. Kullanıcı, Kişisel Veri’lerindeki değişiklikleri her zaman Sağlayıcı’ya bildirmekle yükümlüdür, böylece yalnızca güncel ve eksiksiz veriler işlenir. Aynı yükümlülükler, Sağlayıcı’ya bu Kullanıcı dışındaki veri sahiplerinin Kişisel Veri’lerini sağlamaları durumunda Kullanıcı için de geçerlidir.
uk: Цим Користувач підтверджує, що надані Персональні дані є правдивими, точними та стосуються виключно Користувача, або що він надав дані, використання яких не порушує прав третіх осіб. Користувач зобов’язаний завжди інформувати Постачальника про будь-які зміни своїх персональних даних, щоб оброблялися лише актуальні та повні дані. Такі самі зобов’язання застосовуються до Користувача у випадку, якщо він надає Постачальнику Персональні дані інших суб’єктів даних, крім цього Користувача.
zh_hans: 因而，用户确认所提供的个人信息真实、准确且只和用户本人有关，或者所提供数据的使用不侵犯第三方的权利。用户有义务始终通知体哦国内这个人数据的任何改动，使得仅当前和完整数据被处理。在用户向提供者提供用户本人之外其他数据主体的个人数据的情形下，相同义务同样适用于用户。
zh_hant: 使用者茲此確認，所提供之個人資料真實、準確且僅與使用者本人相關，或其提供資料之使用並未侵害第三方之權利。使用者有義務隨時通知提供者其個人資料之變更，以確保僅處理最新且完整之資料。若使用者提供除本使用者以外之資料當事人之個人資料予提供者，亦適用相同義務。

source: Personal Data will be processed electronically, including the use of automated processing methods. However, the User or other data subjects will never be subject to individual automated decision-making (including profiling) within the meaning of Article 22 of the GDPR.
cs: Osobní údaje budou zpracovávány elektronicky, včetně použití automatizovaného způsobu zpracování. Uživatel ani jiné subjekty údajů však nebudou nikdy předmětem individuálního automatizovaného rozhodování (ani profilování) ve smyslu článku 22 nařízení GDPR.
de: Personenbezogene Daten werden elektronisch verarbeitet, auch unter Einsatz automatisierter Verarbeitungsmethoden. Der Benutzer oder andere betroffene Personen werden jedoch niemals einer individuellen automatisierten Entscheidungsfindung (einschließlich Profiling) im Sinne von Artikel 22 der DSGVO unterworfen sein.
es: La Información Personal será procesada electrónicamente, incluyendo el uso de métodos de procesamiento automatizados. Sin embargo, el Usuario u otros sujetos nunca serán sujetos a tomas de decisiones individuales automatizadas (incluyendo la elaboración de perfiles) de acuerdo con el Artículo 22 del RGPD.
fr: Les données personnelles seront traitées électroniquement, y compris par des méthodes de traitement automatisées. Toutefois, l’utilisateur ou toute autre personne concernée ne fera jamais l’objet d’une décision automatisée individuelle (y compris le profilage) au sens de l’article 22 du RGPD.
ga: Próiseálfar Sonraí Pearsanta go leictreonach, lena n-áirítear modhanna próiseála uathoibrithe a úsáid. Mar sin féin, ní bheidh an tÚsáideoir ná ábhair sonraí eile faoi réir cinnteoireacht uathoibrithe aonair (próifíliú san áireamh) de réir bhrí Airteagal 22 den RGCS.
hu: A Személyes adatok kezelése elektronikus úton történik, beleértve az automatizált adatkezelési módszerek alkalmazását is. A Felhasználó vagy más érintettek azonban soha nem lesznek egyedi automatizált döntéshozatal (beleértve a profilalkotást) alanyai a GDPR 22. cikke értelmében.
id: Data Pribadi akan diproses secara elektronik, termasuk penggunaan metode pemrosesan otomatis. Namun, Pengguna atau subjek data lainnya tidak akan pernah tunduk pada pengambilan keputusan otomatis individual (termasuk pembuatan profil) sebagaimana dimaksud dalam Pasal 22 GDPR.
ja: 個人データは電子的に処理され、自動化された処理手段の使用を含みます。ただし、利用者またはその他のデータ主体は、GDPR 第 22 条の意味するところの個別の自動化された意思決定（プロファイリングを含む）の対象となることはありません。
nl: Persoonlijke gegevens zullen elektronisch worden verwerkt, inclusief het gebruik van geautomatiseerde verwerkingsmethoden. Echter, de gebruiker of andere onderwerpen van gegevens zullen nooit onderwerp zijn van individueel geautomatiseerde beslissingen (inclusief profileren) binnen de betekenis van Artikel 22 van de GDPR.
pt_br: Os Dados Pessoais serão processados eletronicamente, incluindo o uso de métodos de processamento automatizados. No entanto, o Usuário ou outros titulares de dados nunca estarão sujeitos à tomada de decisão individual automatizada (incluindo criação de perfil) dentro do significado do Artigo 22 do RGPD.
ru: Персональные данные будут обрабатываться в электронном виде, в том числе с использованием автоматизированных методов обработки. Тем не менее, Пользователь или другие субъекты данных никогда не будут подвергаться индивидуальному автоматизированному принятию решений (включая профилирование) в значении статьи 22 GDPR.
sk: Osobné údaje budú spracovávané elektronicky, vrátane použitia automatizovaného spôsobu spracovania. Používateľ ani iné subjekty údajov však nebudú nikdy predmetom individuálneho automatizovaného rozhodovania (ani profilovania) v zmysle článku 22 nariadenia GDPR.
sl: Osebni podatki bodo obdelani elektronsko, vključno z uporabo avtomatiziranih metod obdelave. Vendar pa uporabnik ali drugi posamezniki, na katere se nanašajo osebni podatki, nikoli ne bodo predmet individualnega avtomatiziranega odločanja (vključno s profiliranjem) v smislu 22. člena GDPR.
sv: Personuppgifter kommer att behandlas elektroniskt, inklusive användning av automatiserade behandlingsmetoder. Användaren eller andra registrerade kommer dock aldrig att bli föremål för individuella automatiserade beslut (inklusive profilering) i den mening som avses i artikel 22 i GDPR.
ta: தானியங்கு செயலாக்க முறைகளின் பயன்பாடு உட்பட தனிப்பட்ட தரவு மின்னணு முறையில் செயலாக்கப்படும். இருப்பினும், சிடிபிஆரின் 22 வது பிரிவின் அர்த்தத்திற்குள் பயனர் அல்லது பிற தரவு பாடங்கள் ஒருபோதும் தனிப்பட்ட தானியங்கி முடிவெடுப்பதற்கு (விவரக்குறிப்பு உட்பட) உட்படுத்தப்படாது.
tr: Kişisel Veri’ler, otomatik işleme yöntemlerinin kullanımı da dahil olmak üzere elektronik olarak işlenecektir. Ancak, Kullanıcı veya diğer veri sahipleri hiçbir zaman GDPR'nin 22. Maddesi anlamında bireysel otomatik karar vermeye (profil oluşturma dahil) tabi tutulmayacaktır.
uk: Персональні дані оброблятимуться в електронному вигляді, включаючи використання автоматизованих методів обробки. Однак Користувач або інші суб’єкти даних ніколи не підпадають під індивідуальне автоматизоване прийняття рішень (включно з профілюванням) у розумінні статті 22 GDPR.
zh_hans: 个人数据将以电子方式被处理，包括使用自动处理方法。不过，用户和其他数据主体永远不会受制于 GDPR 第22款含义下的个人自动决策（包括用户画像）。
zh_hant: 個人資料將以電子方式處理，包含使用自動化處理方法。然而，依據 GDPR 第 22 條之意旨，使用者或其他資料當事人絕不會受制於個別自動化決策（包含剖析）。
