Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: restriction of processing if there is concern that the Provider is processing more data than necessary;
cs: omezení zpracování, pokud existuje obava, že Poskytovatel zpracovává více údajů, než je nezbytné;
de: Einschränkung der Verarbeitung, wenn die Befürchtung besteht, dass der Anbieter mehr Daten als erforderlich verarbeitet;
es: restricción del procesamiento si existe preocupación de que el Proveedor esté procesando más datos de los necesarios;
fr: restriction du traitement s’il existe un risque que le fournisseur traite plus de données que nécessaire ;
ga: srian a chur le próiseáil má tá imní ann go bhfuil níos mó sonraí á bpróiseáil ag an Soláthraí ná mar is gá;
hu: az adatkezelés korlátozását, ha felmerül a gyanú, hogy a Szolgáltató az indokoltnál több adatot kezel;
id: pembatasan pemrosesan jika ada kekhawatiran bahwa Penyedia memproses lebih banyak data daripada yang diperlukan;
ja: 処理が必要以上に行われていると懸念される場合、利用者が処理の制限を求めること。
nl: restrictie van de verwerking als er zorgen zijn dat de provider meer gegevens verwerkt dan noodzakelijk is;
pt_br: restrição de processamento se houver preocupação de que o Provedor esteja processando mais dados do que o necessário;
ru: ограничение обработки, если есть опасения, что Поставщик обрабатывает больше данных, чем необходимо;
sk: obmedzenie spracovania, ak existuje obava, že Poskytovateľ spracováva viac údajov, než je nevyhnutné;
sl: omejitev obdelave, če obstaja skrb, da ponudnik obdeluje več podatkov, kot je potrebno;
sv: begränsning av behandlingen om det finns anledning att tro att leverantören behandlar mer data än nödvändigt;
ta: செயலாக்கத்தின் கட்டுப்பாடு வழங்குநர் தேவையானதை விட அதிக தரவை செயலாக்குகிறார் என்ற கவலை இருந்தால்;
tr: Sağlayıcı’nın gereğinden fazla veri işlediğine dair endişeler varsa işlemenin kısıtlanması;
uk: обмеження обробки, якщо існує занепокоєння, що Постачальник обробляє більше даних, ніж необхідно;
zh_hans: 限制处理，如果担心提供者正处理超出必需的数据；
zh_hant: 若對提供者處理超出必要範圍之資料有疑慮，請求限制處理；

source: deletion of personal data based on the consent of the Provider, provided that there is no other legal reason for further processing of personal data;
cs: výmaz osobních údajů, přičemž Poskytovatel žádosti vyhoví za předpokladu, že neexistuje jiný právní důvod pro další zpracování osobních údajů;
de: Löschung personenbezogener Daten auf der Grundlage der Zustimmung des Anbieters, sofern kein anderer rechtlicher Grund für die weitere Verarbeitung personenbezogener Daten vorliegt;
es: eliminación de datos personales basada en el consentimiento del Proveedor, siempre que no exista otro motivo legal para el posterior tratamiento de los datos personales;
fr: suppression des données personnelles sur la base du consentement du fournisseur, à condition qu’il n’existe aucune autre raison légale justifiant un traitement ultérieur des données personnelles ;
ga: sonraí pearsanta a scriosadh bunaithe ar thoiliú an tSoláthraí, ar choinníoll nach bhfuil aon chúis dhlíthiúil eile ann chun tuilleadh próiseála a dhéanamh ar shonraí pearsanta;
hu: személyes adatok törlését, ha azok kezelése a Szolgáltató hozzájárulásán alapult, és nincs más jogalap a további kezelésre;
id: penghapusan data pribadi berdasarkan persetujuan Penyedia, dengan ketentuan tidak ada alasan hukum lain yang mendasari pemrosesan data pribadi lebih lanjut;
ja: 事業者の同意に基づく個人データの削除。ただし、個人データのさらなる処理について他に法的根拠がない場合に限る。
nl: verwijdering van persoonlijke gegevens, gebaseerd op de instemming van de provider, vooropgesteld dat er geen andere wettelijke reden is voor het verder verwerken van persoonlijke gegevens;
pt_br: eliminação de dados pessoais com base no consentimento do Provedor, desde que não haja outro motivo legal para o processamento posterior de dados pessoais;
ru: удаление персональных данных на основании согласия Поставщика, при условии отсутствия иных законных оснований для дальнейшей обработки персональных данных;
sk: výmaz osobných údajov, pričom Poskytovateľ žiadosti vyhovie za predpokladu, že neexistuje iný právny dôvod pre ďalšie spracovanie osobných údajov;
sl: izbris osebnih podatkov na podlagi soglasja ponudnika, če ne obstaja drug zakoniti razlog za nadaljnjo obdelavo osebnih podatkov;
sv: radering av personuppgifter baserat på leverantörens samtycke, förutsatt att det inte finns någon annan rättslig grund för vidare behandling av personuppgifter;
ta: தனிப்பட்ட தரவை மேலும் செயலாக்குவதற்கு வேறு சட்ட காரணங்கள் இல்லை என்று வழங்குநரின் ஒப்புதலின் அடிப்படையில் தனிப்பட்ட தரவை நீக்குதல்;
tr: Kişisel Veri’lerin daha fazla işlenmesi için başka bir yasal neden olmaması koşuluyla, Sağlayıcı’nın rızasına dayalı olarak kişisel verilerin silinmesi;
uk: видалення персональних даних на підставі згоди Провайдера за умови відсутності іншої законної підстави для подальшої обробки персональних даних;
zh_hans: 在提供者同意的基础上删除个人数据，假如不存在进一步处理个人数据的其他法律原因；
zh_hant: 基於提供者之同意刪除個人資料，前提是無其他法律理由需繼續處理該個人資料；

source: issuance of a copy of the personal data processed by automated means based on the consent of the Provider or in connection with fulfilling the Provider's contractual obligations, in a machine-readable format;
cs: vydání kopie osobních údajů zpracovávaných automatizovanými prostředky na základě souhlasu Poskytovatele nebo v souvislosti s plněním smluvních povinností Poskytovatele, a to ve strojově čitelném formátu;
de: Ausstellung einer Kopie der personenbezogenen Daten, die mit Zustimmung des Anbieters oder im Zusammenhang mit der Erfüllung der vertraglichen Verpflichtungen des Anbieters automatisiert verarbeitet werden, in einem maschinenlesbaren Format;
es: una instancia de una copia de los datos personales procesadores por medios automáticos basados en el consentimiento del Proveedor o en conexión con el cumplimiento de obligaciones contractuales del Proveedor, en un formato de máquina-legible;
fr: délivrance d’une copie des données personnelles traitées par des moyens automatisés sur la base du consentement du Prestataire ou dans le cadre de l’exécution des obligations contractuelles du Prestataire, dans un format lisible par machine ;
ga: cóip de na sonraí pearsanta a phróiseáiltear trí mhodhanna uathoibrithe a eisiúint bunaithe ar thoiliú an tSoláthraí nó i dtaca le hoibleagáidí conarthacha an tSoláthraí a chomhlíonadh, i bhformáid atá inléite ag meaisín;
hu: a Szolgáltató által automatizált módon kezelt személyes adatok másolatának kiadását géppel olvasható formátumban, ha az adatkezelés hozzájáruláson vagy a Szolgáltató szerződéses kötelezettségének teljesítésén alapult;
id: penerbitan salinan data pribadi yang diproses dengan cara otomatis berdasarkan persetujuan Penyedia atau sehubungan dengan pemenuhan kewajiban kontraktual Penyedia, dalam format yang dapat dibaca mesin;
ja: 事業者の同意に基づく、または事業者の契約上の義務の履行に関連して自動化された手段で処理された個人データの写しを、機械可読形式で発行すること。
nl: verstrekken van een kopie van de verwerkte persoonlijke gegevens via geautomatiseerde weg, gebaseerd op de instemming van de provider of in verband met het vervullen van de contractuele verplichtingen van de provider, in door machines te lezen indeling;
pt_br: emissão de uma cópia dos dados pessoais processados por meios automatizados com base no consentimento do Provedor ou em conexão com o cumprimento das obrigações contratuais do Provedor, em um formato legível por máquina;
ru: выдача копии персональных данных, обрабатываемых автоматизированным способом на основании согласия Поставщика или в связи с выполнением договорных обязательств Поставщика, в машиночитаемом формате;
sk: vydanie kópie osobných údajov spracovávaných automatizovanými prostriedkami na základe súhlasu Poskytovateľa alebo v súvislosti s plnením zmluvných povinností Poskytovateľa, a to v strojovo čitateľnom formáte;
sl: izdaja kopije osebnih podatkov, ki se obdelujejo z avtomatiziranimi sredstvi na podlagi soglasja ponudnika ali v povezavi z izpolnjevanjem pogodbenih obveznosti ponudnika, v strojno berljivi obliki;
sv: utfärdande av en kopia av de personuppgifter som behandlas automatiskt på grundval av leverantörens samtycke eller i samband med fullgörandet av leverantörens avtalsenliga skyldigheter, i ett maskinläsbart format;
ta: வழங்குநரின் ஒப்புதலின் அடிப்படையில் அல்லது வழங்குநரின் ஒப்பந்தக் கடமைகளை நிறைவேற்றுவது தொடர்பாக, இயந்திரம் படிக்கக்கூடிய வடிவத்தில், தானியங்கு வழிமுறைகளால் செயலாக்கப்பட்ட தனிப்பட்ட தரவின் நகலை வழங்குதல்;
tr: Sağlayıcı’nın rızasına dayalı olarak veya Sağlayıcı’nın Sözleşme’den doğan yükümlülüklerini yerine getirmesiyle bağlantılı olarak otomatik yollarla işlenen Kişisel Veri’lerin bir kopyasının makine tarafından okunabilecek bir biçimde verilmesi;
uk: видачу копії персональних даних, які обробляються автоматизованими засобами на підставі згоди Провайдера або у зв’язку з виконанням договірних зобов’язань Провайдера, у машинозчитуваному форматі;
zh_hans: 以机器可读的格式，在提供者同意的基础上发布自动手段处理过的个人数据的副本，或者因与履行提供商的合同义务相关而发布经自动手段处理的个人数据的副本；
zh_hant: 針對基於提供者同意或為履行提供者契約義務而以自動化方式處理之個人資料，請求核發機器可讀格式之副本；

source: temporary freezing of data processing operations for the purposes of the legitimate interest of the Provider;
cs: dočasné zmrazení operací zpracování údajů pro účely oprávněného zájmu Poskytovatele;
de: vorübergehendes Einfrieren der Datenverarbeitungsvorgänge zur Wahrung des berechtigten Interesses des Anbieters;
es: congelación temporal de las operaciones de tratamiento de datos a efectos del interés legítimo del Proveedor;
fr: gel temporaire des opérations de traitement des données aux fins de l'intérêt légitime du fournisseur ;
ga: oibríochtaí próiseála sonraí a chalcadh go sealadach chun críocha leas dlisteanach an tSoláthraí;
hu: az adatkezelési műveletek ideiglenes felfüggesztését a Szolgáltató jogos érdekeire hivatkozva;
id: pembekuan sementara operasi pemrosesan data untuk tujuan kepentingan sah Penyedia;
ja: 事業者の正当な利益のために、データ処理の操作を一時的に凍結すること。
nl: tijdelijk bevriezen van bewerkingen aan persoonlijke gegevens ten behoeve van het gerechtvaardigde belang van de provider;
pt_br: congelamento temporário das operações de tratamento de dados para efeitos do interesse legítimo do Fornecedor;
ru: временное замораживание операций по обработке данных в целях соблюдения законных интересов Поставщика;
sk: dočasné zmrazenie operácií spracovania údajov na účely oprávneného záujmu Poskytovateľa;
sl: začasna zamrznitev postopkov obdelave podatkov zaradi legitimnega interesa ponudnika;
sv: tillfällig frysning av databehandling för leverantörens berättigade intressen;
ta: வழங்குநரின் நியாயமான ஆர்வத்தின் நோக்கங்களுக்காக தரவு செயலாக்க நடவடிக்கைகளின் தற்காலிக முடக்கம்;
tr: Sağlayıcı’nın meşru menfaati amacıyla veri işleme faaliyetlerinin geçici olarak dondurulması;
uk: тимчасове заморожування операцій з обробки даних для цілей законного інтересу Провайдера;
zh_hans: 出于提供者合法利益的目的，暂时冻结数据处理操作；
zh_hant: 為提供者正當利益之目的，暫時凍結資料處理作業；

source: filing a complaint directly with the Office for Personal Data Protection (<a href="%(url)s">%(url)s</a>) or another relevant national data protection authority if the User believes that the Provider is processing personal data in violation of this Policy or legal regulations.
cs: podání stížnosti přímo u Úřadu pro ochranu osobních údajů (<a href="%(url)s">%(url)s</a>) nebo jiného příslušného národního úřadu pro ochranu osobních údajů, pokud se Uživatel domnívá, že Poskytovatel zpracovává osobní údaje v rozporu s těmito Zásadami nebo právními předpisy.
de: eine Beschwerde direkt beim Amt für den Schutz personenbezogener Daten (<a href="%(url)s">%(url)s</a>) oder einer anderen zuständigen nationalen Datenschutzbehörde einzureichen, wenn der Benutzer der Ansicht ist, dass der Anbieter personenbezogene Daten unter Verstoß gegen diese Richtlinie oder gegen gesetzliche Vorschriften verarbeitet.
fr: déposer une plainte directement auprès de l'Office for Personal Data Protection (<a href="%(url)s">%(url)s</a>) ou d'une autre autorité nationale compétente en matière de protection des données si l'Utilisateur estime que le Fournisseur traite des données personnelles en violation de la présente Politique ou des réglementations légales.
ga: gearán a chomhdú go díreach leis an Oifig um Chosaint Sonraí Pearsanta (<a href="%(url)s">%(url)s</a>) nó údarás náisiúnta cosanta sonraí ábhartha eile má chreideann an Úsáideoir go bhfuil an Soláthraí ag próiseáil sonraí pearsanta a sháraíonn an Beartas seo nó rialacháin dlí.
hu: panasz benyújtását közvetlenül a Személyes Adatokat Védő Hivatalhoz (<a href="%(url)s">%(url)s</a>) vagy más illetékes nemzeti adatvédelmi hatósághoz, ha úgy véli, hogy a Szolgáltató az adatokat jogellenesen kezeli.
id: mengajukan keluhan langsung ke Kantor Perlindungan Data Pribadi (<a href="%(url)s">%(url)s</a>) atau otoritas perlindungan data nasional terkait lainnya jika Pengguna yakin bahwa Penyedia memproses data pribadi dengan melanggar Kebijakan ini atau peraturan hukum.
ja: 利用者が、事業者が本ポリシーまたは法令に違反して個人データを処理していると考える場合、利用者は個人データ保護局（<a href="%(url)s">%(url)s</a>）またはその他の関連する国内データ保護当局に直接苦情を申し立てることができます。
nl: indienen van een klacht, direct bij Office for Personal Data Protection (<a href="%(url)s">%(url)s</a>) of een andere relevante nationale autoriteit voor de bescherming van persoonlijke gegevens als de gebruiker van mening is dat de provider persoonlijke gegevens verwerkt in strijd met dit beleid of wettelijke regels.
pt_br: registrar uma reclamação diretamente no Escritório de Proteção de Dados Pessoais (<a href="%(url)s">%(url)s</a>) ou outra autoridade nacional de proteção de dados relevante se o Usuário acreditar que o Provedor está processando dados pessoais em violação a esta Política ou regulamentações legais.
ru: подача жалобы непосредственно в Управление по защите персональных данных (<a href="%(url)s">%(url)s</a>) или другой соответствующий национальный орган по защите данных, если Пользователь считает, что Поставщик обрабатывает персональные данные в нарушение настоящей Политики или правовых норм.
sk: podanie sťažnosti priamo na Úrade pre ochranu osobných údajov ( <a href=" %(url)s ">%(url)s </a>) alebo iného príslušného národného úradu pre ochranu osobných údajov, pokiaľ sa Používateľ domnieva, že Poskytovateľ spracováva osobné údaje v rozpore s týmito Zásadami alebo právnymi predpismi.
sl: vložitev pritožbe neposredno pri uradu za varstvo osebnih podatkov (<a href="%(url)s">%(url)s</a>) ali drugem ustreznem nacionalnem organu za varstvo podatkov, če uporabnik meni, da ponudnik obdeluje osebne podatke v nasprotju s to politiko ali zakonskimi predpisi.
sv: lämna in ett klagomål direkt till myndigheten för skydd av personuppgifter (<a href="%(url)s">%(url)s)</a> eller annan relevant nationell dataskyddsmyndighet om användaren anser att leverantören behandlar personuppgifter i strid med denna policy eller lagstadgade bestämmelser.
ta: தனிப்பட்ட தரவு பாதுகாப்பிற்காக (<a href="%(url)s">%(url)s </a>) அல்லது மற்றொரு தொடர்புடைய தேசிய தரவு பாதுகாப்பு ஆணையம் வழங்குநர் செயலாக்குவதாக பயனர் நம்பினால், ஒரு புகாரை நேரடியாக அலுவலகத்துடன் தாக்கல் செய்தல் இந்த கொள்கை அல்லது சட்ட விதிமுறைகளை மீறும் தனிப்பட்ட தரவு.
tr: doğrudan Kişisel Verilerin Korunması Ofisi'ne (<a href="%(url)s">%(url)s</a>kullanıcı, Sağlayıcı’nın Kişisel Veri’leri bu İlke’yi veya yasal düzenlemeleri ihlal edecek şekilde işlediğine inanıyorsa, Sağlayıcı’ya veya başka bir ilgili ulusal veri koruma makamına başvurabilir.
uk: подання скарги безпосередньо до Управління із захисту персональних даних (<a href="%(url)s">%(url)s</a>) або іншого відповідного національного органу із захисту даних, якщо Користувач вважає, що Постачальник обробляє персональні дані в порушення цієї Політики або правових норм.
zh_hans: 直接向个人数据保护办公室（<a href="%(url)s">%(url)s</a>）或另一相关的国家数据保护机构提交投诉，如果用户相信提供商正违反本政策或法律法规处理个人数据。
zh_hant: 若使用者認為提供者處理個人資料違反本政策或法律規範，可直接向個人資料保護局（<a href="%(url)s">%(url)s</a>）或其他相關國家資料保護主管機關提出申訴。

source: Final Provisions
cs: Závěrečná ustanovení
de: Schlussbestimmungen
es: Disposiciones finales
fr: Dispositions finales
ga: Forálacha Críochnaitheacha
hu: Záró rendelkezések
id: Ketentuan Akhir
ja: 最終条項
nl: Finale bepalingen
pt_br: Disposições Finais
ru: Заключительные положения
sk: Záverečné ustanovenia
sl: Končne določbe
sv: Slutbestämmelser
ta: இறுதி விதிகள்
tr: Nihai Hükümler
uk: Прикінцеві положення
zh_hans: 最终条款
zh_hant: 附則

source: The Provider is entitled to unilaterally change the Policy. The new wording of the Policy becomes effective upon publication on the Website. The User, who has a contractual relationship with the Provider governed by this Policy at the time of the change, will receive a notification of the change in the Policy displayed within the Service, or upon the next first login to their User Account.
cs: Poskytovatel je oprávněn jednostranně změnit tyto Zásady. Nové znění Zásad se stává účinným okamžikem zveřejnění na Webu. Uživatel, který bude mít v době změny s Poskytovatelem uzavřen smluvní vztah, který se řídí těmito Zásadami, obdrží od Poskytovatele upozornění o změně Zásad jejím zobrazením v rámci Služby, resp. při nejbližším prvním přihlášení do Uživatelského účtu.
de: Der Anbieter ist berechtigt, die Richtlinie einseitig zu ändern. Der neue Wortlaut der Richtlinie tritt mit der Veröffentlichung auf der Website in Kraft. Der Benutzer, der zum Zeitpunkt der Änderung in einem Vertragsverhältnis mit dem Anbieter steht, das durch diese Richtlinie geregelt wird, erhält eine Benachrichtigung über die Änderung der Richtlinie, die im Dienst angezeigt wird, oder bei der nächsten Anmeldung in seinem Benutzerkonto.
fr: Le Prestataire est en droit de modifier unilatéralement la Politique. La nouvelle version de la Politique entre en vigueur dès sa publication sur le Site Web. L'Utilisateur, lié par contrat au Prestataire et régi par la présente Politique au moment de la modification, recevra une notification de cette modification soit via le Service, soit lors de sa première connexion à son Compte Utilisateur.
ga: Tá an Soláthraí i dteideal an Polasaí a athrú go haontaobhach. Tagann foclaíocht nua an Pholasaí i bhfeidhm nuair a fhoilseofar é ar an Suíomh Gréasáin. Gheobhaidh an tÚsáideoir, a bhfuil caidreamh conarthach aige leis an Soláthraí arna rialú ag an bPolasaí seo tráth an athraithe, fógra faoin athrú ar an bPolasaí a thaispeántar laistigh den tSeirbhís, nó ar an gcéad logáil isteach eile ar a gCuntas Úsáideora.
hu: A Szolgáltató jogosult a Szabályzatot egyoldalúan módosítani. Az új Szabályzat a Weboldalon való közzététellel lép hatályba. Az a Felhasználó, aki a módosítás időpontjában szerződéses kapcsolatban áll a Szolgáltatóval a jelen Szabályzat alapján, értesítést kap a változásról a Szolgáltatáson belül, illetve a következő bejelentkezéskor a Felhasználói fiókjába.
id: Penyedia berhak mengubah Kebijakan secara sepihak. Rumusan Kebijakan yang baru berlaku setelah dipublikasikan di Situs Web. Pengguna, yang memiliki hubungan kontraktual dengan Penyedia yang diatur oleh Kebijakan ini pada saat perubahan, akan menerima pemberitahuan tentang perubahan Kebijakan yang ditampilkan dalam Layanan, atau pada saat login pertama berikutnya ke Akun Pengguna mereka.
ja: 事業者はポリシーを一方的に変更する権利を有します。ポリシーの新しい文言は Web サイトに掲載された時点で効力を生じます。変更時点で本ポリシーに基づく契約関係にある利用者には、サービス内に表示されるポリシー変更の通知、または次回の利用者アカウントへの初回ログイン時に通知が行われます。
nl: De provider heeft het recht om eenzijdig het beleid te wijzigen. De nieuwe bewoordingen in het beleid worden van kracht na publicatie op de website. De gebruiker, die een contractuele relatie met de provider heeft die is onderworpen aan dit beleid ten tijde van de wijziging, zal een notificatie van de wijziging in het beleid ontvangen, weergegeven in de service, of de eerstvolgende keer dat wordt ingelogd op het gebruikersaccount.
pt_br: O Provedor tem o direito de alterar unilateralmente a Política. A nova redação da Política entra em vigor após a publicação no Site. O Usuário, que tem um relacionamento contratual com o Provedor regido por esta Política no momento da alteração, receberá uma notificação da alteração na Política exibida dentro do Serviço, ou no próximo primeiro login em sua Conta de Usuário.
ru: Поставщик имеет право в одностороннем порядке изменять Политику. Новая редакция Политики вступает в силу с момента публикации на Сайте. Пользователь, имеющий на момент изменения договорные отношения с Поставщиком, регулируемые настоящей Политикой, получит уведомление об изменении Политики, отображаемое в рамках Сервиса, либо при следующем первом входе в его учётную запись Пользователя.
sk: Poskytovateľ je oprávnený jednostranne zmeniť tieto Zásady. Nové znenie Zásad sa stáva účinným okamihom zverejnenia na Webe. Používateľ, ktorý bude mať v čase zmeny s Poskytovateľom uzavretý zmluvný vzťah, ktorý sa riadi týmito Zásadami, obdrží od Poskytovateľa upozornenie o zmene Zásad jej zobrazením v rámci Služby, resp. pri najbližšom prvom prihlásení do Používateľského účtu.
sl: Ponudnik je upravičen do enostranske spremembe politike. Novo besedilo politike začne veljati z objavo na spletni strani. Uporabnik, ki ima v času spremembe pogodbeno razmerje s ponudnikom, ki ga ureja ta politika, bo o spremembi politike prejel obvestilo, prikazano v storitvi, oziroma ob naslednji prvi prijavi v svoj uporabniški račun.
sv: Leverantören har rätt att ensidigt ändra policyn. Den nya formuleringen av policyn träder i kraft vid publicering på webbplatsen. Användaren, som har ett avtalsförhållande med leverantören som regleras av denna policy vid tidpunkten för ändringen, kommer att få ett meddelande om ändringen i policyn som visas inom tjänsten eller vid nästa inloggning på sitt användarkonto.
ta: கொள்கையை ஒருதலைப்பட்சமாக மாற்ற வழங்குநருக்கு உரிமை உண்டு. கொள்கையின் புதிய சொற்கள் இணையதளத்தில் வெளியிடப்பட்டவுடன் பயனுள்ளதாக இருக்கும். மாற்றத்தின்போது இந்தக் கொள்கையால் நிர்வகிக்கப்படும் வழங்குநருடன் ஒப்பந்த உறவைக் கொண்ட பயனர், சேவையில் காட்டப்படும் கொள்கையின் மாற்றம்குறித்த அறிவிப்பைப் பெறுவார், அல்லது அடுத்த முதல் உள்நுழைவு அவர்களின் பயனர் கணக்கில்.
tr: Sağlayıcı, İlke’yi tek taraflı olarak değiştirme hakkına sahiptir. İlke’nin yeni ifadesi İnternet Sitesi’nde yayınlandıktan sonra yürürlüğe girer. Değişiklik sırasında bu İlke tarafından yönetilen Sağlayıcı ile sözleşmeye dayalı bir ilişkisi olan Kullanıcı, değişiklik hakkında Hizmet içinde görüntülenen İlke’de veya Kullanıcı’ların hesaplarında bir sonraki ilk oturum açmalarında bir bildirim alacaktır.
uk: Постачальник має право в односторонньому порядку змінювати Політику. Нова редакція Політики набирає чинності з моменту опублікування на Сайті. Користувач, який має договірні відносини з Постачальником, що регулюються цією Політикою на момент зміни, отримає сповіщення про зміну Політики, що відображається в Сервісі, або після наступного першого входу до свого Облікового запису користувача.
zh_hans: 提供者有权单方面改动本政策。政策的新措辞将自网站发布之时起生效。对于在发生更改时和提供者之间存在受本政策规管的合约关系的用户，这些用户会通过展示在服务内的政策或在接下去首次登录用户账户时收到一则更改通知。
zh_hant: 提供者有權單方修改本政策。新版政策內容於網站公布時生效。於變更時與提供者存有受本政策規範之契約關係的使用者，將在服務內或下次首次登入使用者帳號時收到政策變更之通知。
