Repository: WeblateOrg/wllegal
Catalog: wllegal/locale/*/LC_MESSAGES/django.po
Languages: ar, ckb, cs, da, de, es, fi, fr, ga, gl, he, hu, id, is, ja, kab, lt, lv, nl, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Anonymized personal data (which are no longer considered personal data under the GDPR) may be processed even after all legal grounds for processing the User's Personal Data have ceased.
cs: Anonymizované osobní údaje (které tedy již nejsou ve smyslu nařízení GDPR považovány za osobní údaje) mohou být zpracovávány i po zániku všech zákonných důvodů pro zpracování Osobních údajů Uživatele.
de: Anonymisierte personenbezogene Daten (die nach der DSGVO nicht mehr als personenbezogene Daten gelten) können auch dann noch verarbeitet werden, wenn alle rechtlichen Gründe für die Verarbeitung der personenbezogenen Daten des Benutzers weggefallen sind.
es: Datos personales anónimos (el cual no está más considerado datos personales bajo el GDPR) puede ser procesado incluso tras todos los apoyos legales para procesar los Datos Personales del Usuario han cesado.
fr: Les données personnelles anonymisées (qui ne sont plus considérées comme des données personnelles au sens du RGPD) peuvent être traitées même après la disparition de tous les fondements juridiques du traitement des données personnelles de l'utilisateur.
ga: Féadfar sonraí pearsanta anaithnidithe (nach meastar a thuilleadh gur sonraí pearsanta iad faoin GDPR) a phróiseáil fiú tar éis deireadh a chur leis na forais dhlíthiúla go léir chun Sonraí Pearsanta an Úsáideora a phróiseáil.
hu: Az anonimizált személyes adatok (amelyek a GDPR szerint már nem minősülnek személyes adatnak) akkor is kezelhetők, ha a Felhasználó személyes adatainak kezelésére vonatkozó összes jogalap megszűnt.
id: Data pribadi yang dianonimkan (yang tidak lagi dianggap data pribadi berdasarkan GDPR) dapat diproses bahkan setelah semua dasar hukum untuk memproses Data Pribadi Pengguna telah dihentikan.
ja: 匿名化された個人データ（GDPR 上もはや個人データとみなされないもの）は、利用者の個人データの処理のためのすべての法的根拠が消滅した後も処理されることがあります。
nl: Geanonimiseerde persoonlijke gegevens (die niet langer als persoonlijke gegevens onder de GDPR worden beschouwd) mogen worden verwerkt, zelfs nadat alle wettelijke gronden voor het verwerken van de persoonlijke gegevens van de gebruiker zijn verlopen.
pt_br: Dados pessoais anonimizados (que não são mais considerados dados pessoais de acordo com o RGPD) podem ser processados mesmo depois que todos os fundamentos legais para o processamento dos Dados Pessoais do Usuário tenham cessado.
ru: Анонимизированные персональные данные (которые больше не считаются персональными данными в соответствии с GDPR) могут обрабатываться даже после того, как все законные основания для обработки персональных данных Пользователя прекратились.
sk: Anonymizované osobné údaje (ktoré teda už nie sú v zmysle nariadenia GDPR považované za osobné údaje) môžu byť spracovávané aj po zániku všetkých zákonných dôvodov pre spracovanie Osobných údajov Používateľa.
sl: Anonimizirani osebni podatki (ki v skladu z GDPR niso več osebni podatki) se lahko obdelujejo tudi po tem, ko prenehajo vse pravne podlage za obdelavo uporabnikovih osebnih podatkov.
sv: Anonymiserade personuppgifter (som inte längre betraktas som personuppgifter enligt GDPR) får behandlas även efter det att alla rättsliga grunder för behandling av användarens personuppgifter har upphört.
ta: பயனரின் தனிப்பட்ட தரவை செயலாக்குவதற்கான அனைத்து சட்ட காரணிகளும் நிறுத்தப்பட்ட பிறகும் அநாமதேய தனிப்பட்ட தரவு (சிடிபிஆரின் கீழ் தனிப்பட்ட தரவுகளாக கருதப்படவில்லை) செயலாக்கப்படலாம்.
tr: Anonimleştirilmiş Kişisel Veri’ler (GDPR kapsamında artık Kişisel Veri olarak kabul edilmeyen), Kullanıcı’nın Kişisel Veri’lerinin işlenmesi için tüm yasal gerekçeler sona erdikten sonra bile işlenebilir.
uk: Знеособлені персональні дані (які більше не вважаються персональними даними відповідно до GDPR) можуть оброблятися навіть після того, як усі законні підстави для обробки Персональних даних Користувача припиняються.
zh_hans: 匿名化的个人数据（在 GDPR 下不再被认为是个人数据）可以被处理，即便在处理用户个人数据的所有法律原因都已中止。
zh_hant: 匿名化之個人資料（依 GDPR 已不再視為個人資料），即使處理使用者個人資料之所有法律依據皆已消滅，仍得予以處理。

source: User Rights in Relation to Personal Data
cs: Práva uživatele ve vztahu k osobním údajům
de: Benutzerrechte in Bezug auf personenbezogene Daten
es: Derechos del usuario en relación con los Datos Personales
fr: Droits des utilisateurs relatifs aux Données Personnelles
ga: Cearta Úsáideora maidir le Sonraí Pearsanta
hu: A Felhasználó jogai a személyes adatokkal kapcsolatban
id: Hak Pengguna Terkait Data Pribadi
ja: 個人情報に関する利用者の権利
nl: Rechten van gebruikers in relatie tot persoonlijke gegevens
pt_br: Direitos do Usuário em Relação aos Dados Pessoais
ru: Права пользователя в отношении персональных данных
sk: Práva používateľa vo vzťahu k osobným údajom
sl: Pravice uporabnikov v zvezi z osebnimi podatki
sv: Användarens rättigheter avseende personuppgifter
ta: தனிப்பட்ட தரவு தொடர்பாக பயனர் உரிமைகள்
tr: Kullanıcıların Kişisel Veri’leri Üzerindeki Hakları
uk: Права користувача щодо персональних даних
zh_hans: 用户的个人数据权利
zh_hant: 使用者關於個人資料之權利

source: The User can exercise their rights arising from the GDPR at any time by sending an email to <a href="mailto:%(address)s">%(address)s</a>, as well as through their User Account, since the implementation of most of the rights listed below (especially access to all processed Personal Data, their correction, restriction, or deletion) can be automated through this user account.
cs: Uživatel může svá práva vyplývající pro něj z nařízení GDPR kdykoli uplatnit zasláním e-mailu na adresu <a href="mailto:%(address)s">%(address)s</a> a dále také prostřednictvím Uživatelského účtu, jelikož realizace většiny práv uvedených níže (zejména přístup ke všem zpracovávaným Osobním údajům, jejich opravě, omezení či odstranění lze realizovat automatizovaně přes tento uživatelský účet.
de: Der Benutzer kann seine Rechte, die sich aus der DSGVO ergeben, jederzeit ausüben, indem er eine E-Mail-Adresse an <a href="mailto:%(address)s">%(address)s</a> sendet, sowie über sein Benutzerkonto, da die Umsetzung der meisten der unten aufgeführten Rechte (insbesondere der Zugang zu allen verarbeiteten personenbezogenen Daten, deren Korrektur, Einschränkung oder Löschung) über dieses Benutzerkonto automatisiert werden kann.
es: El Usuario puede ejercer sus derechos surgidos del RGPD en cualquier momento enviando un correo electrónico a <a href="mailto:%(address)s">%(address)s</a>, al igual que a través de su Cuenta de Usuario, dado que la implementación de la mayoría de los derechos listados abajo (especialmente aquellos relacionados con la Información Personal, su corrección, restricción o eliminación) puede ser automatizada a través de la cuenta de usuario.
fr: L'Utilisateur peut exercer ses droits découlant du RGPD à tout moment en envoyant un courriel à <a href="mailto:%(address)s">%(address)s</a>, ainsi que par le biais de son Compte Utilisateur, puisque la mise en œuvre de la plupart des droits énumérés ci-dessous (notamment l'accès à toutes les Données Personnelles traitées, leur rectification, leur limitation ou leur suppression) peut être automatisée par le biais de ce compte utilisateur.
ga: Is féidir leis an Úsáideoir a gcearta a eascraíonn as an GDPR a fheidhmiú am ar bith trí ríomhphost a sheoladh chuig <a href="mailto:%(address)s">%(address)s</a>, chomh maith le trína Chuntas Úsáideora, toisc gur féidir cur i bhfeidhm fhormhór na gceart atá liostaithe thíos (go háirithe rochtain ar na Sonraí Pearsanta próiseáilte go léir, a gceartú, a srianadh nó a scriosadh) a uathoibriú tríd an gcuntas úsáideora seo.
hu: A Felhasználó a GDPR-ból eredő jogait bármikor gyakorolhatja az <a href="mailto:%(address)s">%(address)s</a> email címen, illetve a Felhasználói fiókján keresztül, mivel a lent felsorolt jogok többsége – különösen a hozzáférés, helyesbítés, korlátozás vagy törlés – közvetlenül elérhető a Felhasználói fiók felületén.
id: Pengguna dapat menjalankan hak mereka yang timbul dari GDPR kapan saja dengan mengirimkan email ke <a href="mailto:%(address)s">%(address)s</a>, serta melalui Akun Pengguna mereka, karena penerapan sebagian besar hak yang tercantum di bawah ini (terutama akses ke semua Data Pribadi yang diproses, koreksi, pembatasan, atau penghapusannya) dapat diotomatisasi melalui akun pengguna ini.
ja: 利用者は、GDPR に基づく権利を、<a href="mailto:%(address)s">%(address)s</a>宛てのメール送信または利用者アカウントを通じて、いつでも行使することができます。以下に列挙する権利の多く（特に処理されているすべての個人データへのアクセス、訂正、制限、削除）は、利用者アカウントを通じて自動的に実行できる場合があります。
nl: De gebruiker kan op elk moment zijn rechten, die voortkomen uit de GDPR, uitoefenen door een e-mail te sturen naar <a href="mailto:%(address)s">%(address)s</a>, als ook via zijn gebruikersaccount, omdat de implementatie van de meeste hieronder vermelde rechten (speciaal die met toegang tot alle verwerkte persoonlijke gegevens, hun correctie, beperking of verwijdering) kan worden geautomatiseerd via dit gebruikersaccount.
pt_br: O Usuário poderá exercer seus direitos decorrentes do RGPD a qualquer momento, enviando um e-mail para <a href="mailto:%(address)s">%(address)s</a>, bem como por meio de sua Conta de Usuário, uma vez que a implementação da maioria dos direitos listados abaixo (especialmente o acesso a todos os Dados Pessoais processados, sua correção, restrição ou exclusão) pode ser automatizada por meio desta conta de usuário.
ru: Пользователь может в любое время воспользоваться своими правами, вытекающими из GDPR, отправив электронное письмо на адрес <a href="mailto:%(address)s">%(address)s</a>, а также через свою учётную запись пользователя, поскольку реализация большинства перечисленных ниже прав (в частности, доступ ко всем обрабатываемым Персональным данным, их исправление, ограничение или удаление) может быть автоматизирована через эту учётную запись пользователя.
sk: Používateľ môže svoje práva vyplývajúce pre neho z nariadenia GDPR kedykoľvek uplatniť zaslaním e-mailu na adresu <a href="mailto: %(address)s ">%(address)s </a> a ďalej tiež prostredníctvom Používateľského účtu, pretože realizácia väčšiny práv uvedených nižšie (najmä prístup ku všetkým spracovávaným Osobným údajom, ich oprave, obmedzeniu či odstráneniu je možné realizovať automatizovane cez tento používateľský účet.
sl: Uporabnik lahko svoje pravice, ki izhajajo iz GDPR, kadar koli uveljavlja tako, da pošlje e-pošto na naslov <a href="mailto:%(address)s">%(address)s</a>, pa tudi prek svojega uporabniškega računa, saj je mogoče izvajanje večine spodaj navedenih pravic (zlasti dostop do vseh obdelanih osebnih podatkov, njihov popravek, omejitev ali izbris) avtomatizirati prek tega uporabniškega računa.
sv: Användaren kan när som helst utöva sina rättigheter enligt GDPR genom att skicka ett e-postmeddelande till<a href="mailto:%(address)s">%(address)s</a> eller via sitt användarkonto, eftersom de flesta av de rättigheter som anges nedan (särskilt tillgång till alla behandlade personuppgifter, rättelse, begränsning eller radering) kan automatiseras via detta användarkonto.
ta: பயனர் எந்த நேரத்திலும் சிடிபிஆரிலிருந்து எழும் தங்கள் உரிமைகளை <a href="mailto:%(address)s">%(address)s </a>, அதே போல் அவர்களின் பயனர் கணக்கு மூலமாகவும் அனுப்பலாம். கீழே பட்டியலிடப்பட்டுள்ள பெரும்பாலான உரிமைகளை செயல்படுத்துவதால் (குறிப்பாக அனைத்து செயலாக்கப்பட்ட தனிப்பட்ட தரவுகளுக்கும் அணுகல், அவற்றின் திருத்தம், கட்டுப்பாடு அல்லது நீக்குதல்) இந்த பயனர் கணக்கு மூலம் தானியங்கி செய்யப்படலாம்.
tr: Kullanıcı, GDPR'den doğan haklarını istediği zaman <a href="mailto:%(address)s">%(address)s</a> adrese bir e-posta göndererek ya da Kullanıcı Hesabı üzerinden kullanılabilir. Aşağıda belirtilen hakların çoğunun uygulanması (özellikle işlenen tüm Kişisel Veri’lere erişim, bunların düzeltilmesi, kısıtlanması veya silinmesi) bu kullanıcı hesabı aracılığıyla otomatikleştirilebilir.
uk: Користувач може скористатися своїми правами, які випливають із GDPR, у будь-який час, надіславши електронний лист на <a href="mailto:%(address)s">%(address)s</a>, а також через свій обліковий запис користувача, оскільки реалізація більшості прав, перелічених нижче (особливо доступ до всіх оброблених Персональних даних, їх виправлення, обмеження або видалення) може бути автоматизована через цей обліковий запис користувача.
zh_hans: 用户可以随时行使来自 GDPR 的权利，方法是发送电子邮件到 <a href="mailto:%(address)s">%(address)s</a>，以及通过用户账户，因为实施下方列举的多数权利（尤其是访问所有处理过的个人数据、数据修正、限制或删除）都可以通过用户账户自动进行。
zh_hant: 使用者可隨時透過發送電子郵件至 <a href="mailto:%(address)s">%(address)s</a> 行使其源自 GDPR 之權利，亦可透過其使用者帳號行使，因下列大部分權利之實施（特別是存取所有已處理之個人資料、其更正、限制處理或刪除）皆可透過該使用者帳號自動化進行。

source: The Provider will make every effort to address requests regarding the User's personal data as soon as possible, but no later than within <strong>30 days</strong>, unless due to the complexity of the matter it is necessary for the Provider to extend this period. The User's rights include:
cs: Poskytovatel se bude snažit vyřešit požadavky týkající se osobních údajů Uživatele co nejdříve, nejpozději však do <strong>30 dnů</strong>, není-li v důsledku složitosti dané věci potřeba takovou lhůtu ze strany Poskytovatele dále prodloužit. Práva Uživatele zahrnují:
de: Der Anbieter wird sich bemühen, Anfragen bezüglich der personenbezogenen Daten des Benutzers so schnell wie möglich zu bearbeiten, spätestens jedoch innerhalb von <strong>30 Tagen</strong>, es sei denn, die Komplexität der Angelegenheit macht es erforderlich, dass der Anbieter diese Frist verlängert. Zu den Rechten des Benutzers gehören:
es: El Proveedor hará todo esfuerzo para atender solicitudes con respecto a la Información Personal del Usuario lo antes posible, pero no después de <strong>30 días</strong> a menos que, debido a la complejidad del asunto, sea necesario que el Proveedor extienda este periodo. Los derechos del Usuario incluyen:
fr: Le Prestataire s'efforcera de répondre aux demandes relatives aux données personnelles de l'Utilisateur dans les meilleurs délais, et au plus tard dans un délai de <strong>30 jours</strong>, sauf si la complexité du dossier l'oblige à prolonger ce délai. Les droits de l'Utilisateur comprennent :
ga: Déanfaidh an Soláthraí gach iarracht aghaidh a thabhairt ar iarratais maidir le sonraí pearsanta an Úsáideora a luaithe is féidir, ach tráth nach déanaí ná laistigh de <strong>30 lá</strong>, ach amháin má tá sé riachtanach don Soláthraí síneadh ama a chur leis mar gheall ar chastacht an ábhair. an tréimhse seo. Áirítear ar chearta an Úsáideora:
hu: A Szolgáltató minden tőle telhetőt megtesz, hogy a személyes adatokkal kapcsolatos kérelmeket a lehető legrövidebb időn belül, de legkésőbb <strong>30 napon</strong> belül teljesítse, kivéve, ha az ügy összetettsége miatt a határidő meghosszabbítása szükséges. A Felhasználó jogai különösen az alábbiakat foglalják magukba:
id: Penyedia akan melakukan segala upaya untuk menanggapi permintaan terkait data pribadi Pengguna sesegera mungkin, tetapi tidak lebih dari <strong>30 hari</strong>, kecuali jika karena kompleksitas masalah tersebut, maka Penyedia perlu memperpanjang periode ini. Hak Pengguna meliputi:
ja: 事業者は、利用者の個人データに関する請求に対して可能な限り速やかに対応するよう努めますが、事案の複雑性により期間の延長が必要な場合を除き、遅くとも<strong> 30 日</strong>以内に対応します。含まれる利用者の権利：
nl: De provider zal elke inspanning leveren om verzoeken met betrekking tot de persoonlijke gegevens van de gebruiker zo snel mogelijk aan te pakken, maar niet later dan binnen <strong>30 dagen</strong>, tenzij het wegens de complexiteit van de materie voor de provider noodzakelijk is om deze periode te verlengen. De rechten van de gebruiker omvatten:
pt_br: O Provedor fará todos os esforços para atender às solicitações relativas aos dados pessoais do Usuário o mais rápido possível, mas não mais tarde do que dentro de <strong>30 dias</strong>, a menos que devido à complexidade do assunto seja necessário que o Provedor estenda esse período. Os direitos do Usuário incluem:
ru: Поставщик приложит все усилия, чтобы удовлетворить запросы, касающиеся персональных данных Пользователя, как можно скорее, но не позднее, чем в течение <strong>30 дней</strong>, если только в связи со сложностью вопроса Поставщику не потребуется продлить этот срок. Права Пользователя включают:
sk: Poskytovateľ sa bude snažiť vyriešiť požiadavky týkajúce sa osobných údajov Používateľa čo najskôr, najneskôr však do <strong>30 dní</strong>, ak nie je v dôsledku zložitosti danej veci treba takú lehotu zo strany Poskytovateľa ďalej predĺžiť. Práva Používateľa zahŕňajú:
sl: Ponudnik si bo po najboljših močeh prizadeval, da bo zahteve v zvezi z osebnimi podatki uporabnika obravnaval čim prej, vendar najkasneje v <strong>30 dneh</strong>, razen če mora ponudnik zaradi kompleksnosti zadeve ta rok podaljšati. Pravice uporabnika vključujejo:
sv: Leverantören kommer att göra allt för att behandla förfrågningar angående användarens personuppgifter så snart som möjligt, dock senast inom <strong>30 dagar</strong>, såvida inte komplexiteten i ärendet gör det nödvändigt för leverantören att förlänga denna period. Användarens rättigheter omfattar:
ta: பயனரின் தனிப்பட்ட தரவு தொடர்பான கோரிக்கைகளை விரைவில் நிவர்த்தி செய்ய வழங்குநர் எல்லா முயற்சிகளையும் செய்வார், ஆனால் <strong> 30 நாட்கள் </strong> க்குள் இல்லை, இந்த விசயத்தின் சிக்கலான தன்மை காரணமாக வழங்குநர் நீட்டிக்க வேண்டியது தேவை இந்த காலம். பயனரின் உரிமைகள் பின்வருமாறு:
tr: Sağlayıcı, Kullanıcı'nın Kişisel Veri’leriyle ilgili talepleri mümkün olan en kısa sürede, ancak konunun karmaşıklığı nedeniyle Sağlayıcı'nın bu süreyi uzatması gerekmedikçe, en geç <strong>30 gün</strong> içinde ele almak için her türlü çabayı gösterecektir. Kullanıcı’nın hakları şunları içerir:
uk: Постачальник докладе всіх зусиль для вирішення запитів щодо персональних даних Користувача якнайшвидше, але не пізніше ніж протягом <strong>30 днів</strong>, за винятком випадків, коли через складність питання Постачальнику необхідно продовжити цей період. Права Користувача включають:
zh_hans: 提供者会不遗余力地尽快处理用户的个人数据的请求，最迟不超过<strong>30 天</strong>，除非由于事情复杂性使得提供者有必要延长这一期限。用户的权利包括：
zh_hant: 提供者將盡最大努力儘速處理關於使用者個人資料之請求，最遲不超過 <strong>30 天</strong>，除非因事項複雜而有必要延長此期間。使用者之權利包含：

source: an explanation of whether and what personal data is being processed and, if applicable, requesting the Provider to disclose it;
cs: vysvětlení, zda a jaké osobní údaje jsou zpracovávány, a případně požádat Poskytovatele o jejich zveřejnění;
de: eine Erläuterung, ob und welche personenbezogenen Daten verarbeitet werden, und gegebenenfalls die Aufforderung an den Anbieter, diese offenzulegen;
es: una explicación si es que y cuál información personal está siendo procesada, y de ser aplicable, solicitar al Proveedor que lo divulgue;
fr: une explication précisant si des données personnelles sont traitées et, le cas échéant, demandant au fournisseur de les divulguer ;
ga: míniú ar cé acu atá nó nach bhfuil sonraí pearsanta á bpróiseáil agus, más infheidhme, ag iarraidh ar an Soláthraí iad a nochtadh;
hu: magyarázat kérését arról, hogy történik-e adatkezelés, és ha igen, milyen adatokra vonatkozik, továbbá kérheti ezen adatok kiadását;
id: penjelasan tentang apakah dan data pribadi apa yang sedang diproses dan, jika berlaku, meminta Penyedia untuk mengungkapkannya;
ja: どの個人データが処理されているか、または個人データが処理されているかどうかの説明を求め、該当する場合には事業者に当該個人データの開示を請求すること。
nl: een uitleg over of en welke persoonlijke gegevens worden verwerkt en, indien van toepassing, de provider verzoeken die te onthullen;
pt_br: uma explicação sobre se e quais dados pessoais estão sendo processados e, se aplicável, solicitar que o Provedor os divulgue;
ru: объяснение того, обрабатываются ли персональные данные и какие именно, и, если применимо, просьба к Поставщику раскрыть их;
sk: vysvetlenie, či a aké osobné údaje sú spracovávané, a prípadne požiadať Poskytovateľa o ich zverejnenie;
sl: pojasnilo, ali in kateri osebni podatki se obdelujejo, in če je primerno, zahteva od ponudnika, da jih razkrije;
sv: en förklaring om huruvida och vilka personuppgifter som behandlas och, i förekommande fall, begära att leverantören lämnar ut dem;
ta: தனிப்பட்ட தரவு செயலாக்கப்படுகிறது, பொருந்தினால், அதை வெளிப்படுத்த வழங்குநரைக் கோருகிறது என்பதற்கான விளக்கம்;
tr: Kişisel Veri’lerin işlenip işlenmediğine ve hangi Kişisel Veri’lerin işlendiğine dair bir açıklama ve varsa Sağlayıcı’dan bunları açıklamasını talep etme;
uk: пояснення щодо того, чи обробляються особисті дані та які дані, і, якщо застосовно, запит до Постачальника розкрити їх;
zh_hans: 个人数据是否正被处理和正处理哪些个人数据的解释，并在适用前提下，请求提供者披露它；
zh_hant: 解釋是否正在處理個人資料及處理何種資料，如適用，並請求提供者揭露之；

source: correction of personal data if there is concern that some of it is inaccurate or missing;
cs: opravu osobních údajů, pokud existuje obava, že některé z nich jsou nepřesné nebo chybí;
de: die Berichtigung personenbezogener Daten, wenn der Verdacht besteht, dass einige dieser Daten unrichtig sind oder fehlen;
es: corrección de datos personales cuando exista preocupación de que algunos de ellos sean inexactos o falten;
fr: rectification des données personnelles s’il existe un risque que certaines d’entre elles soient inexactes ou manquantes ;
ga: sonraí pearsanta a cheartú má tá imní ann go bhfuil cuid de míchruinn nó ar iarraidh;
hu: a személyes adatok helyesbítését, ha azok pontatlanok vagy hiányosak;
id: koreksi data pribadi jika ada kekhawatiran bahwa beberapa di antaranya tidak akurat atau hilang;
ja: 不正確または欠落していると懸念される場合、利用者が個人データの訂正を求めること。
nl: correctie van persoonlijke gegevens als er zorgen zijn dat sommige ervan niet nauwkeurig zijn of ontbreken;
pt_br: correção de dados pessoais caso haja preocupação de que alguns deles estejam imprecisos ou ausentes;
ru: исправление персональных данных, если есть опасения, что некоторые из них являются неточными или отсутствуют;
sk: opravu osobných údajov, ak existuje obava, že niektoré z nich sú nepresné alebo chýbajú;
sl: popravek osebnih podatkov, če obstaja skrb, da so nekateri netočni ali manjkajo;
sv: korrigering av personuppgifter om det finns anledning att tro att vissa uppgifter är felaktiga eller saknas;
ta: தனிப்பட்ட தரவுகளைத் திருத்தம் செய்வது அதில் சில தவறானவை அல்லது காணவில்லை என்ற கவலை இருந்தால்;
tr: Kişisel Veri’lerin bir kısmının yanlış veya eksik olduğuna dair bir endişe varsa bunların düzeltilmesi;
uk: виправлення персональних даних, якщо є сумніви, що деякі з них є неточними або відсутніми;
zh_hans: 修正个人数据，如果担心其中一些数据不准确或缺失；
zh_hant: 若對資料之準確性或完整性有疑慮，請求更正個人資料；
